Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# SetupWizardConfigureDATXMLFile
source: Configure DAT/XML File
ar_sa: تكوين ملف DAT/XML
de_de: DAT/XML-Datei konfigurieren
es_es: Configurar Archivo DAT/XML
fi_fi: Määritä DAT/XML-tiedosto
fr_fr: Configurer le Fichier DAT/XML
it_it: Configura File DAT/XML
ja_jp: DAT/XMLファイル設定
ko_kr: DAT/XML 파일 구성
nl_nl: DAT/XML Bestand Configureren
pl_pl: Skonfiguruj plik DAT/XML
pt_pt: Configurar Arquivo DAT/XML
ru_ru: Настроить файл DAT/XML
zh_cn: 配置DAT/XML文件

# SetupWizardScanForGames
source: Scan for Games
ar_sa: مسح للبحث عن الألعاب
de_de: Nach Spielen suchen
es_es: Escanear Juegos
fi_fi: Skannaa pelejä
fr_fr: Scanner les Jeux
it_it: Scansiona per Giochi
ja_jp: ゲームスキャン
ko_kr: 게임 스캔
nl_nl: Scannen naar Games
pl_pl: Skanuj gry
pt_pt: Escanear por Jogos
ru_ru: Сканирование игр
zh_cn: 扫描游戏

# SetupWizardConfigureControls
source: Configure Controls
ar_sa: تكوين عناصر التحكم
de_de: Steuerung konfigurieren
es_es: Configurar Controles
fi_fi: Määritä ohjaimet
fr_fr: Configurer les Contrôles
it_it: Configura Controlli
ja_jp: コントロール設定
ko_kr: 컨트롤 구성
nl_nl: Besturingselementen Configureren
pl_pl: Skonfiguruj kontrolki
pt_pt: Configurar Controles
ru_ru: Настроить управление
zh_cn: 配置控件

# SetupWizardAccountLogin
source: Account Login
ar_sa: تسجيل دخول الحساب
de_de: Konto-Anmeldung
es_es: Inicio de Sesión de Cuenta
fi_fi: Tilin sisäänkirjautuminen
fr_fr: Connexion au Compte
it_it: Accesso Account
ja_jp: アカウントログイン
ko_kr: 계정 로그인
nl_nl: Account Inloggen
pl_pl: Logowanie do konta
pt_pt: Login da Conta
ru_ru: Вход в аккаунт
zh_cn: 账户登录

# SetupWizardRegisterSerial
source: Register Serial
ar_sa: تسجيل الرقم التسلسلي
de_de: Seriennummer registrieren
es_es: Registrar Serial
fi_fi: Rekisteröi sarjanumero
fr_fr: Enregistrer un Numéro de Série
it_it: Registra Seriale
ja_jp: シリアル登録
ko_kr: 시리얼 등록
nl_nl: Serienummer Registreren
pl_pl: Zarejestruj klucz seryjny
pt_pt: Registrar Serial
ru_ru: Регистрация серийного номера
zh_cn: 注册序列号

# SetupWizardSetupComplete
source: Setup Complete
ar_sa: اكتمل الإعداد
de_de: Einrichtung abgeschlossen
es_es: Configuración Completa
fi_fi: Asennus valmis
fr_fr: Configuration Terminée
it_it: Configurazione Completata
ja_jp: セットアップ完了
ko_kr: 설정 완료
nl_nl: Setup Voltooid
pl_pl: Konfiguracja zakończona
pt_pt: Configuração Completa
ru_ru: Настройка завершена
zh_cn: 设置完成

# SetupWizardStepXOfY
source: Step {0} of {1}
ar_sa: الخطوة {0} من {1}
de_de: Schritt {0} von {1}
es_es: Paso {0} de {1}
fi_fi: Vaihe {0}/{1}
fr_fr: Étape {0} sur {1}
it_it: Passo {0} di {1}
ja_jp: ステップ {0} / {1}
ko_kr: {1}단계 중 {0}단계
nl_nl: Stap {0} van {1}
pl_pl: Krok {0} z {1}
pt_pt: Passo {0} de {1}
ru_ru: Шаг {0} из {1}
zh_cn: 第{0}步，共{1}步

# SetupWizardNext
source: Next
ar_sa: التالي
de_de: Weiter
es_es: Siguiente
fi_fi: Seuraava
fr_fr: Suivant
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
nl_nl: Volgende
pl_pl: Dalej
pt_pt: Próximo
ru_ru: Далее
zh_cn: 下一步

# SetupWizardFinish
source: Finish
ar_sa: إنهاء
de_de: Beenden
es_es: Finalizar
fi_fi: Valmis
fr_fr: Terminer
it_it: Termina
ja_jp: 完了
ko_kr: 완료
nl_nl: Voltooien
pl_pl: Zakończ
pt_pt: Finalizar
ru_ru: Завершить
zh_cn: 完成

# SetupWizardSelectValidDATXMLFile
source: Please select a valid DAT/XML file
ar_sa: يرجى تحديد ملف DAT/XML صالح
de_de: Bitte wähle eine gültige DAT/XML-Datei
es_es: Por favor selecciona un archivo DAT/XML válido
fi_fi: Valitse kelvollinen DAT/XML-tiedosto
fr_fr: Veuillez sélectionner un fichier DAT/XML valide
it_it: Seleziona un file DAT/XML valido
ja_jp: 有効なDAT/XMLファイルを選択してください
ko_kr: 유효한 DAT/XML 파일을 선택해주세요
nl_nl: Selecteer een geldig DAT/XML bestand
pl_pl: Proszę wybrać prawidłowy plik DAT/XML
pt_pt: Por favor selecione um arquivo DAT/XML válido
ru_ru: Пожалуйста, выберите действительный файл DAT/XML
zh_cn: 请选择有效的DAT/XML文件

# SetupWizardInvalidFile
source: Invalid file
ar_sa: ملف غير صالح
de_de: Ungültige Datei
es_es: Archivo inválido
fi_fi: Virheellinen tiedosto
fr_fr: Fichier invalide
it_it: File non valido
ja_jp: 無効なファイル
ko_kr: 유효하지 않은 파일
nl_nl: Ongeldig bestand
pl_pl: Nieprawidłowy plik
pt_pt: Arquivo inválido
ru_ru: Недействительный файл
zh_cn: 无效文件

# SetupWizardScanForGamesBeforeContinuing
source: Please scan for games before continuing
ar_sa: يرجى مسح الألعاب قبل المتابعة
de_de: Bitte scanne nach Spielen bevor du fortfährst
es_es: Por favor escanea juegos antes de continuar
fi_fi: Skannaa pelejä ennen jatkamista
fr_fr: Veuillez scanner les jeux avant de continuer
it_it: Scansiona per i giochi prima di continuare
ja_jp: 続行前にゲームをスキャンしてください
ko_kr: 계속하기 전에 게임을 스캔해주세요
nl_nl: Scan naar games voordat u doorgaat
pl_pl: Proszę przeskanować gry przed kontynuowaniem
pt_pt: Por favor escaneie por jogos antes de continuar
ru_ru: Пожалуйста, просканируйте игры перед продолжением
zh_cn: 请在继续前扫描游戏

# SetupWizardScanRequired
source: Scan Required
ar_sa: المسح مطلوب
de_de: Scan erforderlich
es_es: Escaneo Requerido
fi_fi: Skannaus vaaditaan
fr_fr: Scan Requis
it_it: Scansione Richiesta
ja_jp: スキャン必須
ko_kr: 스캔 필요
nl_nl: Scan Vereist
pl_pl: Wymagane skanowanie
pt_pt: Escaneamento Necessário
ru_ru: Требуется сканирование
zh_cn: 需要扫描

# SetupWizardDATXMLFilesFilter
source: DAT/XML Files (*.dat;*.xml)|*.dat;*.xml
ar_sa: ملفات DAT/XML (*.dat;*.xml)|*.dat;*.xml
de_de: DAT/XML-Dateien (*.dat;*.xml)|*.dat;*.xml
es_es: Archivos DAT/XML (*.dat;*.xml)|*.dat;*.xml
fi_fi: DAT/XML-tiedostot (*.dat;*.xml)|*.dat;*.xml
fr_fr: Fichiers DAT/XML (*.dat;*.xml)|*.dat;*.xml
it_it: File DAT/XML (*.dat;*.xml)|*.dat;*.xml
ja_jp: DAT/XMLファイル (*.dat;*.xml)|*.dat;*.xml
ko_kr: DAT/XML 파일 (*.dat;*.xml)|*.dat;*.xml
nl_nl: DAT/XML Bestanden (*.dat;*.xml)|*.dat;*.xml
pl_pl: Pliki DAT/XML (*.dat;*.xml)|*.dat;*.xml
pt_pt: Arquivos DAT/XML (*.dat;*.xml)|*.dat;*.xml
ru_ru: Файлы DAT/XML (*.dat;*.xml)|*.dat;*.xml
zh_cn: DAT/XML文件 (*.dat;*.xml)|*.dat;*.xml

# SetupWizardSelectDATXMLFile
source: Select DAT/XML File
ar_sa: تحديد ملف DAT/XML
de_de: DAT/XML-Datei auswählen
es_es: Seleccionar Archivo DAT/XML
fi_fi: Valitse DAT/XML-tiedosto
fr_fr: Sélectionner un Fichier DAT/XML
it_it: Seleziona File DAT/XML
ja_jp: DAT/XMLファイル選択
ko_kr: DAT/XML 파일 선택
nl_nl: DAT/XML Bestand Selecteren
pl_pl: Wybierz plik DAT/XML
pt_pt: Selecionar Arquivo DAT/XML
ru_ru: Выберите файл DAT/XML
zh_cn: 选择DAT/XML文件

# SetupWizardSelectGamesFolder
source: Select Games Folder
ar_sa: تحديد مجلد الألعاب
de_de: Spieleordner auswählen
es_es: Seleccionar Carpeta de Juegos
fi_fi: Valitse pelikansio
fr_fr: Sélectionner le Dossier de Jeux
it_it: Seleziona Cartella Giochi
ja_jp: ゲームフォルダー選択
ko_kr: 게임 폴더 선택
nl_nl: Games Map Selecteren
pl_pl: Wybierz folder gier
pt_pt: Selecionar Pasta de Jogos
ru_ru: Выберите папку с играми
zh_cn: 选择游戏文件夹

# SetupWizardSelectValidDATXMLFirst
source: Please select a valid DAT/XML file first
ar_sa: يرجى تحديد ملف DAT/XML صالح أولاً
de_de: Bitte wähle zuerst eine gültige DAT/XML-Datei
es_es: Por favor selecciona primero un archivo DAT/XML válido
fi_fi: Valitse ensin kelvollinen DAT/XML-tiedosto
fr_fr: Veuillez d'abord sélectionner un fichier DAT/XML valide
it_it: Seleziona prima un file DAT/XML valido
ja_jp: 最初に有効なDAT/XMLファイルを選択してください
ko_kr: 먼저 유효한 DAT/XML 파일을 선택해주세요
nl_nl: Selecteer eerst een geldig DAT/XML bestand
pl_pl: Proszę najpierw wybrać prawidłowy plik DAT/XML
pt_pt: Por favor selecione primeiro um arquivo DAT/XML válido
ru_ru: Пожалуйста, сначала выберите действительный файл DAT/XML
zh_cn: 请先选择有效的DAT/XML文件

# SetupWizardInvalidDATXML
source: Invalid DAT/XML
ar_sa: DAT/XML غير صالح
de_de: Ungültige DAT/XML
es_es: DAT/XML Inválido
fi_fi: Virheellinen DAT/XML
fr_fr: DAT/XML Invalide
it_it: DAT/XML non valido
ja_jp: 無効なDAT/XML
ko_kr: 유효하지 않은 DAT/XML
nl_nl: Ongeldig DAT/XML
pl_pl: Nieprawidłowy DAT/XML
pt_pt: DAT/XML Inválido
ru_ru: Недействительный DAT/XML
zh_cn: 无效的DAT/XML

# SetupWizardSelectValidGamesFolder
source: Please select a valid games folder
ar_sa: يرجى تحديد مجلد ألعاب صالح
de_de: Bitte wähle einen gültigen Spieleordner
es_es: Por favor selecciona una carpeta de juegos válida
fi_fi: Valitse kelvollinen pelikansio
fr_fr: Veuillez sélectionner un dossier de jeux valide
it_it: Seleziona una cartella giochi valida
ja_jp: 有効なゲームフォルダーを選択してください
ko_kr: 유효한 게임 폴더를 선택해주세요
nl_nl: Selecteer een geldige games map
pl_pl: Proszę wybrać prawidłowy folder gier
pt_pt: Por favor selecione uma pasta de jogos válida
ru_ru: Пожалуйста, выберите действительную папку с играми
zh_cn: 请选择有效的游戏文件夹

# SetupWizardInvalidFolder
source: Invalid folder
ar_sa: مجلد غير صالح
de_de: Ungültiger Ordner
es_es: Carpeta inválida
fi_fi: Virheellinen kansio
fr_fr: Dossier invalide
it_it: Cartella non valida
ja_jp: 無効なフォルダー
ko_kr: 유효하지 않은 폴더
nl_nl: Ongeldige map
pl_pl: Nieprawidłowy folder
pt_pt: Pasta inválida
ru_ru: Недействительная папка
zh_cn: 无效文件夹

# SetupWizardStartingScan
source: Starting scan...
ar_sa: بدء المسح...
de_de: Scan wird gestartet...
es_es: Iniciando escaneo...
fi_fi: Aloitetaan skannaus...
fr_fr: Démarrage du scan...
it_it: Avvio scansione...
ja_jp: スキャン開始中...
ko_kr: 스캔 시작 중...
nl_nl: Scan starten...
pl_pl: Rozpoczynanie skanowania...
pt_pt: Iniciando escaneamento...
ru_ru: Начало сканирования...
zh_cn: 开始扫描...

# SetupWizardScanning
source: Scanning...
ar_sa: جاري المسح...
de_de: Scannen...
es_es: Escaneando...
fi_fi: Skannataan...
fr_fr: Scan en cours...
it_it: Scansione in corso...
ja_jp: スキャン中...
ko_kr: 스캔 중...
nl_nl: Scannen...
pl_pl: Skanowanie...
pt_pt: Escaneando...
ru_ru: Сканирование...
zh_cn: 正在扫描...

# SetupWizardFoundXGamesSoFar
source: Found {0} games so far
ar_sa: تم العثور على {0} لعبة حتى الآن
de_de: {0} Spiele bisher gefunden
es_es: Se encontraron {0} juegos hasta ahora
fi_fi: Löytyi {0} peliä tähän mennessä
fr_fr: {0} jeux trouvés jusqu'à présent
it_it: Trovati {0} giochi finora
ja_jp: これまでに{0}ゲームを発見
ko_kr: 지금까지 {0}개 게임 발견
nl_nl: {0} games gevonden tot nu toe
pl_pl: Znaleziono dotychczas {0} gier
pt_pt: Encontrados {0} jogos até agora
ru_ru: Найдено игр: {0}
zh_cn: 目前已找到{0}个游戏

# SetupWizardErrorDuringScan
source: Error during scan
ar_sa: خطأ أثناء المسح
de_de: Fehler während des Scans
es_es: Error durante el escaneo
fi_fi: Virhe skannauksen aikana
fr_fr: Erreur pendant le scan
it_it: Errore durante la scansione
ja_jp: スキャン中エラー
ko_kr: 스캔 중 오류
nl_nl: Fout tijdens scan
pl_pl: Błąd podczas skanowania
pt_pt: Erro durante escaneamento
ru_ru: Ошибка при сканировании
zh_cn: 扫描过程中出错

# SetupWizardSkipSetupConfirmation
source: Are you sure you want to skip the setup?
ar_sa: هل أنت متأكد أنك تريد تخطي الإعداد؟
de_de: Bist du sicher, dass du die Einrichtung überspringen möchtest?
es_es: ¿Estás seguro de que quieres omitir la configuración?
fi_fi: Oletko varma että haluat ohittaa asennuksen?
fr_fr: Êtes-vous sûr de vouloir ignorer la configuration ?
it_it: Sei sicuro di voler saltare la configurazione?
ja_jp: セットアップをスキップしてもよろしいですか？
ko_kr: 설정을 건너뛰시겠습니까?
nl_nl: Weet u zeker dat u de setup wilt overslaan?
pl_pl: Czy na pewno chcesz pominąć konfigurację?
pt_pt: Tem certeza que deseja pular a configuração?
ru_ru: Вы уверены, что хотите пропустить настройку?
zh_cn: 您确定要跳过设置吗？

# SetupWizardSkipSetup
source: Skip Setup
ar_sa: تخطي الإعداد
de_de: Einrichtung überspringen
es_es: Omitir Configuración
fi_fi: Ohita asennus
fr_fr: Ignorer la Configuration
it_it: Salta Configurazione
ja_jp: セットアップをスキップ
ko_kr: 설정 건너뛰기
nl_nl: Setup Overslaan
pl_pl: Pomiń konfigurację
pt_pt: Pular Configuração
ru_ru: Пропустить настройку
zh_cn: 跳过设置

# SetupWizardLoggingIn
source: Logging in...
ar_sa: جاري تسجيل الدخول...
de_de: Anmeldung läuft...
es_es: Iniciando sesión...
fi_fi: Kirjaudutaan sisään...
fr_fr: Connexion en cours...
it_it: Accesso in corso...
ja_jp: ログイン中...
ko_kr: 로그인 중...
nl_nl: Inloggen...
pl_pl: Logowanie...
pt_pt: Entrando...
ru_ru: Вход в систему...
zh_cn: 正在登录...

# SetupWizardLaunchingBrowser
source: Launching browser...
ar_sa: تشغيل المتصفح...
de_de: Browser wird gestartet...
es_es: Lanzando navegador...
fi_fi: Käynnistetään selain...
fr_fr: Lancement du navigateur...
it_it: Avvio browser...
ja_jp: ブラウザー起動中...
ko_kr: 브라우저 실행 중...
nl_nl: Browser starten...
pl_pl: Uruchamianie przeglądarki...
pt_pt: Abrindo navegador...
ru_ru: Запуск браузера...
zh_cn: 正在启动浏览器...

# SetupWizardLoginSuccessful
source: Login successful
ar_sa: نجح تسجيل الدخول
de_de: Anmeldung erfolgreich
es_es: Inicio de sesión exitoso
fi_fi: Sisäänkirjautuminen onnistui
fr_fr: Connexion réussie
it_it: Accesso riuscito
ja_jp: ログイン成功
ko_kr: 로그인 성공
nl_nl: Inloggen succesvol
pl_pl: Logowanie pomyślne
pt_pt: Login bem-sucedido
ru_ru: Вход успешен
zh_cn: 登录成功

# SetupWizardLoggedIn
source: Logged in
ar_sa: تم تسجيل الدخول
de_de: Angemeldet
es_es: Sesión iniciada
fi_fi: Kirjautunut sisään
fr_fr: Connecté
it_it: Connesso
ja_jp: ログイン済み
ko_kr: 로그인됨
nl_nl: Ingelogd
pl_pl: Zalogowany
pt_pt: Conectado
ru_ru: Вход выполнен
zh_cn: 已登录

# SetupWizardLoginFailed
source: Login failed
ar_sa: فشل تسجيل الدخول
de_de: Anmeldung fehlgeschlagen
es_es: Error al iniciar sesión
fi_fi: Sisäänkirjautuminen epäonnistui
fr_fr: Échec de la connexion
it_it: Accesso fallito
ja_jp: ログイン失敗
ko_kr: 로그인 실패
nl_nl: Inloggen mislukt
pl_pl: Logowanie nieudane
pt_pt: Falha no login
ru_ru: Вход не удался
zh_cn: 登录失败

# SetupWizardTryAgain
source: Try Again
ar_sa: حاول مرة أخرى
de_de: Erneut versuchen
es_es: Intentar de Nuevo
fi_fi: Yritä uudelleen
fr_fr: Réessayer
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
nl_nl: Opnieuw Proberen
pl_pl: Spróbuj ponownie
pt_pt: Tentar Novamente
ru_ru: Попробовать снова
zh_cn: 重试

# SetupWizardError
source: Error
ar_sa: خطأ
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
zh_cn: 错误

# SetupWizardErrorLoadingUserData
source: Error loading user data
ar_sa: خطأ في تحميل بيانات المستخدم
de_de: Fehler beim Laden der Benutzerdaten
es_es: Error al cargar datos del usuario
fi_fi: Virhe käyttäjätietojen lataamisessa
fr_fr: Erreur lors du chargement des données utilisateur
it_it: Errore nel caricamento dei dati utente
ja_jp: ユーザーデータ読み込みエラー
ko_kr: 사용자 데이터 로딩 오류
nl_nl: Fout bij laden gebruikersgegevens
pl_pl: Błąd ładowania danych użytkownika
pt_pt: Erro ao carregar dados do usuário
ru_ru: Ошибка загрузки данных пользователя
zh_cn: 加载用户数据时出错

# SetupWizardDeregisteringCurrentKey
source: Deregistering current key...
ar_sa: إلغاء تسجيل المفتاح الحالي...
de_de: Aktueller Schlüssel wird deregistriert...
es_es: Desregistrando clave actual...
fi_fi: Poistetaan nykyinen avain rekisteristä...
fr_fr: Désenregistrement de la clé actuelle...
it_it: Deregistrazione chiave corrente...
ja_jp: 現在のキー登録解除中...
ko_kr: 현재 키 등록 해제 중...
nl_nl: Huidige sleutel deregistreren...
pl_pl: Wyrejestrowywanie obecnego klucza...
pt_pt: Removendo registro da chave atual...
ru_ru: Отмена регистрации текущего ключа...
zh_cn: 正在注销当前密钥...

# SetupWizardRegisteringNewKey
source: Registering new key...
ar_sa: تسجيل مفتاح جديد...
de_de: Neuer Schlüssel wird registriert...
es_es: Registrando nueva clave...
fi_fi: Rekisteröidään uusi avain...
fr_fr: Enregistrement de la nouvelle clé...
it_it: Registrazione nuova chiave...
ja_jp: 新しいキー登録中...
ko_kr: 새 키 등록 중...
nl_nl: Nieuwe sleutel registreren...
pl_pl: Rejestrowanie nowego klucza...
pt_pt: Registrando nova chave...
ru_ru: Регистрация нового ключа...
zh_cn: 正在注册新密钥...

# SetupWizardSerialSuccessfullyRegistered
source: Serial successfully registered
ar_sa: تم تسجيل الرقم التسلسلي بنجاح
de_de: Seriennummer erfolgreich registriert
es_es: Serial registrado exitosamente
fi_fi: Sarjanumero rekisteröity onnistuneesti
fr_fr: Numéro de série enregistré avec succès
it_it: Seriale registrato con successo
ja_jp: シリアルが正常に登録されました
ko_kr: 시리얼이 성공적으로 등록되었습니다
nl_nl: Serienummer succesvol geregistreerd
pl_pl: Klucz seryjny zarejestrowany pomyślnie
pt_pt: Serial registrado com sucesso
ru_ru: Серийный номер успешно зарегистрирован
zh_cn: 序列号注册成功

# SetupWizardPleaseEnterSerialKey
source: Please enter a serial key
ar_sa: يرجى إدخال رقم تسلسلي
de_de: Bitte gib eine Seriennummer ein
es_es: Por favor ingresa una clave serial
fi_fi: Syötä sarjanumero
fr_fr: Veuillez entrer un numéro de série
it_it: Inserisci una chiave seriale
ja_jp: シリアルキーを入力してください
ko_kr: 시리얼 키를 입력해주세요
nl_nl: Voer een serienummer in
pl_pl: Proszę wprowadzić klucz seryjny
pt_pt: Por favor digite uma chave serial
ru_ru: Пожалуйста, введите серийный ключ
zh_cn: 请输入序列号

# SetupWizardSetupCompleteMessage
source: Setup is now complete! You can now start using TeknoParrotUI.
ar_sa: الإعداد مكتمل الآن! يمكنك الآن البدء في استخدام TeknoParrotUI.
de_de: Die Einrichtung ist jetzt abgeschlossen! Du kannst jetzt TeknoParrotUI verwenden.
es_es: ¡La configuración está completa! Ahora puedes comenzar a usar TeknoParrotUI.
fi_fi: Asennus on nyt valmis! Voit nyt alkaa käyttää TeknoParrotUI:ta.
fr_fr: La configuration est maintenant terminée ! Vous pouvez maintenant commencer à utiliser TeknoParrotUI.
it_it: La configurazione è ora completata! Ora puoi iniziare a usare TeknoParrotUI.
ja_jp: セットアップが完了しました！TeknoParrotUIの使用を開始できます。
ko_kr: 설정이 완료되었습니다! 이제 TeknoParrotUI를 사용할 수 있습니다.
nl_nl: Setup is nu voltooid! U kunt nu TeknoParrotUI gaan gebruiken.
pl_pl: Konfiguracja została zakończona! Możesz teraz zacząć korzystać z TeknoParrotUI.
pt_pt: A configuração está completa! Você pode agora começar a usar TeknoParrotUI.
ru_ru: Настройка завершена! Теперь вы можете начать использовать TeknoParrotUI.
zh_cn: 设置现已完成！您现在可以开始使用TeknoParrotUI。

# SetupWizardSkipSteps
source: Skip Steps
ar_sa: تخطي الخطوات
de_de: Schritte überspringen
es_es: Omitir Pasos
fi_fi: Ohita vaiheet
fr_fr: Ignorer les Étapes
it_it: Salta Passaggi
ja_jp: ステップをスキップ
ko_kr: 단계 건너뛰기
nl_nl: Stappen Overslaan
pl_pl: Pomiń kroki
pt_pt: Pular Passos
ru_ru: Пропустить шаги
zh_cn: 跳过步骤

# SetupWizardSkipGameScanningConfirmation
source: Are you sure you want to skip game scanning?
ar_sa: هل أنت متأكد أنك تريد تخطي مسح الألعاب؟
de_de: Bist du sicher, dass du das Spielescannen überspringen möchtest?
es_es: ¿Estás seguro de que quieres omitir el escaneo de juegos?
fi_fi: Oletko varma että haluat ohittaa peliskannauksen?
fr_fr: Êtes-vous sûr de vouloir ignorer le scan des jeux ?
it_it: Sei sicuro di voler saltare la scansione dei giochi?
ja_jp: ゲームスキャンをスキップしてもよろしいですか？
ko_kr: 게임 스캔을 건너뛰시겠습니까?
nl_nl: Weet u zeker dat u het game scannen wilt overslaan?
pl_pl: Czy na pewno chcesz pominąć skanowanie gier?
pt_pt: Tem certeza que deseja pular o escaneamento de jogos?
ru_ru: Вы уверены, что хотите пропустить сканирование игр?
zh_cn: 您确定要跳过游戏扫描吗？

# SetupWizardSkipStep
source: Skip Step
ar_sa: تخطي الخطوة
de_de: Schritt überspringen
es_es: Omitir Paso
fi_fi: Ohita vaihe
fr_fr: Ignorer l'Étape
it_it: Salta Passaggio
ja_jp: ステップをスキップ
ko_kr: 단계 건너뛰기
nl_nl: Stap Overslaan
pl_pl: Pomiń krok
pt_pt: Pular Passo
ru_ru: Пропустить шаг
zh_cn: 跳过步骤

# TPOnlineCreatePleaseEnterLobbyName
source: Please enter a lobby name
ar_sa: يرجى إدخال اسم الصالة
de_de: Bitte gib einen Lobby-Namen ein
es_es: Por favor ingresa un nombre de sala
fi_fi: Syötä aulan nimi
fr_fr: Veuillez entrer un nom de salon
it_it: Inserisci un nome per la lobby
ja_jp: ロビー名を入力してください
ko_kr: 로비 이름을 입력해주세요
nl_nl: Voer een lobby naam in
pl_pl: Proszę wprowadzić nazwę pokoju
pt_pt: Por favor digite um nome de lobby
ru_ru: Пожалуйста, введите название лобби
zh_cn: 请输入大厅名称

# TPOnlineCreateHoldItRightThere
source: Hold it right there!
ar_sa: انتظر لحظة!
de_de: Moment mal!
es_es: ¡Espera un momento!
fi_fi: Odota vähän!
fr_fr: Attendez un instant !
it_it: Fermo lì!
ja_jp: ちょっと待ってください！
ko_kr: 잠깐만요!
nl_nl: Stop daar even!
pl_pl: Stój! Czekaj!
pt_pt: Espere aí!
ru_ru: Постойте!
zh_cn: 等等！

# UserLoginGameAlreadyRunning
source: Game already running
ar_sa: اللعبة تعمل بالفعل
de_de: Spiel läuft bereits
es_es: Juego ya en ejecución
fi_fi: Peli on jo käynnissä
fr_fr: Jeu déjà en cours
it_it: Gioco già in esecuzione
ja_jp: ゲーム既に実行中
ko_kr: 게임이 이미 실행 중입니다
nl_nl: Game al actief
pl_pl: Gra już uruchomiona
pt_pt: Jogo já está executando
ru_ru: Игра уже запущена
zh_cn: 游戏已在运行

# VerifyGameProfileNotFound
source: Game profile not found
ar_sa: ملف شخصي للعبة غير موجود
de_de: Spielprofil nicht gefunden
es_es: Perfil de juego no encontrado
fi_fi: Peliprofiilia ei löytynyt
fr_fr: Profil de jeu introuvable
it_it: Profilo gioco non trovato
ja_jp: ゲームプロファイルが見つかりません
ko_kr: 게임 프로필을 찾을 수 없습니다
nl_nl: Game profiel niet gevonden
pl_pl: Profil gry nie znaleziony
pt_pt: Perfil do jogo não encontrado
ru_ru: Профиль игры не найден
zh_cn: 找不到游戏配置文件

# VerifyGameProfileNotFoundTitle
source: Game Profile Not Found
ar_sa: ملف شخصي للعبة غير موجود
de_de: Spielprofil nicht gefunden
es_es: Perfil de Juego No Encontrado
fi_fi: Peliprofiilia ei löytynyt
fr_fr: Profil de Jeu Introuvable
it_it: Profilo Gioco Non Trovato
ja_jp: ゲームプロファイルが見つかりません
ko_kr: 게임 프로필을 찾을 수 없음
nl_nl: Game Profiel Niet Gevonden
pl_pl: Profil gry nie znaleziony
pt_pt: Perfil do Jogo Não Encontrado
ru_ru: Профиль игры не найден
zh_cn: 找不到游戏配置文件

# VerifyGameLabel
source: Game: {0}
ar_sa: اللعبة: {0}
de_de: Spiel: {0}
es_es: Juego: {0}
fi_fi: Peli: {0}
fr_fr: Jeu : {0}
it_it: Gioco: {0}
ja_jp: ゲーム: {0}
ko_kr: 게임: {0}
pl_pl: Gra: {0}
pt_pt: Jogo: {0}
ru_ru: Игра: {0}
zh_cn: 游戏：{0}

# TPOnlineCreateLobbyName
source: Create Lobby Name
ar_sa: إنشاء اسم الصالة
de_de: Lobby-Name erstellen
es_es: Crear Nombre de Sala
fi_fi: Luo aulan nimi
fr_fr: Créer un Nom de Salon
it_it: Crea Nome Lobby
ja_jp: ロビー名作成
ko_kr: 로비 이름 생성
nl_nl: Lobby Naam Maken
pl_pl: Utwórz nazwę pokoju
pt_pt: Criar Nome do Lobby
ru_ru: Создать название лобби
zh_cn: 创建大厅名称

# MultiGameButtonConfigTitle
source: Multi-Game Button Configuration
ar_sa: تكوين أزرار الألعاب المتعددة
de_de: Multi-Spiel-Tastenkonfiguration
es_es: Configuración de Botones Multi-Juego
fi_fi: Usean pelin painikemääritykset
fr_fr: Configuration Multi-Jeux des Boutons
it_it: Configurazione Pulsanti Multi-Gioco
ja_jp: マルチゲームボタン設定
ko_kr: 멀티게임 버튼 구성
nl_nl: Multi-Game Knop Configuratie
pl_pl: Konfiguracja przycisków wielu gier
pt_pt: Configuração de Botões Multi-Jogos
ru_ru: Конфигурация кнопок для нескольких игр
zh_cn: 多游戏按钮配置

# SettingsAdvancedControls
source: Advanced Controls
ar_sa: عناصر التحكم المتقدمة
de_de: Erweiterte Steuerung
es_es: Controles Avanzados
fi_fi: Edistyneet ohjaimet
fr_fr: Contrôles Avancés
it_it: Controlli Avanzati
ja_jp: 高度なコントロール
ko_kr: 고급 컨트롤
nl_nl: Geavanceerde Besturingselementen
pl_pl: Zaawansowane kontrolki
pt_pt: Controles Avançados
ru_ru: Расширенное управление
zh_cn: 高级控件

# ModControlDefaultModName
source: New Mod
ar_sa: تعديل جديد
de_de: Neue Mod
es_es: Nuevo Mod
fi_fi: Uusi modi
fr_fr: Nouveau Mod
it_it: Nuova Mod
ja_jp: 新しいMOD
ko_kr: 새 모드
nl_nl: Nieuwe Mod
pl_pl: Nowy mod
pt_pt: Novo Mod
ru_ru: Новый мод
zh_cn: 新模组

# ModMenuCreateNewMod
source: Create New Mod
ar_sa: إنشاء تعديل جديد
de_de: Neue Mod erstellen
es_es: Crear Nuevo Mod
fi_fi: Luo uusi modi
fr_fr: Créer un Nouveau Mod
it_it: Crea Nuova Mod
ja_jp: 新しいMOD作成
ko_kr: 새 모드 생성
nl_nl: Nieuwe Mod Maken
pl_pl: Utwórz nowy mod
pt_pt: Criar Novo Mod
ru_ru: Создать новый мод
zh_cn: 创建新模组

# PoliciesWindowTitle
source: Policies
ar_sa: السياسات
de_de: Richtlinien
es_es: Políticas
fi_fi: Käytännöt
fr_fr: Politiques
it_it: Politiche
ja_jp: ポリシー
ko_kr: 정책
nl_nl: Beleid
pl_pl: Zasady
pt_pt: Políticas
ru_ru: Политики
zh_cn: 政策

# SetupWizardWelcomeTitle
source: Welcome to TeknoParrot Setup
ar_sa: مرحباً بك في إعداد TeknoParrot
de_de: Willkommen bei der TeknoParrot-Einrichtung
es_es: Bienvenido a la Configuración de TeknoParrot
fi_fi: Tervetuloa TeknoParrotin asennukseen
fr_fr: Bienvenue dans la Configuration de TeknoParrot
it_it: Benvenuto nella Configurazione TeknoParrot
ja_jp: TeknoParrotセットアップへようこそ
ko_kr: TeknoParrot 설정에 오신 것을 환영합니다
nl_nl: Welkom bij TeknoParrot Setup
pl_pl: Witamy w konfiguracji TeknoParrot
pt_pt: Bem-vindo à Configuração do TeknoParrot
ru_ru: Добро пожаловать в настройку TeknoParrot
zh_cn: 欢迎使用TeknoParrot设置
