Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# TPOAll
source: All
ar_sa: الكل
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Tous
it_it: Tutti
ja_jp: 全て
ko_kr: 전체
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Todos
ru_ru: Все
zh_cn: 全部

# MainSubscription
source: Subscription
ar_sa: اشتراك
de_de: Abonnement
es_es: Suscripción
fi_fi: Tilaus
fr_fr: Abonnement
it_it: Abbonamento
ja_jp: サブスクリプション
ko_kr: 구독
nl_nl: Abonnement
pl_pl: Subskrypcja
pt_pt: Assinatura
ru_ru: Подписка
zh_cn: 订阅

# TPOnlineCreateSelectGame
source: Select Game
ar_sa: تحديد لعبة
de_de: Spiel auswählen
es_es: Seleccionar Juego
fi_fi: Valitse peli
fr_fr: Sélectionner un Jeu
it_it: Seleziona Gioco
ja_jp: ゲーム選択
ko_kr: 게임 선택
nl_nl: Game Selecteren
pl_pl: Wybierz grę
pt_pt: Selecionar Jogo
ru_ru: Выберите игру
zh_cn: 选择游戏

# MainUpdateAvailable
source: Update Available
ar_sa: تحديث متاح
de_de: Update verfügbar
es_es: Actualización Disponible
fi_fi: Päivitys saatavilla
fr_fr: Mise à Jour Disponible
it_it: Aggiornamento Disponibile
ja_jp: アップデート利用可能
ko_kr: 업데이트 사용 가능
nl_nl: Update Beschikbaar
pl_pl: Dostępna aktualizacja
pt_pt: Atualização Disponível
ru_ru: Доступно обновление
zh_cn: 有可用更新

# SettingsMultiGameButtonConfig
source: Multi-Game Button Configuration
ar_sa: تكوين أزرار الألعاب المتعددة
de_de: Multi-Spiel-Tastenkonfiguration
es_es: Configuración de Botones Multi-Juego
fi_fi: Usean pelin painikemääritykset
fr_fr: Configuration Multi-Jeux des Boutons
it_it: Configurazione Pulsanti Multi-Gioco
ja_jp: マルチゲームボタン設定
ko_kr: 멀티게임 버튼 구성
nl_nl: Multi-Game Knop Configuratie
pl_pl: Konfiguracja przycisków wielu gier
pt_pt: Configuração de Botões Multi-Jogos
ru_ru: Конфигурация кнопок для нескольких игр
zh_cn: 多游戏按钮配置

# ModControlGameLabel
source: Game:
ar_sa: اللعبة:
de_de: Spiel:
es_es: Juego:
fi_fi: Peli:
fr_fr: Jeu :
it_it: Gioco:
ja_jp: ゲーム:
ko_kr: 게임:
pl_pl: Gra:
pt_pt: Jogo:
ru_ru: Игра:
zh_cn: 游戏：

# ModMenuSelectGame
source: Select Game
ar_sa: تحديد لعبة
de_de: Spiel auswählen
es_es: Seleccionar Juego
fi_fi: Valitse peli
fr_fr: Sélectionner un Jeu
it_it: Seleziona Gioco
ja_jp: ゲーム選択
ko_kr: 게임 선택
nl_nl: Game Selecteren
pl_pl: Wybierz grę
pt_pt: Selecionar Jogo
ru_ru: Выберите игру
zh_cn: 选择游戏

# PoliciesAccept
source: Accept
ar_sa: قبول
de_de: Akzeptieren
es_es: Aceptar
fi_fi: Hyväksy
fr_fr: Accepter
it_it: Accetta
ja_jp: 同意
ko_kr: 동의
nl_nl: Accepteren
pl_pl: Akceptuj
pt_pt: Aceitar
ru_ru: Принять
zh_cn: 接受

# SetupWizardStep1Of5
source: Step 1 of 5
ar_sa: الخطوة 1 من 5
de_de: Schritt 1 von 5
es_es: Paso 1 de 5
fi_fi: Vaihe 1/5
fr_fr: Étape 1 sur 5
it_it: Passo 1 di 5
ja_jp: ステップ 1 / 5
ko_kr: 5단계 중 1단계
nl_nl: Stap 1 van 5
pl_pl: Krok 1 z 5
pt_pt: Passo 1 de 5
ru_ru: Шаг 1 из 5
zh_cn: 第1步，共5步

# TPOInitialD4
source: Initial D Arcade Stage 4
ja_jp: 頭文字D ARCADE STAGE 4
ko_kr: 이니셜 D 아케이드 스테이지 4
zh_cn: 头文字D街机版第4代

# SettingsScoreSubmission
source: Score Submission
ar_sa: إرسال النتائج
de_de: Score-Übermittlung
es_es: Envío de Puntuaciones
fi_fi: Pistetietojen lähetys
fr_fr: Soumission de Scores
it_it: Invio Punteggio
ja_jp: スコア送信
ko_kr: 점수 제출
nl_nl: Score Inzending
pl_pl: Przesyłanie wyników
pt_pt: Envio de Pontuação
ru_ru: Отправка очков
zh_cn: 分数提交

# ModControlDefaultGameName
source: Default Game
ar_sa: لعبة افتراضية
de_de: Standard-Spiel
es_es: Juego Predeterminado
fi_fi: Oletuspeli
fr_fr: Jeu Par Défaut
it_it: Gioco Predefinito
ja_jp: デフォルトゲーム
ko_kr: 기본 게임
nl_nl: Standaard Game
pl_pl: Domyślna gra
pt_pt: Jogo Padrão
ru_ru: Игра по умолчанию
zh_cn: 默认游戏

# PoliciesQuit
source: Quit
ar_sa: خروج
de_de: Beenden
es_es: Salir
fi_fi: Lopeta
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ko_kr: 종료
nl_nl: Afsluiten
pl_pl: Wyjdź
pt_pt: Sair
ru_ru: Выйти
zh_cn: 退出

# SetupWizardWelcomeDescription
source: Welcome to TeknoParrot! This wizard will help you configure the essential settings to get started. The setup process includes:
ar_sa: مرحباً بك في TeknoParrot! سيساعدك هذا المعالج في تكوين الإعدادات الأساسية للبدء. تتضمن عملية الإعداد:
de_de: Willkommen bei TeknoParrot! Dieser Assistent hilft dir bei der Konfiguration der wesentlichen Einstellungen für den Einstieg. Der Einrichtungsprozess umfasst:
es_es: ¡Bienvenido a TeknoParrot! Este asistente te ayudará a configurar las opciones esenciales para comenzar. El proceso de configuración incluye:
fi_fi: Tervetuloa TeknoParrottiin! Tämä ohjattu toiminto auttaa sinua määrittämään tärkeimmät asetukset alkuun pääsemiseksi. Asennusprosessi sisältää:
fr_fr: Bienvenue dans TeknoParrot ! Cet assistant vous aidera à configurer les paramètres essentiels pour commencer. Le processus de configuration comprend :
it_it: Benvenuto in TeknoParrot! Questa procedura guidata ti aiuterà a configurare le impostazioni essenziali per iniziare. Il processo di configurazione include:
ja_jp: TeknoParrotへようこそ！このウィザードは開始に必要な基本設定の構成をお手伝いします。セットアップ処理には以下が含まれます:
ko_kr: TeknoParrot에 오신 것을 환영합니다! 이 마법사는 시작하기 위한 필수 설정을 구성하는 데 도움을 줄 것입니다. 설정 과정에는 다음이 포함됩니다:
nl_nl: Welkom bij TeknoParrot! Deze wizard helpt u de essentiële instellingen te configureren om te beginnen. Het setup proces omvat:
pl_pl: Witamy w TeknoParrot! Ten kreator pomoże Ci skonfigurować podstawowe ustawienia, aby rozpocząć. Proces konfiguracji obejmuje:
pt_pt: Bem-vindo ao TeknoParrot! Este assistente irá ajudá-lo a configurar as configurações essenciais para começar. O processo de configuração inclui:
ru_ru: Добро пожаловать в TeknoParrot! Этот мастер поможет вам настроить основные параметры для начала работы. Процесс настройки включает:
zh_cn: 欢迎使用TeknoParrot！此向导将帮助您配置基本设置以开始使用。设置过程包括：

# TPOInitialD4Export
source: Initial D Arcade Stage 4 Export
ja_jp: 頭文字D ARCADE STAGE 4 Export
ko_kr: 이니셜 D 아케이드 스테이지 4 익스포트
zh_cn: 头文字D街机版第4代 Export

# TPOInitialD5
source: Initial D Arcade Stage 5
ja_jp: 頭文字D ARCADE STAGE 5
ko_kr: 이니셜 D 아케이드 스테이지 5
zh_cn: 头文字D街机版第5代

# SettingsScoreSubmissionID
source: Score Submission ID
ar_sa: معرف إرسال النتائج
de_de: Score-Übermittlungs-ID
es_es: ID de Envío de Puntuaciones
fi_fi: Pistetietojen lähetys ID
fr_fr: ID de Soumission de Scores
it_it: ID Invio Punteggio
ja_jp: スコア送信ID
ko_kr: 점수 제출 ID
nl_nl: Score Inzending ID
pl_pl: ID przesyłania wyników
pt_pt: ID de Envio de Pontuação
ru_ru: ID отправки очков
zh_cn: 分数提交ID

# ModControlDefaultDescription
source: Default mod description
ar_sa: وصف التعديل الافتراضي
de_de: Standard-Mod-Beschreibung
es_es: Descripción predeterminada del mod
fi_fi: Oletusmodi kuvaus
fr_fr: Description de mod par défaut
it_it: Descrizione mod predefinita
ja_jp: デフォルトMOD説明
ko_kr: 기본 모드 설명
nl_nl: Standaard mod beschrijving
pl_pl: Domyślny opis moda
pt_pt: Descrição padrão do mod
ru_ru: Описание мода по умолчанию
zh_cn: 默认模组描述

# SetupWizardStep1DatXml
source: • Configure DAT/XML file for game verification
ar_sa: • تكوين ملف DAT/XML للتحقق من الألعاب
de_de: • DAT/XML-Datei für Spielverifizierung konfigurieren
es_es: • Configurar archivo DAT/XML para verificación de juegos
fi_fi: • DAT/XML-tiedoston määritys pelien varmistamiseen
fr_fr: • Configurer le fichier DAT/XML pour la vérification des jeux
it_it: • Configura file DAT/XML per la verifica dei giochi
ja_jp: • ゲーム検証用DAT/XMLファイル設定
ko_kr: • 게임 검증을 위한 DAT/XML 파일 구성
nl_nl: • DAT/XML bestand configureren voor game verificatie
pl_pl: • Skonfiguruj plik DAT/XML do weryfikacji gier
pt_pt: • Configurar arquivo DAT/XML para verificação de jogo
ru_ru: • Настройка файла DAT/XML для проверки игр
zh_cn: • 配置用于游戏验证的DAT/XML文件

# MultiGameButtonConfigRawInput
source: Raw Input
es_es: Entrada Directa
fr_fr: Entrée Brute
zh_cn: 原始输入

# TPOInitialD6
source: Initial D Arcade Stage 6
ja_jp: 頭文字D ARCADE STAGE 6
ko_kr: 이니셜 D 아케이드 스테이지 6
zh_cn: 头文字D街机版第6代

# MultiGameButtonConfigRawInputTrackball
source: Raw Input (Trackball)
es_es: Entrada Directa (Trackball)
fr_fr: Entrée Brute (Trackball)
ja_jp: Raw Input（トラックボール）
ko_kr: Raw Input (트랙볼)
ru_ru: Raw Input (Трекбол)
zh_cn: 原始输入（轨迹球）

# SettingsScoreSubmissionIDTooltip
source: Enter your score submission ID for online leaderboards
ar_sa: أدخل معرف إرسال النتائج للوحات النتائج عبر الإنترنت
de_de: Gib deine Score-Übermittlungs-ID für Online-Bestenlisten ein
es_es: Ingresa tu ID de envío de puntuaciones para las tablas de clasificación en línea
fi_fi: Syötä pistetietojen lähetys ID verkkotulostaululle
fr_fr: Entrez votre ID de soumission de scores pour les classements en ligne
it_it: Inserisci il tuo ID di invio punteggio per le classifiche online
ja_jp: オンラインリーダーボード用のスコア送信IDを入力
ko_kr: 온라인 리더보드를 위한 점수 제출 ID를 입력하세요
nl_nl: Voer uw score inzending ID in voor online ranglijsten
pl_pl: Wprowadź swój ID przesyłania wyników dla rankingów online
pt_pt: Digite seu ID de envio de pontuação para placares online
ru_ru: Введите ваш ID отправки очков для онлайн таблиц лидеров
zh_cn: 为在线排行榜输入您的分数提交ID

# ModControlDownload
source: Download
ar_sa: تحميل
de_de: Herunterladen
es_es: Descargar
fi_fi: Lataa
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
nl_nl: Downloaden
pl_pl: Pobierz
pt_pt: Baixar
ru_ru: Загрузить
zh_cn: 下载

# SetupWizardStep2GameScan
source: • Scan and configure your game library
ar_sa: • مسح وتكوين مكتبة الألعاب الخاصة بك
de_de: • Scanne und konfiguriere deine Spielebibliothek
es_es: • Escanear y configurar tu biblioteca de juegos
fi_fi: • Pelikirjaston skannaus ja määritys
fr_fr: • Scanner et configurer votre bibliothèque de jeux
it_it: • Scansiona e configura la tua libreria di giochi
ja_jp: • ゲームライブラリのスキャンと設定
ko_kr: • 게임 라이브러리 스캔 및 구성
nl_nl: • Uw game bibliotheek scannen en configureren
pl_pl: • Przeskanuj i skonfiguruj swoją bibliotekę gier
pt_pt: • Escanear e configurar sua biblioteca de jogos
ru_ru: • Сканирование и настройка библиотеки игр
zh_cn: • 扫描和配置您的游戏库

# MultiGameButtonConfigAllGames
source: All Games
ar_sa: جميع الألعاب
de_de: Alle Spiele
es_es: Todos los Juegos
fi_fi: Kaikki pelit
fr_fr: Tous les Jeux
it_it: Tutti i Giochi
ja_jp: 全てのゲーム
ko_kr: 모든 게임
nl_nl: Alle Games
pl_pl: Wszystkie gry
pt_pt: Todos os Jogos
ru_ru: Все игры
zh_cn: 所有游戏

# MultiGameButtonConfigRacingGames
source: Racing Games
ar_sa: ألعاب السباق
de_de: Rennspiele
es_es: Juegos de Carreras
fi_fi: Kilpa-autopelit
fr_fr: Jeux de Course
it_it: Giochi di Corse
ja_jp: レーシングゲーム
ko_kr: 레이싱 게임
pl_pl: Gry wyścigowe
pt_pt: Jogos de Corrida
ru_ru: Гоночные игры
zh_cn: 竞速游戏

# MultiGameButtonConfigShootingGames
source: Shooting Games
ar_sa: ألعاب الرماية
de_de: Shooter-Spiele
es_es: Juegos de Disparos
fi_fi: Ampumapelit
fr_fr: Jeux de Tir
it_it: Giochi di Tiro
ja_jp: シューティングゲーム
ko_kr: 슈팅 게임
nl_nl: Schiet Games
pl_pl: Gry strzeleckie
pt_pt: Jogos de Tiro
ru_ru: Стрелялки
zh_cn: 射击游戏

# MultiGameButtonConfigArcadeGames
source: Arcade Games
ar_sa: ألعاب أركيد
de_de: Arcade-Spiele
es_es: Juegos de Arcade
fi_fi: Arcade-pelit
fr_fr: Jeux d'Arcade
it_it: Giochi Arcade
ja_jp: アーケードゲーム
ko_kr: 아케이드 게임
pl_pl: Gry arcade
pt_pt: Jogos de Arcade
ru_ru: Аркадные игры
zh_cn: 街机游戏

# MultiGameButtonConfigCommonButtonsOnly
source: Common Buttons Only
ar_sa: الأزرار الشائعة فقط
de_de: Nur gemeinsame Tasten
es_es: Solo Botones Comunes
fi_fi: Vain yleiset painikkeet
fr_fr: Boutons Communs Seulement
it_it: Solo Pulsanti Comuni
ja_jp: 共通ボタンのみ
ko_kr: 공통 버튼만
nl_nl: Alleen Gemeenschappelijke Knoppen
pl_pl: Tylko wspólne przyciski
pt_pt: Apenas Botões Comuns
ru_ru: Только общие кнопки
zh_cn: 仅常用按钮

# MultiGameButtonConfigSearchGames
source: Search Games
ar_sa: البحث في الألعاب
de_de: Spiele suchen
es_es: Buscar Juegos
fi_fi: Hae pelejä
fr_fr: Rechercher des Jeux
it_it: Cerca Giochi
ja_jp: ゲーム検索
ko_kr: 게임 검색
nl_nl: Games Zoeken
pl_pl: Szukaj gier
pt_pt: Pesquisar Jogos
ru_ru: Поиск игр
zh_cn: 搜索游戏

# MultiGameButtonConfigSelectGames
source: Select Games
ar_sa: تحديد الألعاب
de_de: Spiele auswählen
es_es: Seleccionar Juegos
fi_fi: Valitse pelit
fr_fr: Sélectionner des Jeux
it_it: Seleziona Giochi
ja_jp: ゲーム選択
ko_kr: 게임 선택
nl_nl: Games Selecteren
pl_pl: Wybierz gry
pt_pt: Selecionar Jogos
ru_ru: Выбрать игры
zh_cn: 选择游戏

# MultiGameButtonConfigSelectAll
source: Select All
ar_sa: تحديد الكل
de_de: Alle auswählen
es_es: Seleccionar Todo
fi_fi: Valitse kaikki
fr_fr: Tout Sélectionner
it_it: Seleziona Tutti
ja_jp: 全て選択
ko_kr: 전체 선택
nl_nl: Alles Selecteren
pl_pl: Zaznacz wszystkie
pt_pt: Selecionar Todos
ru_ru: Выбрать все
zh_cn: 全选

# MultiGameButtonConfigClear
source: Clear
ar_sa: مسح
de_de: Löschen
es_es: Limpiar
fi_fi: Tyhjennä
fr_fr: Effacer
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
nl_nl: Wissen
pl_pl: Wyczyść
pt_pt: Limpar
ru_ru: Очистить
zh_cn: 清除

# MultiGameButtonConfigProfileManagement
source: Profile Management
ar_sa: إدارة الملفات الشخصية
de_de: Profilverwaltung
es_es: Gestión de Perfiles
fi_fi: Profiilienhallinta
fr_fr: Gestion des Profils
it_it: Gestione Profilo
ja_jp: プロファイル管理
ko_kr: 프로필 관리
nl_nl: Profielbeheer
pl_pl: Zarządzanie profilami
pt_pt: Gerenciamento de Perfil
ru_ru: Управление профилями
zh_cn: 配置文件管理

# MultiGameButtonConfigProfile
source: Profile:
ar_sa: الملف الشخصي:
de_de: Profil:
es_es: Perfil:
fi_fi: Profiili:
fr_fr: Profil :
it_it: Profilo:
ja_jp: プロファイル:
ko_kr: 프로필:
nl_nl: Profiel:
pl_pl: Profil:
pt_pt: Perfil:
ru_ru: Профиль:
zh_cn: 配置文件：

# MultiGameButtonConfigSaveToProfile
source: Save to Profile
ar_sa: حفظ في الملف الشخصي
de_de: In Profil speichern
es_es: Guardar en Perfil
fi_fi: Tallenna profiiliin
fr_fr: Sauvegarder dans le Profil
it_it: Salva nel Profilo
ja_jp: プロファイルに保存
ko_kr: 프로필에 저장
nl_nl: Opslaan naar Profiel
pl_pl: Zapisz do profilu
pt_pt: Salvar no Perfil
ru_ru: Сохранить в профиль
zh_cn: 保存到配置文件

# MultiGameButtonConfigSaveToProfileTooltip
source: Save current button configuration to the selected profile
ar_sa: حفظ تكوين الأزرار الحالي في الملف الشخصي المحدد
de_de: Aktuelle Tastenkonfiguration im ausgewählten Profil speichern
es_es: Guardar configuración de botones actual en el perfil seleccionado
fi_fi: Tallenna nykyiset painikemääritykset valittuun profiiliin
fr_fr: Sauvegarder la configuration actuelle des boutons dans le profil sélectionné
it_it: Salva la configurazione pulsanti corrente nel profilo selezionato
ja_jp: 現在のボタン設定を選択したプロファイルに保存
ko_kr: 현재 버튼 구성을 선택된 프로필에 저장
nl_nl: Huidige knop configuratie opslaan naar het geselecteerde profiel
pl_pl: Zapisz obecną konfigurację przycisków do wybranego profilu
pt_pt: Salvar configuração atual de botões no perfil selecionado
ru_ru: Сохранить текущую конфигурацию кнопок в выбранный профиль
zh_cn: 将当前按钮配置保存到选定的配置文件

# MultiGameButtonConfigLoadFromProfile
source: Load from Profile
ar_sa: تحميل من الملف الشخصي
de_de: Aus Profil laden
es_es: Cargar desde Perfil
fi_fi: Lataa profiilista
fr_fr: Charger depuis le Profil
it_it: Carica dal Profilo
ja_jp: プロファイルから読み込み
ko_kr: 프로필에서 로드
nl_nl: Laden vanuit Profiel
pl_pl: Załaduj z profilu
pt_pt: Carregar do Perfil
ru_ru: Загрузить из профиля
zh_cn: 从配置文件加载

# MultiGameButtonConfigLoadFromProfileTooltip
source: Load button configuration from the selected profile
ar_sa: تحميل تكوين الأزرار من الملف الشخصي المحدد
de_de: Tastenkonfiguration aus dem ausgewählten Profil laden
es_es: Cargar configuración de botones desde el perfil seleccionado
fi_fi: Lataa painikemääritykset valitusta profiilista
fr_fr: Charger la configuration des boutons depuis le profil sélectionné
it_it: Carica la configurazione pulsanti dal profilo selezionato
ja_jp: 選択したプロファイルからボタン設定を読み込み
ko_kr: 선택된 프로필에서 버튼 구성 로드
nl_nl: Knop configuratie laden vanuit het geselecteerde profiel
pl_pl: Załaduj konfigurację przycisków z wybranego profilu
pt_pt: Carregar configuração de botões do perfil selecionado
ru_ru: Загрузить конфигурацию кнопок из выбранного профиля
zh_cn: 从选定的配置文件加载按钮配置

# MultiGameButtonConfigDeleteProfile
source: Delete Profile
ar_sa: حذف الملف الشخصي
de_de: Profil löschen
es_es: Eliminar Perfil
fi_fi: Poista profiili
fr_fr: Supprimer le Profil
it_it: Elimina Profilo
ja_jp: プロファイル削除
ko_kr: 프로필 삭제
nl_nl: Profiel Verwijderen
pl_pl: Usuń profil
pt_pt: Excluir Perfil
ru_ru: Удалить профиль
zh_cn: 删除配置文件

# MultiGameButtonConfigConfigurationActions
source: Configuration Actions
ar_sa: إجراءات التكوين
de_de: Konfigurationsaktionen
es_es: Acciones de Configuración
fi_fi: Määritystoiminnot
fr_fr: Actions de Configuration
it_it: Azioni Configurazione
ja_jp: 設定操作
ko_kr: 구성 작업
nl_nl: Configuratie Acties
pl_pl: Akcje konfiguracji
pt_pt: Ações de Configuração
ru_ru: Действия конфигурации
zh_cn: 配置操作

# MultiGameButtonConfigApplyChanges
source: Apply Changes
ar_sa: تطبيق التغييرات
de_de: Änderungen anwenden
es_es: Aplicar Cambios
fi_fi: Sovella muutokset
fr_fr: Appliquer les Changements
it_it: Applica Modifiche
ja_jp: 変更適用
ko_kr: 변경 사항 적용
nl_nl: Wijzigingen Toepassen
pl_pl: Zastosuj zmiany
pt_pt: Aplicar Alterações
ru_ru: Применить изменения
zh_cn: 应用更改

# MultiGameButtonConfigCopyFromGame
source: Copy from Game
ar_sa: نسخ من اللعبة
de_de: Aus Spiel kopieren
es_es: Copiar desde Juego
fi_fi: Kopioi pelistä
fr_fr: Copier depuis le Jeu
it_it: Copia dal Gioco
ja_jp: ゲームからコピー
ko_kr: 게임에서 복사
nl_nl: Kopiëren van Game
pl_pl: Skopiuj z gry
pt_pt: Copiar do Jogo
ru_ru: Копировать из игры
zh_cn: 从游戏复制

# MultiGameButtonConfigResetToDefault
source: Reset to Default
ar_sa: إعادة تعيين للافتراضي
de_de: Auf Standard zurücksetzen
es_es: Restablecer a Predeterminado
fi_fi: Nollaa oletusarvoon
fr_fr: Réinitialiser par Défaut
it_it: Reset ai Predefiniti
ja_jp: デフォルトにリセット
ko_kr: 기본값으로 재설정
nl_nl: Resetten naar Standaard
pl_pl: Resetuj do domyślnych
pt_pt: Redefinir para Padrão
ru_ru: Сбросить к значениям по умолчанию
zh_cn: 重置为默认

# MultiGameButtonConfigSaveToUserProfiles
source: Save to User Profiles
ar_sa: حفظ في ملفات المستخدم الشخصية
de_de: In Benutzerprofilen speichern
es_es: Guardar en Perfiles de Usuario
fi_fi: Tallenna käyttäjäprofiileihin
fr_fr: Sauvegarder dans les Profils Utilisateur
it_it: Salva nei Profili Utente
ja_jp: ユーザープロファイルに保存
ko_kr: 사용자 프로필에 저장
nl_nl: Opslaan naar Gebruikersprofielen
pl_pl: Zapisz do profili użytkowników
pt_pt: Salvar nos Perfis de Usuário
ru_ru: Сохранить в профили пользователей
zh_cn: 保存到用户配置文件

# MultiGameButtonConfigSaveToUserProfilesTooltip
source: Save changes to individual user profiles for each selected game
ar_sa: حفظ التغييرات في الملفات الشخصية الفردية لكل لعبة محددة
de_de: Änderungen in individuellen Benutzerprofilen für jedes ausgewählte Spiel speichern
es_es: Guardar cambios en perfiles de usuario individuales para cada juego seleccionado
fi_fi: Tallenna muutokset yksittäisiin käyttäjäprofiileihin jokaiselle valitulle pelille
fr_fr: Sauvegarder les changements dans les profils utilisateur individuels pour chaque jeu sélectionné
it_it: Salva le modifiche nei profili utente individuali per ogni gioco selezionato
ja_jp: 選択した各ゲームの個別ユーザープロファイルに変更を保存
ko_kr: 선택된 각 게임의 개별 사용자 프로필에 변경 사항 저장
nl_nl: Wijzigingen opslaan naar individuele gebruikersprofielen voor elke geselecteerde game
pl_pl: Zapisz zmiany do indywidualnych profili użytkowników dla każdej wybranej gry
pt_pt: Salvar alterações nos perfis de usuário individuais para cada jogo selecionado
ru_ru: Сохранить изменения в отдельные профили пользователей для каждой выбранной игры
zh_cn: 将更改保存到每个选定游戏的单独用户配置文件

# MultiGameButtonConfigCancel
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
zh_cn: 取消

# MultiGameButtonConfigSaveAndExit
source: Save and Exit
ar_sa: حفظ وخروج
de_de: Speichern und Beenden
es_es: Guardar y Salir
fi_fi: Tallenna ja poistu
fr_fr: Sauvegarder et Quitter
it_it: Salva ed Esci
ja_jp: 保存して終了
ko_kr: 저장 후 종료
nl_nl: Opslaan en Afsluiten
pl_pl: Zapisz i wyjdź
pt_pt: Salvar e Sair
ru_ru: Сохранить и выйти
zh_cn: 保存并退出

# MultiGameButtonConfigSaveAndExitTooltip
source: Save all changes and return to main menu
ar_sa: حفظ جميع التغييرات والعودة للقائمة الرئيسية
de_de: Alle Änderungen speichern und zum Hauptmenü zurückkehren
es_es: Guardar todos los cambios y volver al menú principal
fi_fi: Tallenna kaikki muutokset ja palaa päävalikkoon
fr_fr: Sauvegarder tous les changements et retourner au menu principal
it_it: Salva tutte le modifiche e torna al menu principale
ja_jp: 全ての変更を保存してメインメニューに戻る
ko_kr: 모든 변경 사항을 저장하고 메인 메뉴로 돌아가기
nl_nl: Alle wijzigingen opslaan en terug naar hoofdmenu
pl_pl: Zapisz wszystkie zmiany i wróć do menu głównego
pt_pt: Salvar todas as alterações e retornar ao menu principal
ru_ru: Сохранить все изменения и вернуться в главное меню
zh_cn: 保存所有更改并返回主菜单

# MultiGameButtonConfigReady
source: Ready
ar_sa: جاهز
de_de: Bereit
es_es: Listo
fi_fi: Valmis
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비
nl_nl: Klaar
pl_pl: Gotowy
pt_pt: Pronto
ru_ru: Готово
zh_cn: 就绪

# SettingsGUICollapseKey
source: GUI Collapse Key
ar_sa: مفتاح طي واجهة المستخدم
de_de: GUI-Einklapptaste
es_es: Tecla de Colapso de GUI
fi_fi: Käyttöliittymän kutistamisnäppäin
fr_fr: Touche de Réduction de l'Interface
it_it: Tasto Collassa GUI
ja_jp: GUI折りたたみキー
ko_kr: GUI 축소 키
nl_nl: GUI Inklap Toets
pl_pl: Klawisz zwijania GUI
pt_pt: Tecla de Colapso da GUI
ru_ru: Клавиша сворачивания GUI
zh_cn: GUI折叠快捷键

# ModControlApply
source: Apply
ar_sa: تطبيق
de_de: Anwenden
es_es: Aplicar
fi_fi: Sovella
fr_fr: Appliquer
it_it: Applica
ja_jp: 適用
ko_kr: 적용
nl_nl: Toepassen
pl_pl: Zastosuj
pt_pt: Aplicar
ru_ru: Применить
zh_cn: 应用

# SetupWizardStep3Controls
source: • Set up controller configurations
ar_sa: • إعداد تكوينات أجهزة التحكم
de_de: • Controller-Konfigurationen einrichten
es_es: • Configurar configuraciones de controles
fi_fi: • Ohjainmääritysten asetus
fr_fr: • Configurer les configurations de manettes
it_it: • Configura le impostazioni dei controller
ja_jp: • コントローラー設定の構成
ko_kr: • 컨트롤러 구성 설정
nl_nl: • Controller configuraties instellen
pl_pl: • Skonfiguruj konfiguracje kontrolerów
pt_pt: • Configurar configurações de controle
ru_ru: • Настройка конфигураций контроллера
zh_cn: • 设置控制器配置

# TPOInitialD7
source: Initial D Arcade Stage 7
ja_jp: 頭文字D ARCADE STAGE 7
ko_kr: 이니셜 D 아케이드 스테이지 7
zh_cn: 头文字D街机版第7代

# TPOInitialD8
source: Initial D Arcade Stage 8
ja_jp: 頭文字D ARCADE STAGE 8
ko_kr: 이니셜 D 아케이드 스테이지 8
zh_cn: 头文字D街机版第8代

# SettingsGameScanner
source: Game Scanner
ar_sa: ماسح الألعاب
de_de: Spielescanner
es_es: Escáner de Juegos
fi_fi: Peliskanneri
fr_fr: Scanner de Jeux
it_it: Scanner Giochi
ja_jp: ゲームスキャナー
ko_kr: 게임 스캐너
pl_pl: Skaner gier
pt_pt: Scanner de Jogos
ru_ru: Сканер игр
zh_cn: 游戏扫描器

# ModControlDefaultCreator
source: Unknown Creator
ar_sa: منشئ غير معروف
de_de: Unbekannter Ersteller
es_es: Creador Desconocido
fi_fi: Tuntematon tekijä
fr_fr: Créateur Inconnu
it_it: Creatore Sconosciuto
ja_jp: 不明な作成者
ko_kr: 알 수 없는 제작자
nl_nl: Onbekende Maker
pl_pl: Nieznany twórca
pt_pt: Criador Desconhecido
ru_ru: Неизвестный создатель
zh_cn: 未知创建者

# SetupWizardClickNext
source: Click Next to continue
ar_sa: انقر التالي للمتابعة
de_de: Klicke Weiter um fortzufahren
es_es: Haz clic en Siguiente para continuar
fi_fi: Napsauta Seuraava jatkaaksesi
fr_fr: Cliquez sur Suivant pour continuer
it_it: Clicca Avanti per continuare
ja_jp: 続行するには「次へ」をクリック
ko_kr: 계속하려면 다음을 클릭하세요
nl_nl: Klik Volgende om door te gaan
pl_pl: Kliknij Dalej, aby kontynuować
pt_pt: Clique Próximo para continuar
ru_ru: Нажмите Далее, чтобы продолжить
zh_cn: 点击下一步继续

# TPOMarioKartDX
source: Mario Kart Arcade GP DX
ja_jp: マリオカート アーケードグランプリ DX
ko_kr: 마리오 카트 아케이드 GP DX
zh_cn: 马里奥赛车街机版GP DX

# SetupWizardBrowse
source: Browse
ar_sa: تصفح
de_de: Durchsuchen
es_es: Examinar
fi_fi: Selaa
fr_fr: Parcourir
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
nl_nl: Bladeren
pl_pl: Przeglądaj
pt_pt: Navegar
ru_ru: Обзор
zh_cn: 浏览

# SettingsDefaultDATXMLFile
source: Default DAT/XML File
ar_sa: ملف DAT/XML الافتراضي
de_de: Standard-DAT/XML-Datei
es_es: Archivo DAT/XML Predeterminado
fi_fi: Oletus DAT/XML-tiedosto
fr_fr: Fichier DAT/XML Par Défaut
it_it: File DAT/XML Predefinito
ja_jp: デフォルトDAT/XMLファイル
ko_kr: 기본 DAT/XML 파일
nl_nl: Standaard DAT/XML Bestand
pl_pl: Domyślny plik DAT/XML
pt_pt: Arquivo DAT/XML Padrão
ru_ru: Файл DAT/XML по умолчанию
zh_cn: 默认DAT/XML文件
