Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# VerifyChecking
source: Verifying Game Integrity...
ar_sa: جاري التحقق من سلامة اللعبة...
de_de: Spielintegrität wird verifiziert...
es_es: Verificando Integridad del Juego...
fi_fi: Varmistetaan pelin eheyttä...
fr_fr: Vérification de l'Intégrité du Jeu...
it_it: Verifica Integrità del Gioco...
ja_jp: ゲーム整合性検証中...
ko_kr: 게임 무결성 검증 중...
nl_nl: Game Integriteit Verifiëren...
pl_pl: Weryfikacja integralności gry...
pt_pt: Verificando Integridade do Jogo...
ru_ru: Проверка целостности игры...
zh_cn: 正在验证游戏完整性...

# VerifyFilesInvalid
source: Game files invalid
ar_sa: ملفات اللعبة غير صالحة
de_de: Spieldateien ungültig
es_es: Archivos del juego inválidos
fi_fi: Pelin tiedostot virheellisiä
fr_fr: Fichiers de jeu invalides
it_it: File del gioco non validi
ja_jp: ゲームファイル無効
ko_kr: 게임 파일이 유효하지 않습니다
nl_nl: Game bestanden ongeldig
pl_pl: Pliki gry nieprawidłowe
pt_pt: Arquivos do jogo inválidos
ru_ru: Файлы игры недействительны
zh_cn: 游戏文件无效

# VerifyFilesInvalidExplain
source: Your game appears to have invalid files. This could be due to a bad download, bad dump, virus infection, or you have modifications installed like resolution and english patches.
ar_sa: يبدو أن لعبتك تحتوي على ملفات غير صالحة. قد يكون هذا بسبب تحميل سيء، أو نسخة سيئة، أو إصابة بفيروس، أو لديك تعديلات مثبتة مثل رقع الدقة والإنجليزية.
de_de: Dein Spiel scheint ungültige Dateien zu haben. Dies könnte an einem fehlerhaften Download, schlechtem Dump, Vireninfektion oder installierten Modifikationen wie Auflösungs- und Englisch-Patches liegen.
es_es: Tu juego parece tener archivos inválidos. Esto podría deberse a una descarga corrupta, volcado defectuoso, infección de virus, o tienes modificaciones instaladas como parches de resolución e inglés.
fi_fi: Pelistäsi näyttää löytyvän virheellisiä tiedostoja. Tämä voi johtua huonosta latauksesta, huonosta dumpista, virusinfektiosta tai sinulla on asennettuna muokkauksia kuten resoluutio- ja englanninkielisiä korjauksia.
fr_fr: Votre jeu semble avoir des fichiers invalides. Cela pourrait être dû à un mauvais téléchargement, un mauvais dump, une infection virale, ou vous avez des modifications installées comme des correctifs de résolution et d'anglais.
it_it: Il tuo gioco sembra avere file non validi. Questo potrebbe essere dovuto a un download errato, dump difettoso, infezione da virus, o hai modifiche installate come patch di risoluzione e inglese.
ja_jp: ゲームファイルが無効のようです。これは不正なダウンロード、不良ダンプ、ウイルス感染、または解像度や英語パッチなどの変更がインストールされているためかもしれません。
ko_kr: 게임에 유효하지 않은 파일이 있는 것 같습니다. 이는 잘못된 다운로드, 잘못된 덤프, 바이러스 감염 또는 해상도 및 영어 패치와 같은 수정 사항이 설치되어 있기 때문일 수 있습니다.
nl_nl: Uw game lijkt ongeldige bestanden te hebben. Dit kan komen door een slechte download, slechte dump, virus infectie, of u hebt modificaties geïnstalleerd zoals resolutie en Nederlandse patches.
pl_pl: Twoja gra wydaje się mieć nieprawidłowe pliki. Może to wynikać ze złego pobrania, złego zrzutu, infekcji wirusowej lub masz zainstalowane modyfikacje, takie jak łatki rozdzielczości i angielskie.
pt_pt: Seu jogo parece ter arquivos inválidos. Isso pode ser devido a um download ruim, dump ruim, infecção por vírus, ou você tem modificações instaladas como patches de resolução e inglês.
ru_ru: Похоже, ваша игра содержит недействительные файлы. Это может быть вызвано плохой загрузкой, плохим дампом, заражением вирусом или установленными модификациями, такими как патчи разрешения и английского языка.
zh_cn: 您的游戏似乎有无效文件。这可能是由于下载错误、转_dump错误、病毒感染，或者您安装了修改，如分辨率和英文补丁。

# VerifyFilesValid
source: Game files valid
ar_sa: ملفات اللعبة صالحة
de_de: Spieldateien gültig
es_es: Archivos del juego válidos
fi_fi: Pelin tiedostot kelvollisia
fr_fr: Fichiers de jeu valides
it_it: File del gioco validi
ja_jp: ゲームファイル有効
ko_kr: 게임 파일이 유효합니다
nl_nl: Game bestanden geldig
pl_pl: Pliki gry prawidłowe
pt_pt: Arquivos do jogo válidos
ru_ru: Файлы игры действительны
zh_cn: 游戏文件有效

# VerifyInvalid
source: Invalid:
ar_sa: غير صالح:
de_de: Ungültig:
es_es: Inválido:
fi_fi: Virheellisiä:
fr_fr: Invalide :
it_it: Non valido:
ja_jp: 無効:
ko_kr: 유효하지 않음:
nl_nl: Ongeldig:
pl_pl: Nieprawidłowe:
pt_pt: Inválido:
ru_ru: Недействительные:
zh_cn: 无效：

# VerifyValid
source: Valid:
ar_sa: صالح:
de_de: Gültig:
es_es: Válido:
fi_fi: Kelvollisia:
fr_fr: Valide :
it_it: Valido:
ja_jp: 有効:
ko_kr: 유효함:
nl_nl: Geldig:
pl_pl: Prawidłowe:
pt_pt: Válido:
ru_ru: Действительные:
zh_cn: 有效：

# PatreonSubscriptionKey
source: Subscription Key:
ar_sa: مفتاح الاشتراك:
de_de: Abonnement-Schlüssel:
es_es: Clave de Suscripción:
fi_fi: Tilausavain:
fr_fr: Clé d'Abonnement :
it_it: Chiave Abbonamento:
ja_jp: サブスクリプションキー:
ko_kr: 구독 키:
nl_nl: Abonnementsleutel:
pl_pl: Klucz subskrypcji:
pt_pt: Chave de Assinatura:
ru_ru: Ключ подписки:
zh_cn: 订阅密钥：

# PatreonViewSubscriptionGameList
source: View Subscription Game List ({0} games!)
ar_sa: عرض قائمة ألعاب الاشتراك ({0} لعبة!)
de_de: Abonnement-Spieleliste anzeigen ({0} Spiele!)
es_es: Ver Lista de Juegos de Suscripción (¡{0} juegos!)
fi_fi: Näytä tilauspeliluettelo ({0} peliä!)
fr_fr: Voir la Liste des Jeux d'Abonnement ({0} jeux !)
it_it: Visualizza Lista Giochi Abbonamento ({0} giochi!)
ja_jp: サブスクリプションゲームリストを表示（{0}ゲーム！）
ko_kr: 구독 게임 목록 보기 ({0}개 게임!)
nl_nl: Abonnement Game Lijst Bekijken ({0} games!)
pl_pl: Zobacz listę gier subskrypcyjnych ({0} gier!)
pt_pt: Ver Lista de Jogos da Assinatura ({0} jogos!)
ru_ru: Просмотреть список игр по подписке ({0} игр!)
zh_cn: 查看订阅游戏列表（{0}个游戏！）

# PatreonSubscriptionExclusiveGames
source: Subscription Exclusive Games:
ar_sa: ألعاب الاشتراك الحصرية:
de_de: Abonnement-exklusive Spiele:
es_es: Juegos Exclusivos de Suscripción:
fi_fi: Tilauksen eksklusiiviset pelit:
fr_fr: Jeux Exclusifs d'Abonnement :
it_it: Giochi Esclusivi Abbonamento:
ja_jp: サブスクリプション限定ゲーム:
ko_kr: 구독 전용 게임:
nl_nl: Abonnement Exclusieve Games:
pl_pl: Gry ekskluzywne subskrypcji:
pt_pt: Jogos Exclusivos da Assinatura:
ru_ru: Эксклюзивные игры по подписке:
zh_cn: 订阅专属游戏：

# MainMandatoryTeknoParrotUIUpdate
source: Mandatory TeknoParrotUI Update to fix missing metadata! Please install!
ar_sa: تحديث TeknoParrotUI إجباري لإصلاح البيانات الوصفية المفقودة! يرجى التثبيت!
de_de: Obligatorisches TeknoParrotUI-Update zur Behebung fehlender Metadaten! Bitte installieren!
es_es: ¡Actualización Obligatoria de TeknoParrotUI para corregir metadatos faltantes! ¡Por favor instala!
fi_fi: Pakollinen TeknoParrotUI-päivitys puuttuvien metatietojen korjaamiseksi! Asenna!
fr_fr: Mise à jour Obligatoire de TeknoParrotUI pour corriger les métadonnées manquantes ! Veuillez installer !
it_it: Aggiornamento Obbligatorio TeknoParrotUI per correggere metadati mancanti! Installa!
ja_jp: 不足メタデータ修正のための必須TeknoParrotUIアップデート！ インストールしてください！
ko_kr: 누락된 메타데이터를 수정하기 위한 필수 TeknoParrotUI 업데이트! 설치해주세요!
nl_nl: Verplichte TeknoParrotUI Update om ontbrekende metadata te repareren! Installeer alstublieft!
pl_pl: Obowiązkowa aktualizacja TeknoParrotUI w celu naprawy brakujących metadanych! Proszę zainstalować!
pt_pt: Atualização Obrigatória do TeknoParrotUI para corrigir metadados faltando! Por favor instale!
ru_ru: Обязательное обновление TeknoParrotUI для исправления отсутствующих метаданных! Пожалуйста, установите!
zh_cn: 强制TeknoParrotUI更新以修复缺失的元数据！ 请安装！

# MainMenuDiscordStatus
source: Main Menu
ar_sa: القائمة الرئيسية
de_de: Hauptmenü
es_es: Menú Principal
fi_fi: Päävalikko
fr_fr: Menu Principal
it_it: Menu Principale
ja_jp: メインメニュー
ko_kr: 메인 메뉴
nl_nl: Hoofdmenu
pl_pl: Menu główne
pt_pt: Menu Principal
ru_ru: Главное меню
zh_cn: 主菜单

# MainReleaseIsNull
source: release is null? component: {0}
ar_sa: الإصدار فارغ؟ المكون: {0}
de_de: Release ist null? Komponente: {0}
es_es: ¿versión es null? componente: {0}
fi_fi: release on null? komponentti: {0}
fr_fr: la version est nulle ? composant : {0}
it_it: release è null? componente: {0}
ja_jp: リリースがnull？コンポーネント: {0}
ko_kr: 릴리스가 null입니까? 구성 요소: {0}
pl_pl: wydanie jest null? komponent: {0}
pt_pt: versão é nula? componente: {0}
ru_ru: release равен null? компонент: {0}
zh_cn: 发布为空？组件：{0}

# MainMissingRedistributables
source: It appears that this is your first time starting TeknoParrot, it is highly recommended that you install all the Visual C++ Runtimes for the highest compatibility with games. If you would like TeknoParrot to download and install them for you, click Yes, otherwise click No. If you're not sure if you have them all installed, click Yes.
ar_sa: يبدو أن هذه هي المرة الأولى التي تبدأ فيها TeknoParrot، ينصح بشدة بتثبيت جميع Visual C++ Runtimes للحصول على أعلى توافق مع الألعاب. إذا كنت تريد من TeknoParrot تحميلها وتثبيتها لك، انقر نعم، وإلا انقر لا. إذا لم تكن متأكداً إذا كان لديك جميعها مثبتة، انقر نعم.
de_de: Es scheint, dass du TeknoParrot zum ersten Mal startest. Es wird dringend empfohlen, alle Visual C++ Runtimes für die höchste Kompatibilität mit Spielen zu installieren. Wenn du möchtest, dass TeknoParrot sie für dich herunterlädt und installiert, klicke Ja, andernfalls klicke Nein. Wenn du dir nicht sicher bist, ob du alle installiert hast, klicke Ja.
es_es: Parece que esta es tu primera vez iniciando TeknoParrot, se recomienda encarecidamente que instales todos los Visual C++ Runtimes para la mayor compatibilidad con juegos. Si quieres que TeknoParrot los descargue e instale por ti, haz clic en Sí, de lo contrario haz clic en No. Si no estás seguro de si los tienes todos instalados, haz clic en Sí.
fi_fi: Näyttää siltä että tämä on ensimmäinen kerta kun käynnistät TeknoParrotin, on erittäin suositeltavaa että asennat kaikki Visual C++ Runtimes parhaan yhteensopivuuden saavuttamiseksi pelien kanssa. Jos haluat että TeknoParrot lataa ja asentaa ne puolestasi, napsauta Kyllä, muuten napsauta Ei. Jos et ole varma oletko asentanut ne kaikki, napsauta Kyllä.
fr_fr: Il semble que ce soit la première fois que vous démarrez TeknoParrot, il est fortement recommandé d'installer tous les Visual C++ Runtimes pour la plus haute compatibilité avec les jeux. Si vous voulez que TeknoParrot les télécharge et les installe pour vous, cliquez sur Oui, sinon cliquez sur Non. Si vous n'êtes pas sûr de les avoir tous installés, cliquez sur Oui.
it_it: Sembra che questa sia la prima volta che avvii TeknoParrot, è altamente raccomandato che tu installi tutti i Runtime Visual C++ per la massima compatibilità con i giochi. Se vuoi che TeknoParrot li scarichi e installi per te, clicca Sì, altrimenti clicca No. Se non sei sicuro di averli tutti installati, clicca Sì.
ja_jp: TeknoParrotを初回起動しているようです。ゲームとの最高の互換性のため、すべてのVisual C++ランタイムをインストールすることを強く推奨します。TeknoParrotにダウンロードとインストールを任せる場合は「はい」、そうでなければ「いいえ」をクリックしてください。すべてインストール済みかわからない場合は「はい」をクリックしてください。
ko_kr: TeknoParrot을 처음 시작하는 것 같습니다. 게임과의 호환성을 최대한 높이기 위해 모든 Visual C++ 런타임을 설치하는 것을 강력히 권장합니다. TeknoParrot이 자동으로 다운로드하고 설치하도록 하려면 예를 클릭하고, 그렇지 않으면 아니오를 클릭하세요. 모두 설치되어 있는지 확실하지 않다면 예를 클릭하세요.
nl_nl: Het lijkt erop dat dit de eerste keer is dat u TeknoParrot start, het wordt sterk aanbevolen dat u alle Visual C++ Runtimes installeert voor de hoogste compatibiliteit met games. Als u wilt dat TeknoParrot ze voor u downloadt en installeert, klik Ja, anders klik Nee. Als u niet zeker weet of u ze allemaal geïnstalleerd hebt, klik Ja.
pl_pl: Wygląda na to, że po raz pierwszy uruchamiasz TeknoParrot, zdecydowanie zaleca się zainstalowanie wszystkich Visual C++ Runtime dla najwyższej kompatybilności z grami. Jeśli chcesz, aby TeknoParrot pobrał i zainstalował je za Ciebie, kliknij Tak, w przeciwnym razie kliknij Nie. Jeśli nie jesteś pewny, czy masz je wszystkie zainstalowane, kliknij Tak.
pt_pt: Parece que esta é sua primeira vez iniciando TeknoParrot, é altamente recomendado que você instale todos os Visual C++ Runtimes para maior compatibilidade com jogos. Se você gostaria que TeknoParrot baixe e instale para você, clique Sim, caso contrário clique Não. Se você não tem certeza se tem todos instalados, clique Sim.
ru_ru: Похоже, вы запускаете TeknoParrot впервые. Настоятельно рекомендуется установить все среды выполнения Visual C++ для максимальной совместимости с играми. Если вы хотите, чтобы TeknoParrot загрузил и установил их для вас, нажмите Да, иначе нажмите Нет. Если вы не уверены, установлены ли они все, нажмите Да.
zh_cn: 看起来这是您第一次启动TeknoParrot，强烈建议您安装所有Visual C++运行时以获得游戏的最高兼容性。如果您希望TeknoParrot为您下载并安装它们，请点击是，否则点击否。如果您不确定是否已安装所有运行时，请点击是。

# MainMissingRedistributablesTitle
source: Missing redistributables
ar_sa: المكونات القابلة للإعادة توزيع مفقودة
de_de: Fehlende Redistributables
es_es: Redistributables faltantes
fi_fi: Puuttuvat jakaumapaketit
fr_fr: Redistributables manquants
it_it: Ridistribuibili mancanti
ja_jp: 再頒布可能パッケージ不足
ko_kr: 재배포 가능 패키지 누락
nl_nl: Ontbrekende redistributables
pl_pl: Brakujące pakiety redystrybucyjne
pt_pt: Redistributables faltando
ru_ru: Отсутствуют распространяемые компоненты
zh_cn: 缺少可再发行组件

# MainMods
source: Mods
ar_sa: التعديلات
fi_fi: Modit
it_it: Mod
ja_jp: MOD
ko_kr: 모드
pl_pl: Mody
ru_ru: Моды
zh_cn: 模组

# MainNotFoundError
source: Not found!
ar_sa: غير موجود!
de_de: Nicht gefunden!
es_es: ¡No encontrado!
fi_fi: Ei löytynyt!
fr_fr: Introuvable !
it_it: Non trovato!
ja_jp: 見つかりません！
ko_kr: 찾을 수 없습니다!
nl_nl: Niet gevonden!
pl_pl: Nie znaleziono!
pt_pt: Não encontrado!
ru_ru: Не найдено!
zh_cn: 未找到！

# MainNoUpdatesFound
source: No updates found.
ar_sa: لم يتم العثور على تحديثات.
de_de: Keine Updates gefunden.
es_es: No se encontraron actualizaciones.
fi_fi: Päivityksiä ei löytynyt.
fr_fr: Aucune mise à jour trouvée.
it_it: Nessun aggiornamento trovato.
ja_jp: アップデートが見つかりません。
ko_kr: 업데이트를 찾을 수 없습니다.
nl_nl: Geen updates gevonden.
pl_pl: Nie znaleziono aktualizacji.
pt_pt: Nenhuma atualização encontrada.
ru_ru: Обновления не найдены.
zh_cn: 未找到更新。

# MainPatreonSubscribed
source: (Subscribed)
ar_sa: (مشترك)
de_de: (Abonniert)
es_es: (Suscrito)
fi_fi: (Tilattu)
fr_fr: (Abonné)
it_it: (Abbonato)
ja_jp: （サブスクリプション済み）
ko_kr: (구독됨)
nl_nl: (Geabonneerd)
pl_pl: (Subskrybuje)
pt_pt: (Assinante)
ru_ru: (Подписан)
zh_cn: （已订阅）

# NetworkConnectionFailed
source: Connection failed
ar_sa: فشل الاتصال
de_de: Verbindung fehlgeschlagen
es_es: Conexión fallida
fi_fi: Yhteys epäonnistui
fr_fr: Échec de la connexion
it_it: Connessione fallita
ja_jp: 接続失敗
ko_kr: 연결 실패
nl_nl: Verbinding mislukt
pl_pl: Połączenie nieudane
pt_pt: Falha na conexão
ru_ru: Сбой соединения
zh_cn: 连接失败

# NetworkDisconnected
source: Disconnected
ar_sa: منقطع
de_de: Verbindung getrennt
es_es: Desconectado
fi_fi: Yhteys katkaistu
fr_fr: Déconnecté
it_it: Disconnesso
ja_jp: 切断済み
ko_kr: 연결 끊김
nl_nl: Verbinding verbroken
pl_pl: Rozłączono
pt_pt: Desconectado
ru_ru: Отключено
zh_cn: 已断开连接

# NetworkRetry
source: Retry
ar_sa: إعادة المحاولة
de_de: Wiederholen
es_es: Reintentar
fi_fi: Yritä uudelleen
fr_fr: Réessayer
it_it: Riprova
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Opnieuw proberen
pl_pl: Ponów
pt_pt: Tentar Novamente
ru_ru: Повторить
zh_cn: 重试

# NetworkServerFull
source: Server is full
ar_sa: الخادم ممتلئ
de_de: Server ist voll
es_es: El servidor está lleno
fi_fi: Palvelin on täynnä
fr_fr: Le serveur est plein
it_it: Il server è pieno
ja_jp: サーバー満員
ko_kr: 서버가 가득 찼습니다
nl_nl: Server is vol
pl_pl: Serwer jest pełny
pt_pt: Servidor está cheio
ru_ru: Сервер переполнен
zh_cn: 服务器已满

# SetupWizardControlsNote
source: You can configure individual game controls later from the Library page.
ar_sa: يمكنك تكوين عناصر التحكم للألعاب الفردية لاحقاً من صفحة المكتبة.
de_de: Du kannst individuelle Spielsteuerungen später von der Bibliothek-Seite konfigurieren.
es_es: Puedes configurar los controles de juegos individuales más tarde desde la página de Biblioteca.
fi_fi: Voit määrittää yksittäisten pelien ohjaimet myöhemmin Kirjasto-sivulta.
fr_fr: Vous pouvez configurer les contrôles de jeux individuels plus tard depuis la page Bibliothèque.
it_it: Puoi configurare i controlli dei singoli giochi successivamente dalla pagina Libreria.
ja_jp: 個別のゲームコントロールは後でライブラリページから設定できます。
ko_kr: 라이브러리 페이지에서 나중에 개별 게임 컨트롤을 구성할 수 있습니다.
nl_nl: U kunt individuele game besturingselementen later configureren vanaf de Bibliotheek pagina
pl_pl: Możesz skonfigurować indywidualne sterowanie gier później ze strony Biblioteka.
pt_pt: Você pode configurar controles de jogos individuais depois da página da Biblioteca.
ru_ru: Вы можете настроить управление отдельными играми позже на странице Библиотеки.
zh_cn: 您可以稍后从游戏库页面配置个别游戏控件。

# SetupWizardDatXmlDescription
source: The DAT/XML file contains game verification data. You can download the latest version or browse for an existing file on your system.
ar_sa: يحتوي ملف DAT/XML على بيانات التحقق من الألعاب. يمكنك تحميل أحدث إصدار أو تصفح ملف موجود في نظامك.
de_de: Die DAT/XML-Datei enthält Spielverifizierungsdaten. Du kannst die neueste Version herunterladen oder nach einer vorhandenen Datei auf deinem System suchen.
es_es: El archivo DAT/XML contiene datos de verificación de juegos. Puedes descargar la última versión o buscar un archivo existente en tu sistema.
fi_fi: DAT/XML-tiedosto sisältää pelien varmistustiedot. Voit ladata uusimman version tai selata olemassa olevaa tiedostoa järjestelmästäsi.
fr_fr: Le fichier DAT/XML contient les données de vérification des jeux. Vous pouvez télécharger la dernière version ou parcourir pour un fichier existant sur votre système.
it_it: Il file DAT/XML contiene dati di verifica dei giochi. Puoi scaricare l'ultima versione o sfogliare un file esistente sul tuo sistema.
ja_jp: DAT/XMLファイルにはゲーム検証データが含まれています。最新バージョンをダウンロードするか、システム上の既存ファイルを参照できます。
ko_kr: DAT/XML 파일에는 게임 검증 데이터가 포함되어 있습니다. 최신 버전을 다운로드하거나 시스템의 기존 파일을 찾아볼 수 있습니다.
nl_nl: Het DAT/XML bestand bevat game verificatie gegevens. U kunt de nieuwste versie downloaden of bladeren naar een bestaand bestand op uw systeem.
pl_pl: Plik DAT/XML zawiera dane weryfikacji gier. Możesz pobrać najnowszą wersję lub przeglądać istniejący plik w twoim systemie.
pt_pt: O arquivo DAT/XML contém dados de verificação do jogo. Você pode baixar a versão mais recente ou navegar por um arquivo existente no seu sistema.
ru_ru: Файл DAT/XML содержит данные для проверки игр. Вы можете загрузить последнюю версию или найти существующий файл в вашей системе.
zh_cn: DAT/XML文件包含游戏验证数据。您可以下载最新版本或浏览系统中的现有文件。

# SetupWizardRegistrationComplete
source: Registration complete
ar_sa: اكتمل التسجيل
de_de: Registrierung abgeschlossen
es_es: Registro completado
fi_fi: Rekisteröinti valmis
fr_fr: Enregistrement terminé
it_it: Registrazione completata
ja_jp: 登録完了
ko_kr: 등록 완료
nl_nl: Registratie voltooid
pl_pl: Rejestracja zakończona
pt_pt: Registro concluído
ru_ru: Регистрация завершена
zh_cn: 注册完成

# SetupWizardScanCompleteFoundXGames
source: Scan complete! Found {0} games that were added to the library.
ar_sa: اكتمل المسح! تم العثور على {0} لعبة تمت إضافتها إلى المكتبة.
de_de: Scan abgeschlossen! {0} Spiele gefunden, die zur Bibliothek hinzugefügt wurden.
es_es: ¡Escaneo completo! Se encontraron {0} juegos que fueron agregados a la biblioteca.
fi_fi: Skannaus valmis! Löytyi {0} peliä jotka lisättiin kirjastoon.
fr_fr: Scan terminé ! {0} jeux trouvés qui ont été ajoutés à la bibliothèque.
it_it: Scansione completata! Trovati {0} giochi che sono stati aggiunti alla libreria.
ja_jp: スキャン完了！ライブラリに追加された{0}ゲームが見つかりました。
ko_kr: 스캔 완료! 라이브러리에 추가된 {0}개 게임을 찾았습니다.
nl_nl: Scan voltooid! {0} games gevonden die toegevoegd zijn aan de bibliotheek.
pl_pl: Skanowanie zakończone! Znaleziono {0} gier, które zostały dodane do biblioteki.
pt_pt: Escaneamento completo! Encontrados {0} jogos que foram adicionados à biblioteca.
ru_ru: Сканирование завершено! Найдено игр: {0}, которые были добавлены в библиотеку.
zh_cn: 扫描完成！找到{0}个游戏并已添加到游戏库。

# SetupWizardScanCompleteNoGames
source: Scan complete, but no games were found. Please check your games folder.
ar_sa: اكتمل المسح، لكن لم يتم العثور على ألعاب. يرجى فحص مجلد الألعاب الخاص بك.
de_de: Scan abgeschlossen, aber keine Spiele gefunden. Bitte überprüfe deinen Spieleordner.
es_es: Escaneo completo, pero no se encontraron juegos. Por favor verifica tu carpeta de juegos.
fi_fi: Skannaus valmis, mutta pelejä ei löytynyt. Tarkista pelikansio.
fr_fr: Scan terminé, mais aucun jeu n'a été trouvé. Veuillez vérifier votre dossier de jeux.
it_it: Scansione completata, ma nessun gioco è stato trovato. Controlla la tua cartella giochi.
ja_jp: スキャン完了しましたが、ゲームが見つかりませんでした。ゲームフォルダーを確認してください。
ko_kr: 스캔이 완료되었지만 게임을 찾을 수 없습니다. 게임 폴더를 확인해주세요.
nl_nl: Scan voltooid, maar geen games gevonden. Controleer uw games map.
pl_pl: Skanowanie zakończone, ale nie znaleziono gier. Proszę sprawdź folder z grami.
pt_pt: Escaneamento completo, mas nenhum jogo foi encontrado. Por favor verifique sua pasta de jogos.
ru_ru: Сканирование завершено, но игры не найдены. Пожалуйста, проверьте папку с играми.
zh_cn: 扫描完成，但未找到游戏。请检查您的游戏文件夹。

# SetupWizardSkipControlsSetup
source: Skip Controls Setup
ar_sa: تخطي إعداد عناصر التحكم
de_de: Steuerungseinrichtung überspringen
es_es: Omitir Configuración de Controles
fi_fi: Ohita ohjainten asetukset
fr_fr: Ignorer la Configuration des Contrôles
it_it: Salta Configurazione Controlli
ja_jp: コントロール設定をスキップ
ko_kr: 컨트롤 설정 건너뛰기
nl_nl: Besturingselementen Setup Overslaan
pl_pl: Pomiń konfigurację kontroli
pt_pt: Pular Configuração de Controles
ru_ru: Пропустить настройку управления
zh_cn: 跳过控件设置

# SetupWizardSkipControlsSetupConfirmation
source: Are you sure you want to skip controls setup?
ar_sa: هل أنت متأكد أنك تريد تخطي إعداد عناصر التحكم؟
de_de: Bist du sicher, dass du die Steuerungseinrichtung überspringen möchtest?
es_es: ¿Estás seguro de que quieres omitir la configuración de controles?
fi_fi: Oletko varma että haluat ohittaa ohjainten asetukset?
fr_fr: Êtes-vous sûr de vouloir ignorer la configuration des contrôles ?
it_it: Sei sicuro di voler saltare la configurazione dei controlli?
ja_jp: コントロール設定をスキップしてもよろしいですか？
ko_kr: 컨트롤 설정을 건너뛰시겠습니까?
nl_nl: Weet u zeker dat u de besturingselementen setup wilt overslaan?
pl_pl: Czy na pewno chcesz pominąć konfigurację kontroli?
pt_pt: Tem certeza que deseja pular a configuração de controles?
ru_ru: Вы уверены, что хотите пропустить настройку управления?
zh_cn: 您确定要跳过控件设置吗？

# SetupWizardSkipDATXMLConfirmation
source: Are you sure you want to skip DAT/XML setup? This will also skip game scanning and control setup.
ar_sa: هل أنت متأكد أنك تريد تخطي إعداد DAT/XML؟ سيتم أيضاً تخطي مسح الألعاب وإعداد عناصر التحكم.
de_de: Bist du sicher, dass du die DAT/XML-Einrichtung überspringen möchtest? Dies wird auch das Spielescannen und die Steuerungseinrichtung überspringen.
es_es: ¿Estás seguro de que quieres omitir la configuración DAT/XML? Esto también omitirá el escaneo de juegos y la configuración de controles.
fi_fi: Oletko varma että haluat ohittaa DAT/XML-asetukset? Tämä ohittaa myös peliskannauksen ja ohjainten asetukset.
fr_fr: Êtes-vous sûr de vouloir ignorer la configuration DAT/XML ? Cela ignorera également le scan des jeux et la configuration des contrôles.
it_it: Sei sicuro di voler saltare la configurazione DAT/XML? Questo salterà anche la scansione dei giochi e la configurazione dei controlli.
ja_jp: DAT/XML設定をスキップしてもよろしいですか？これによりゲームスキャンとコントロール設定もスキップされます。
ko_kr: DAT/XML 설정을 건너뛰시겠습니까? 이렇게 하면 게임 스캔과 컨트롤 설정도 건너뛰게 됩니다.
nl_nl: Weet u zeker dat u DAT/XML setup wilt overslaan? Dit zal ook game scannen en besturingselementen setup overslaan.
pl_pl: Czy na pewno chcesz pominąć konfigurację DAT/XML? To również pominie skanowanie gier i konfigurację kontroli.
pt_pt: Tem certeza que deseja pular a configuração DAT/XML? Isso também pulará o escaneamento de jogos e configuração de controles.
ru_ru: Вы уверены, что хотите пропустить настройку DAT/XML? Это также пропустит сканирование игр и настройку управления.
zh_cn: 您确定要跳过DAT/XML设置吗？这也将跳过游戏扫描和控件设置。
