Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameRunningCheckTaskMgr
source: Since you force closed the emulator, you should check Task Manager for any processes still running that are related to the emulator or your game.
ar_sa: بما أنك أجبرت إغلاق المحاكي، يجب عليك فحص إدارة المهام للتحقق من أي عمليات لا تزال تعمل مرتبطة بالمحاكي أو لعبتك.
de_de: Da du den Emulator zwangsweise beendet hast, solltest du im Task-Manager nach Prozessen suchen, die noch laufen und mit dem Emulator oder deinem Spiel zusammenhängen.
es_es: Como cerraste forzadamente el emulador, deberías verificar el Administrador de Tareas para cualquier proceso que aún se esté ejecutando relacionado con el emulador o tu juego.
fi_fi: Koska pakotit emulaattorin sulkemisen, sinun kannattaa tarkistaa Tehtävienhallinnasta mahdolliset vielä käynnissä olevat emulaattoriin tai peliin liittyvät prosessit.
fr_fr: Puisque vous avez fermé de force l'émulateur, vous devriez vérifier le Gestionnaire des tâches pour tout processus encore en cours d'exécution lié à l'émulateur ou à votre jeu.
it_it: Dato che hai chiuso forzatamente l'emulatore, dovresti controllare il Task Manager per eventuali processi ancora in esecuzione relativi all'emulatore o al tuo gioco.
ja_jp: エミュレータを強制終了したため、エミュレータやゲームに関連する実行中のプロセスがないかタスクマネージャーで確認してください。
ko_kr: 에뮬레이터를 강제 종료했으므로 작업 관리자에서 에뮬레이터나 게임과 관련된 프로세스가 여전히 실행 중인지 확인해야 합니다.
nl_nl: Omdat u de emulator geforceerd hebt gesloten, zou u Taakbeheer moeten controleren op processen die nog steeds actief zijn die gerelateerd zijn aan de emulator of uw game.
pl_pl: Ponieważ wymuszone zamknęłeś emulator, powinieneś sprawdzić Menedżera zadań pod kątem procesów wciąż działających związanych z emulatorem lub twoją grą.
pt_pt: Como você fechou forçadamente o emulador, você deveria verificar o Gerenciador de Tarefas por processos ainda executando relacionados ao emulador ou seu jogo.
ru_ru: Поскольку вы принудительно закрыли эмулятор, следует проверить диспетчер задач на наличие процессов, связанных с эмулятором или игрой.
zh_cn: 由于您强制关闭了模拟器，您应该检查任务管理器是否还有与模拟器或游戏相关的进程仍在运行。

# GameRunningDefaultGameName
source: Game
ar_sa: لعبة
de_de: Spiel
es_es: Juego
fi_fi: Peli
fr_fr: Jeu
it_it: Gioco
ja_jp: ゲーム
ko_kr: 게임
pl_pl: Gra
pt_pt: Jogo
ru_ru: Игра
zh_cn: 游戏

# GameRunningDefaultOutput
source: Output
ar_sa: الإخراج
de_de: Ausgabe
es_es: Salida
fi_fi: Tuloste
fr_fr: Sortie
ja_jp: 出力
ko_kr: 출력
nl_nl: Uitvoer
pl_pl: Wyjście
pt_pt: Saída
ru_ru: Вывод
zh_cn: 输出

# GameRunningForceQuit
source: Force Quit Game
ar_sa: إجبار إنهاء اللعبة
de_de: Spiel zwangsbeenden
es_es: Forzar Cierre del Juego
fi_fi: Pakota pelin lopetus
fr_fr: Forcer l'Arrêt du Jeu
it_it: Chiudi Forzatamente il Gioco
ja_jp: ゲーム強制終了
ko_kr: 게임 강제 종료
nl_nl: Game Geforceerd Afsluiten
pl_pl: Wymuś zakończenie gry
pt_pt: Forçar Saída do Jogo
ru_ru: Принудительно закрыть игру
zh_cn: 强制退出游戏

# GameRunningGameStopped
source: Game Stopped
ar_sa: توقفت اللعبة
de_de: Spiel gestoppt
es_es: Juego Detenido
fi_fi: Peli pysäytetty
fr_fr: Jeu Arrêté
it_it: Gioco Fermato
ja_jp: ゲーム停止
ko_kr: 게임 중지됨
nl_nl: Game Gestopt
pl_pl: Gra zatrzymana
pt_pt: Jogo Parado
ru_ru: Игра остановлена
zh_cn: 游戏已停止

# GameRunningUtilsAMDDriverUnsupported
source: AMD driver unsupported
ar_sa: تعريف AMD غير مدعوم
de_de: AMD-Treiber nicht unterstützt
es_es: Driver AMD no soportado
fi_fi: AMD-ajuria ei tueta
fr_fr: Pilote AMD non pris en charge
it_it: Driver AMD non supportato
ja_jp: AMDドライバー未対応
ko_kr: AMD 드라이버 지원되지 않음
nl_nl: AMD driver niet ondersteund
pl_pl: Sterownik AMD nie jest obsługiwany
pt_pt: Driver AMD não suportado
ru_ru: Драйвер AMD не поддерживается
zh_cn: 不支持AMD驱动程序

# GameScannerAssumedOK
source: Assumed OK
ar_sa: مُفترض أنه جيد
de_de: Angenommen OK
es_es: Asumido OK
fi_fi: Oletettu OK
fr_fr: Supposé OK
it_it: Presumibilmente OK
ja_jp: OK推定
ko_kr: 정상으로 추정
nl_nl: Verondersteld OK
pl_pl: Przyjęto jako OK
pt_pt: Presumido OK
ru_ru: Предположительно OK
zh_cn: 假定正常

# GameScannerBrowse
source: Browse
ar_sa: تصفح
de_de: Durchsuchen
es_es: Examinar
fi_fi: Selaa
fr_fr: Parcourir
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
nl_nl: Bladeren
pl_pl: Przeglądaj
pt_pt: Navegar
ru_ru: Обзор
zh_cn: 浏览

# GameScannerChecksumMismatch
source: Checksum mismatch
ar_sa: عدم تطابق المجموع الاختباري
de_de: Prüfsumme stimmt nicht überein
es_es: Suma de verificación no coincide
fi_fi: Tarkistussumma ei täsmää
fr_fr: Somme de contrôle incorrecte
it_it: Checksum non corrispondente
ja_jp: チェックサム不一致
ko_kr: 체크섬 불일치
nl_nl: Checksum komt niet overeen
pl_pl: Niezgodność sumy kontrolnej
pt_pt: Checksum incompatível
ru_ru: Несоответствие контрольной суммы
zh_cn: 校验和不匹配

# GameScannerComplete
source: Complete
ar_sa: مكتمل
de_de: Abgeschlossen
es_es: Completo
fi_fi: Valmis
fr_fr: Terminé
it_it: Completato
ja_jp: 完了
ko_kr: 완료
nl_nl: Voltooid
pl_pl: Zakończone
pt_pt: Completo
ru_ru: Завершено
zh_cn: 完成

# GameScannerConfiguredSuccessfully
source: Configured successfully
ar_sa: تم التكوين بنجاح
de_de: Erfolgreich konfiguriert
es_es: Configurado exitosamente
fi_fi: Määritetty onnistuneesti
fr_fr: Configuré avec succès
it_it: Configurato con successo
ja_jp: 設定完了
ko_kr: 성공적으로 구성됨
nl_nl: Succesvol geconfigureerd
pl_pl: Skonfigurowano pomyślnie
pt_pt: Configurado com sucesso
ru_ru: Успешно настроено
zh_cn: 配置成功

# GameScannerCouldNotFindDirectory
source: Could not find directory
ar_sa: لا يمكن العثور على المجلد
de_de: Verzeichnis konnte nicht gefunden werden
es_es: No se pudo encontrar el directorio
fi_fi: Hakemistoa ei löytynyt
fr_fr: Impossible de trouver le répertoire
it_it: Impossibile trovare la directory
ja_jp: ディレクトリが見つかりません
ko_kr: 디렉토리를 찾을 수 없습니다
nl_nl: Kon map niet vinden
pl_pl: Nie można znaleźć katalogu
pt_pt: Não foi possível encontrar diretório
ru_ru: Не удалось найти каталог
zh_cn: 找不到目录

# GameScannerDirectoryNotExist
source: Directory does not exist
ar_sa: المجلد غير موجود
de_de: Verzeichnis existiert nicht
es_es: El directorio no existe
fi_fi: Hakemistoa ei ole olemassa
fr_fr: Le répertoire n'existe pas
it_it: La directory non esiste
ja_jp: ディレクトリが存在しません
ko_kr: 디렉토리가 존재하지 않습니다
nl_nl: Map bestaat niet
pl_pl: Katalog nie istnieje
pt_pt: Diretório não existe
ru_ru: Каталог не существует
zh_cn: 目录不存在

# GameScannerErrorLoadingDAT
source: Error loading DAT
ar_sa: خطأ في تحميل DAT
de_de: Fehler beim Laden der DAT
es_es: Error al cargar DAT
fi_fi: Virhe DAT:n lataamisessa
fr_fr: Erreur lors du chargement du DAT
it_it: Errore nel caricamento DAT
ja_jp: DAT読み込みエラー
ko_kr: DAT 로딩 오류
nl_nl: Fout bij laden DAT
pl_pl: Błąd ładowania DAT
pt_pt: Erro ao carregar DAT
ru_ru: Ошибка загрузки DAT
zh_cn: 加载DAT时出错

# GameScannerErrorProcessingGame
source: Error processing game
ar_sa: خطأ في معالجة اللعبة
de_de: Fehler bei der Spielverarbeitung
es_es: Error al procesar juego
fi_fi: Virhe pelin käsittelyssä
fr_fr: Erreur lors du traitement du jeu
it_it: Errore nell'elaborazione del gioco
ja_jp: ゲーム処理エラー
ko_kr: 게임 처리 오류
nl_nl: Fout bij verwerken game
pl_pl: Błąd przetwarzania gry
pt_pt: Erro ao processar jogo
ru_ru: Ошибка обработки игры
zh_cn: 处理游戏时出错

# GameScannerFailedDeserialize
source: Failed to deserialize
ar_sa: فشل في إلغاء التسلسل
de_de: Deserialisierung fehlgeschlagen
es_es: Error al deserializar
fi_fi: Deserialisointi epäonnistui
fr_fr: Échec de la désérialisation
it_it: Deserializzazione fallita
ja_jp: 逆シリアル化失敗
ko_kr: 역직렬화 실패
nl_nl: Deserialisatie mislukt
pl_pl: Niepowodzenie deserializacji
pt_pt: Falha ao desserializar
ru_ru: Ошибка десериализации
zh_cn: 反序列化失败

# GameScannerFoundExactMatch
source: Found exact match
ar_sa: تم العثور على تطابق دقيق
de_de: Exakte Übereinstimmung gefunden
es_es: Encontrada coincidencia exacta
fi_fi: Löytyi tarkka vastaavuus
fr_fr: Correspondance exacte trouvée
it_it: Trovata corrispondenza esatta
ja_jp: 完全一致を発見
ko_kr: 정확한 일치 항목 발견
nl_nl: Exacte overeenkomst gevonden
pl_pl: Znaleziono dokładne dopasowanie
pt_pt: Encontrada correspondência exata
ru_ru: Найдено точное совпадение
zh_cn: 找到完全匹配

# GameScannerFoundPartialMatch
source: Found partial match
ar_sa: تم العثور على تطابق جزئي
de_de: Teilweise Übereinstimmung gefunden
es_es: Encontrada coincidencia parcial
fi_fi: Löytyi osittainen vastaavuus
fr_fr: Correspondance partielle trouvée
it_it: Trovata corrispondenza parziale
ja_jp: 部分一致を発見
ko_kr: 부분 일치 항목 발견
nl_nl: Gedeeltelijke overeenkomst gevonden
pl_pl: Znaleziono częściowe dopasowanie
pt_pt: Encontrada correspondência parcial
ru_ru: Найдено частичное совпадение
zh_cn: 找到部分匹配

# GameScannerFoundPartialSanitizedMatch
source: Found partial sanitized match
ar_sa: تم العثور على تطابق منقح جزئي
de_de: Teilweise bereinigte Übereinstimmung gefunden
es_es: Encontrada coincidencia parcial saneada
fi_fi: Löytyi osittainen puhdistettu vastaavuus
fr_fr: Correspondance partielle nettoyée trouvée
it_it: Trovata corrispondenza parziale sanificata
ja_jp: 部分サニタイズ一致を発見
ko_kr: 부분 정제된 일치 항목 발견
nl_nl: Gedeeltelijke geschoonde overeenkomst gevonden
pl_pl: Znaleziono częściowe oczyszczone dopasowanie
pt_pt: Encontrada correspondência parcial sanitizada
ru_ru: Найдено частичное очищенное совпадение
zh_cn: 找到部分净化匹配

# GameScannerFoundSanitizedMatch
source: Found sanitized match
ar_sa: تم العثور على تطابق منقح
de_de: Bereinigte Übereinstimmung gefunden
es_es: Encontrada coincidencia saneada
fi_fi: Löytyi puhdistettu vastaavuus
fr_fr: Correspondance nettoyée trouvée
it_it: Trovata corrispondenza sanificata
ja_jp: サニタイズ一致を発見
ko_kr: 정제된 일치 항목 발견
nl_nl: Geschoonde overeenkomst gevonden
pl_pl: Znaleziono oczyszczone dopasowanie
pt_pt: Encontrada correspondência sanitizada
ru_ru: Найдено очищенное совпадение
zh_cn: 找到净化匹配

# GameScannerGameSetupNotFound
source: Game setup not found
ar_sa: إعداد اللعبة غير موجود
de_de: Spielkonfiguration nicht gefunden
es_es: Configuración de juego no encontrada
fi_fi: Pelin asetuksia ei löytynyt
fr_fr: Configuration du jeu introuvable
it_it: Configurazione gioco non trovata
ja_jp: ゲームセットアップが見つかりません
ko_kr: 게임 설정을 찾을 수 없습니다
nl_nl: Game setup niet gevonden
pl_pl: Nie znaleziono konfiguracji gry
pt_pt: Configuração do jogo não encontrada
ru_ru: Настройка игры не найдена
zh_cn: 找不到游戏设置

# GameScannerLoadedDATFile
source: Loaded DAT file
ar_sa: تم تحميل ملف DAT
de_de: DAT-Datei geladen
es_es: Archivo DAT cargado
fi_fi: DAT-tiedosto ladattu
fr_fr: Fichier DAT chargé
it_it: File DAT caricato
ja_jp: DATファイル読み込み完了
ko_kr: DAT 파일 로드됨
nl_nl: DAT bestand geladen
pl_pl: Załadowano plik DAT
pt_pt: Arquivo DAT carregado
ru_ru: DAT файл загружен
zh_cn: 已加载DAT文件

# GameScannerLoadingGameNames
source: Loading game names
ar_sa: جاري تحميل أسماء الألعاب
de_de: Spielnamen werden geladen
es_es: Cargando nombres de juegos
fi_fi: Ladataan pelinimiä
fr_fr: Chargement des noms de jeux
it_it: Caricamento nomi giochi
ja_jp: ゲーム名読み込み中
ko_kr: 게임 이름 로딩 중
nl_nl: Game namen laden
pl_pl: Ładowanie nazw gier
pt_pt: Carregando nomes dos jogos
ru_ru: Загрузка названий игр
zh_cn: 正在加载游戏名称

# GameScannerMissing
source: Missing
ar_sa: مفقود
de_de: Fehlt
es_es: Faltante
fi_fi: Puuttuu
fr_fr: Manquant
it_it: Mancante
ja_jp: 不足
ko_kr: 누락됨
nl_nl: Ontbreekt
pl_pl: Brakujący
pt_pt: Faltando
ru_ru: Отсутствует
zh_cn: 缺失

# GameScannerNoDATFileConfigured
source: No DAT file configured
ar_sa: لا يوجد ملف DAT مُكوّن
de_de: Keine DAT-Datei konfiguriert
es_es: Ningún archivo DAT configurado
fi_fi: DAT-tiedostoa ei ole määritetty
fr_fr: Aucun fichier DAT configuré
it_it: Nessun file DAT configurato
ja_jp: DATファイルが設定されていません
ko_kr: DAT 파일이 구성되지 않음
nl_nl: Geen DAT bestand geconfigureerd
pl_pl: Nie skonfigurowano pliku DAT
pt_pt: Nenhum arquivo DAT configurado
ru_ru: DAT файл не настроен
zh_cn: 未配置DAT文件

# GameScannerPreparedForMatching
source: Prepared for matching
ar_sa: جاهز للمطابقة
de_de: Für Abgleich vorbereitet
es_es: Preparado para coincidencias
fi_fi: Valmisteltu vastaavuuksien etsintään
fr_fr: Préparé pour la correspondance
it_it: Preparato per la corrispondenza
ja_jp: マッチング準備完了
ko_kr: 매칭 준비됨
nl_nl: Voorbereid voor matching
pl_pl: Przygotowano do dopasowania
pt_pt: Preparado para correspondência
ru_ru: Подготовлено для сопоставления
zh_cn: 已准备匹配

# GameScannerPresentNotVerified
source: Present, not verified
ar_sa: موجود، غير مُتحقق منه
de_de: Vorhanden, nicht verifiziert
es_es: Presente, no verificado
fi_fi: Läsnä, ei varmistettu
fr_fr: Présent, non vérifié
it_it: Presente, non verificato
ja_jp: 存在、未検証
ko_kr: 존재하지만 확인되지 않음
nl_nl: Aanwezig, niet geverifieerd
pl_pl: Obecny, nie zweryfikowany
pt_pt: Presente, não verificado
ru_ru: Присутствует, не проверено
zh_cn: 存在，未验证

# GameScannerProcessedGames
source: Processed games
ar_sa: الألعاب المُعالجة
de_de: Spiele verarbeitet
es_es: Juegos procesados
fi_fi: Käsitellyt pelit
fr_fr: Jeux traités
it_it: Giochi elaborati
ja_jp: ゲーム処理完了
ko_kr: 처리된 게임
nl_nl: Games verwerkt
pl_pl: Przetworzone gry
pt_pt: Jogos processados
ru_ru: Обработанные игры
zh_cn: 已处理的游戏

# GameScannerROMFolder
source: ROM Folder
ar_sa: مجلد ROM
de_de: ROM-Ordner
es_es: Carpeta de ROM
fi_fi: ROM-kansio
fr_fr: Dossier ROM
it_it: Cartella ROM
ja_jp: ROMフォルダー
ko_kr: ROM 폴더
nl_nl: ROM Map
pl_pl: Folder ROM
pt_pt: Pasta ROM
ru_ru: Папка ROM
zh_cn: ROM文件夹

# GameScannerSave
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fi_fi: Tallenna
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Salvar
ru_ru: Сохранить
zh_cn: 保存

# GameScannerScanComplete
source: Scan complete
ar_sa: اكتمل المسح
de_de: Scan abgeschlossen
es_es: Escaneo completo
fi_fi: Skannaus valmis
fr_fr: Scan terminé
it_it: Scansione completata
ja_jp: スキャン完了
ko_kr: 스캔 완료
nl_nl: Scan voltooid
pl_pl: Skanowanie zakończone
pt_pt: Escaneamento completo
ru_ru: Сканирование завершено
zh_cn: 扫描完成

# GameScannerScanCompleteFoundGames
source: Scan complete. Found {0} games.
ar_sa: اكتمل المسح. تم العثور على {0} لعبة.
de_de: Scan abgeschlossen. {0} Spiele gefunden.
es_es: Escaneo completo. Se encontraron {0} juegos.
fi_fi: Skannaus valmis. Löytyi {0} peliä.
fr_fr: Scan terminé. {0} jeux trouvés.
it_it: Scansione completata. Trovati {0} giochi.
ja_jp: スキャン完了。{0}ゲームを発見しました。
ko_kr: 스캔 완료. {0}개 게임을 찾았습니다.
nl_nl: Scan voltooid. {0} games gevonden.
pl_pl: Skanowanie zakończone. Znaleziono {0} gier.
pt_pt: Escaneamento completo. Encontrados {0} jogos.
ru_ru: Сканирование завершено. Найдено игр: {0}.
zh_cn: 扫描完成。找到{0}个游戏。

# GameScannerScanningForFolders
source: Scanning for folders
ar_sa: مسح المجلدات
de_de: Ordner werden gescannt
es_es: Escaneando carpetas
fi_fi: Skannataan kansioita
fr_fr: Recherche de dossiers
it_it: Scansione delle cartelle
ja_jp: フォルダースキャン中
ko_kr: 폴더 스캔 중
nl_nl: Scannen naar mappen
pl_pl: Skanowanie folderów
pt_pt: Escaneando por pastas
ru_ru: Сканирование папок
zh_cn: 正在扫描文件夹

# GameScannerScanningForROMFiles
source: Scanning for ROM files
ar_sa: مسح ملفات ROM
de_de: ROM-Dateien werden gescannt
es_es: Escaneando archivos ROM
fi_fi: Skannataan ROM-tiedostoja
fr_fr: Recherche de fichiers ROM
it_it: Scansione dei file ROM
ja_jp: ROMファイルスキャン中
ko_kr: ROM 파일 스캔 중
nl_nl: Scannen naar ROM bestanden
pl_pl: Skanowanie plików ROM
pt_pt: Escaneando por arquivos ROM
ru_ru: Сканирование ROM файлов
zh_cn: 正在扫描ROM文件

# GameScannerScanningRomset
source: Scanning romset
ar_sa: مسح مجموعة ROM
de_de: Romset wird gescannt
es_es: Escaneando conjunto de ROM
fi_fi: Skannataan romsettiä
fr_fr: Scan du set de ROM
it_it: Scansione del romset
ja_jp: ROMセットスキャン中
ko_kr: 롬셋 스캔 중
nl_nl: Romset scannen
pl_pl: Skanowanie zestawu ROM
pt_pt: Escaneando romset
ru_ru: Сканирование набора ROM
zh_cn: 正在扫描ROM集

# GameScannerScanUsingDAT
source: Scan using DAT
ar_sa: مسح باستخدام DAT
de_de: Mit DAT scannen
es_es: Escanear usando DAT
fi_fi: Skannaa DAT:lla
fr_fr: Scanner avec DAT
it_it: Scansiona usando DAT
ja_jp: DATを使用してスキャン
ko_kr: DAT를 사용하여 스캔
nl_nl: Scannen met DAT
pl_pl: Skanuj używając DAT
pt_pt: Escanear usando DAT
ru_ru: Сканирование с использованием DAT
zh_cn: 使用DAT扫描

# GameScannerSelectValidROMFolder
source: Select valid ROM folder
ar_sa: حدد مجلد ROM صالح
de_de: Gültigen ROM-Ordner auswählen
es_es: Seleccionar carpeta ROM válida
fi_fi: Valitse kelvollinen ROM-kansio
fr_fr: Sélectionner un dossier ROM valide
it_it: Seleziona una cartella ROM valida
ja_jp: 有効なROMフォルダーを選択
ko_kr: 유효한 ROM 폴더 선택
nl_nl: Selecteer geldige ROM map
pl_pl: Wybierz prawidłowy folder ROM
pt_pt: Selecionar pasta ROM válida
ru_ru: Выберите правильную папку ROM
zh_cn: 选择有效的ROM文件夹

# GameScannerStartingScanWithDAT
source: Starting scan with DAT
ar_sa: بدء المسح بـ DAT
de_de: Scan mit DAT wird gestartet
es_es: Iniciando escaneo con DAT
fi_fi: Aloitetaan skannaus DAT:lla
fr_fr: Démarrage du scan avec DAT
it_it: Avvio scansione con DAT
ja_jp: DATでスキャン開始
ko_kr: DAT로 스캔 시작
nl_nl: Scan starten met DAT
pl_pl: Rozpoczynanie skanowania z DAT
pt_pt: Iniciando escaneamento com DAT
ru_ru: Начало сканирования с DAT
zh_cn: 开始使用DAT扫描

# GameScannerVerificationComplete
source: Verification complete
ar_sa: اكتمل التحقق
de_de: Verifizierung abgeschlossen
es_es: Verificación completa
fi_fi: Varmistus valmis
fr_fr: Vérification terminée
it_it: Verifica completata
ja_jp: 検証完了
ko_kr: 검증 완료
nl_nl: Verificatie voltooid
pl_pl: Weryfikacja zakończona
pt_pt: Verificação completa
ru_ru: Проверка завершена
zh_cn: 验证完成

# GameScannerVerified
source: Verified
ar_sa: مُتحقق منه
de_de: Verifiziert
es_es: Verificado
fi_fi: Varmistettu
fr_fr: Vérifié
it_it: Verificato
ja_jp: 検証済み
ko_kr: 검증됨
nl_nl: Geverifieerd
pl_pl: Zweryfikowany
pt_pt: Verificado
ru_ru: Проверено
zh_cn: 已验证

# GameScannerVerifyingFiles
source: Verifying files
ar_sa: جاري التحقق من الملفات
de_de: Dateien werden verifiziert
es_es: Verificando archivos
fi_fi: Varmistetaan tiedostoja
fr_fr: Vérification des fichiers
it_it: Verifica dei file
ja_jp: ファイル検証中
ko_kr: 파일 검증 중
nl_nl: Bestanden verifiëren
pl_pl: Weryfikacja plików
pt_pt: Verificando arquivos
ru_ru: Проверка файлов
zh_cn: 正在验证文件

# GameScannerVerifyingGame
source: Verifying game
ar_sa: جاري التحقق من اللعبة
de_de: Spiel wird verifiziert
es_es: Verificando juego
fi_fi: Varmistetaan peliä
fr_fr: Vérification du jeu
it_it: Verifica del gioco
ja_jp: ゲーム検証中
ko_kr: 게임 검증 중
nl_nl: Game verifiëren
pl_pl: Weryfikacja gry
pt_pt: Verificando jogo
ru_ru: Проверка игры
zh_cn: 正在验证游戏

# GameScannerVerifyingROMs
source: Verifying ROMs
ar_sa: جاري التحقق من ROM
de_de: ROMs werden verifiziert
es_es: Verificando ROMs
fi_fi: Varmistetaan ROM:eja
fr_fr: Vérification des ROM
it_it: Verifica delle ROM
ja_jp: ROM検証中
ko_kr: ROM 검증 중
nl_nl: ROMs verifiëren
pl_pl: Weryfikacja ROMów
pt_pt: Verificando ROMs
ru_ru: Проверка ROM
zh_cn: 正在验证ROM

# GameScannerWarningDirectoryNotFound
source: Warning: Directory not found
ar_sa: تحذير: المجلد غير موجود
de_de: Warnung: Verzeichnis nicht gefunden
es_es: Advertencia: Directorio no encontrado
fi_fi: Varoitus: Hakemistoa ei löytynyt
fr_fr: Avertissement : Répertoire introuvable
it_it: Avviso: Directory non trovata
ja_jp: 警告: ディレクトリが見つかりません
ko_kr: 경고: 디렉토리를 찾을 수 없습니다
nl_nl: Waarschuwing: Map niet gevonden
pl_pl: Ostrzeżenie: Katalog nie znaleziony
pt_pt: Aviso: Diretório não encontrado
ru_ru: Предупреждение: Каталог не найден
zh_cn: 警告：找不到目录

# GameScannerWarningExecutable2NotFound
source: Warning: Executable 2 not found
ar_sa: تحذير: الملف التنفيذي 2 غير موجود
de_de: Warnung: Ausführbare Datei 2 nicht gefunden
es_es: Advertencia: Ejecutable 2 no encontrado
fi_fi: Varoitus: Ohjelmatiedostoa 2 ei löytynyt
fr_fr: Avertissement : Exécutable 2 introuvable
it_it: Avviso: Eseguibile 2 non trovato
ja_jp: 警告: 実行ファイル2が見つかりません
ko_kr: 경고: 실행 파일 2를 찾을 수 없습니다
nl_nl: Waarschuwing: Uitvoerbaar bestand 2 niet gevonden
pl_pl: Ostrzeżenie: Plik wykonywalny 2 nie znaleziony
pt_pt: Aviso: Executável 2 não encontrado
ru_ru: Предупреждение: Исполняемый файл 2 не найден
zh_cn: 警告：找不到可执行文件2

# GameScannerWarningExecutableNotFound
source: Warning: Executable not found
ar_sa: تحذير: الملف التنفيذي غير موجود
de_de: Warnung: Ausführbare Datei nicht gefunden
es_es: Advertencia: Ejecutable no encontrado
fi_fi: Varoitus: Ohjelmatiedostoa ei löytynyt
fr_fr: Avertissement : Exécutable introuvable
it_it: Avviso: Eseguibile non trovato
ja_jp: 警告: 実行ファイルが見つかりません
ko_kr: 경고: 실행 파일을 찾을 수 없습니다
nl_nl: Waarschuwing: Uitvoerbaar bestand niet gevonden
pl_pl: Ostrzeżenie: Plik wykonywalny nie znaleziony
pt_pt: Aviso: Executável não encontrado
ru_ru: Предупреждение: Исполняемый файл не найден
zh_cn: 警告：找不到可执行文件

# GameScannerWontAddAlreadyConfigured
source: Won't add - already configured
ar_sa: لن يُضاف - مُكوّن بالفعل
de_de: Wird nicht hinzugefügt - bereits konfiguriert
es_es: No agregará - ya configurado
fi_fi: Ei lisätä - jo määritetty
fr_fr: N'ajoutera pas - déjà configuré
it_it: Non aggiungerò - già configurato
ja_jp: 追加せず - 既に設定済み
ko_kr: 추가하지 않음 - 이미 구성됨
nl_nl: Wordt niet toegevoegd - al geconfigureerd
pl_pl: Nie zostanie dodany - już skonfigurowany
pt_pt: Não será adicionado - já configurado
ru_ru: Не добавится - уже настроено
zh_cn: 不会添加 - 已配置

# GameScannerWontAddSetupMissing
source: Won't add - setup missing
ar_sa: لن يُضاف - الإعداد مفقود
de_de: Wird nicht hinzugefügt - Setup fehlt
es_es: No agregará - configuración faltante
fi_fi: Ei lisätä - asetukset puuttuvat
fr_fr: N'ajoutera pas - configuration manquante
it_it: Non aggiungerò - configurazione mancante
ja_jp: 追加せず - セットアップ不足
ko_kr: 추가하지 않음 - 설정 누락
nl_nl: Wordt niet toegevoegd - setup ontbreekt
pl_pl: Nie zostanie dodany - brakuje konfiguracji
pt_pt: Não será adicionado - configuração faltando
ru_ru: Не добавится - отсутствует настройка
zh_cn: 不会添加 - 缺少设置

# GameSettingsAllFiles
source: All Files
ar_sa: جميع الملفات
de_de: Alle Dateien
es_es: Todos los Archivos
fi_fi: Kaikki tiedostot
fr_fr: Tous les Fichiers
it_it: Tutti i File
ja_jp: 全てのファイル
ko_kr: 모든 파일
nl_nl: Alle Bestanden
pl_pl: Wszystkie pliki
pt_pt: Todos os Arquivos
ru_ru: Все файлы
zh_cn: 所有文件

# GameSettingsDemoPath
source: Demo Path
ar_sa: مسار التجريبي
de_de: Demo-Pfad
es_es: Ruta de Demo
fi_fi: Demon polku
fr_fr: Chemin de Démo
it_it: Percorso Demo
ja_jp: デモパス
ko_kr: 데모 경로
nl_nl: Demo Pad
pl_pl: Ścieżka demo
pt_pt: Caminho da Demo
ru_ru: Путь к демо
zh_cn: 演示路径

# GameSettingsExecutableOr
source: Executable or
ar_sa: ملف تنفيذي أو
de_de: Ausführbare Datei oder
es_es: Ejecutable o
fi_fi: Ohjelmatiedosto tai
fr_fr: Exécutable ou
it_it: Eseguibile o
ja_jp: 実行ファイルまたは
ko_kr: 실행 파일 또는
nl_nl: Uitvoerbaar bestand of
pl_pl: Plik wykonywalny lub
pt_pt: Executável ou
ru_ru: Исполняемый файл или
zh_cn: 可执行文件或

# GameSettingsGameExecutable
source: Game Executable:
ar_sa: ملف اللعبة التنفيذي:
de_de: Spielausführungsdatei:
es_es: Ejecutable del Juego:
fi_fi: Pelin ohjelmatiedosto:
fr_fr: Exécutable du Jeu :
it_it: Eseguibile del Gioco:
ja_jp: ゲーム実行ファイル:
ko_kr: 게임 실행 파일:
nl_nl: Game Uitvoerbaar Bestand:
pl_pl: Plik wykonywalny gry:
pt_pt: Executável do Jogo:
ru_ru: Исполняемый файл игры:
zh_cn: 游戏可执行文件：

# GameSettingsGameExecutableFilter
source: Game executable
ar_sa: ملف اللعبة التنفيذي
de_de: Spielausführungsdatei
es_es: Ejecutable del juego
fi_fi: Pelin ohjelmatiedosto
fr_fr: Exécutable du jeu
it_it: Eseguibile del gioco
ja_jp: ゲーム実行ファイル
ko_kr: 게임 실행 파일
nl_nl: Game uitvoerbaar bestand
pl_pl: Plik wykonywalny gry
pt_pt: Executável do jogo
ru_ru: Исполняемый файл игры
zh_cn: 游戏可执行文件

# GameSettingsGameExecutableLabel
source: Game Executable
ar_sa: ملف اللعبة التنفيذي
de_de: Spielausführungsdatei
es_es: Ejecutable del Juego
fi_fi: Pelin ohjelmatiedosto
fr_fr: Exécutable du Jeu
it_it: Eseguibile del Gioco
ja_jp: ゲーム実行ファイル
ko_kr: 게임 실행 파일
nl_nl: Game Uitvoerbaar Bestand
pl_pl: Plik wykonywalny gry
pt_pt: Executável do Jogo
ru_ru: Исполняемый файл игры
zh_cn: 游戏可执行文件
