Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameErrorB0B0002
source: GAME REVISION not supported!!! Now closing.
ar_sa: تم تمكين DPI العالي! لا تدعم هذه اللعبة DPI العالي، يرجى إما تعطيله أو تشغيل اللعبة في الوضع المتوافق لنظام Windows 7. الآن يتم الإغلاق.
de_de: SPIEL-REVISION nicht unterstützt!!! Wird jetzt geschlossen.
es_es: ¡¡¡REVISIÓN DEL JUEGO no compatible!!! Cerrando ahora.
fi_fi: PELIVERSIOTA ei tueta!!! Suljetaan nyt.
fr_fr: RÉVISION DU JEU non prise en charge !!! Fermeture maintenant.
it_it: REVISIONE GIOCO non supportata!!! Chiusura ora.
ja_jp: ゲームリビジョンがサポートされていません！！！ 終了します。
ko_kr: 게임 리비전이 지원되지 않습니다!!! 종료합니다.
nl_nl: SPELREVISIE niet ondersteund!!! Nu afsluiten.
pl_pl: REWIZJA GRY nieobsługiwana!!! Zamykanie.
pt_pt: REVISÃO DO JOGO não suportada!!! A fechar agora.
ru_ru: РЕВИЗИЯ ИГРЫ не поддерживается!!! Закрытие.
zh_cn: 游戏版本不受支持！！！ 正在关闭。

# GameErrorB0B0003
source: This game need these files in game root: dk2win32.dll ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: dk2win32.dll ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: dk2win32.dll ...... Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: dk2win32.dll ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: dk2win32.dll ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : dk2win32.dll ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: dk2win32.dll ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： dk2win32.dll ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: dk2win32.dll ...... 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: dk2win32.dll ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: dk2win32.dll ...... Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: dk2win32.dll ...... A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: dk2win32.dll ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： dk2win32.dll ...... 正在关闭...

# GameErrorB0B0004
source: This game need these files in game root: inpout32.dll ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: inpout32.dll ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: inpout32.dll ...... Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: inpout32.dll ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: inpout32.dll ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : inpout32.dll ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: inpout32.dll ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： inpout32.dll ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: inpout32.dll ...... 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: inpout32.dll ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: inpout32.dll ...... Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: inpout32.dll ...... A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: inpout32.dll ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： inpout32.dll ...... 正在关闭...

# GameErrorB0B0005
source: This game need these files in game root: ./bin ./bin/bms_IG2.exe ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: ./bin ./bin/bms_IG2.exe ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: ./bin ./bin/bms_IG2.exe ...... Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: ./bin ./bin/bms_IG2.exe ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: ./bin ./bin/bms_IG2.exe ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : ./bin ./bin/bms_IG2.exe ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: ./bin ./bin/bms_IG2.exe ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： ./bin ./bin/bms_IG2.exe ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: ./bin ./bin/bms_IG2.exe ...... 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: ./bin ./bin/bms_IG2.exe ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: ./bin ./bin/bms_IG2.exe ...... Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: ./bin ./bin/bms_IG2.exe ...... A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: ./bin ./bin/bms_IG2.exe ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： ./bin ./bin/bms_IG2.exe ...... 正在关闭...

# GameErrorB0B0006
source: The screen used is not compatible with this setting. Please run the game in windowed mode. Now closing...
ar_sa: تم تشغيل اللعبة في وضع ملء الشاشة! يرجى تشغيل اللعبة في النمط النافذي. الآن يتم الإغلاق...
de_de: Der verwendete Bildschirm ist nicht mit dieser Einstellung kompatibel. Bitte führen Sie das Spiel im Fenstermodus aus. Wird jetzt geschlossen...
es_es: La pantalla utilizada no es compatible con esta configuración. Por favor ejecuta el juego en modo ventana. Cerrando ahora...
fi_fi: Käytetty näyttö ei ole yhteensopiva tämän asetuksen kanssa. Aja peli ikkunatilassa. Suljetaan nyt...
fr_fr: L'écran utilisé n'est pas compatible avec ce réglage. Veuillez lancer le jeu en mode fenêtré. Fermeture maintenant...
it_it: Lo schermo utilizzato non è compatibile con questa impostazione. Esegui il gioco in modalità finestra. Chiusura ora...
ja_jp: 使用されている画面はこの設定と互換性がありません。 ウィンドウモードでゲームを実行してください。 終了します...
ko_kr: 사용된 화면이 이 설정과 호환되지 않습니다. 창 모드로 게임을 실행해주세요. 종료합니다...
nl_nl: Het gebruikte scherm is niet compatibel met deze instelling. Voer het spel uit in venstermodus. Nu afsluiten...
pl_pl: Używany ekran nie jest kompatybilny z tym ustawieniem. Uruchom grę w trybie okienkowym. Zamykanie...
pt_pt: O ecrã utilizado não é compatível com esta configuração. Por favor execute o jogo em modo janela. A fechar agora...
ru_ru: Используемый экран не совместим с этой настройкой. Пожалуйста, запустите игру в оконном режиме. Закрытие...
zh_cn: 使用的屏幕与此设置不兼容。 请在窗口模式下运行游戏。 正在关闭...

# GameErrorB0B0007
source: This game need these files in game root: d3dx8.dll Please copy the file or disable custom crosshairs. Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: d3dx8.dll يرجى نسخ الملف أو تعطيل المؤشرات المخصصة. الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: d3dx8.dll Bitte kopieren Sie die Datei oder deaktivieren Sie benutzerdefinierte Fadenkreuze. Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: d3dx8.dll Por favor copia el archivo o deshabilita las miras personalizadas. Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: d3dx8.dll Kopioi tiedosto tai poista käytöstä mukautetut tähtäimet. Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : d3dx8.dll Veuillez copier le fichier ou désactiver les réticules personnalisés. Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: d3dx8.dll Copia il file o disabilita i mirini personalizzati. Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： d3dx8.dll ファイルをコピーするかカスタムクロスヘアを無効にしてください。 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: d3dx8.dll 파일을 복사하거나 사용자 정의 조준선을 비활성화해주세요. 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: d3dx8.dll Kopieer het bestand of schakel aangepaste dradenkruizen uit. Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: d3dx8.dll Skopiuj plik lub wyłącz niestandardowe celowniki. Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: d3dx8.dll Por favor copie o ficheiro ou desative miras personalizadas. A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: d3dx8.dll Пожалуйста, скопируйте файл или отключите пользовательские прицелы. Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： d3dx8.dll 请复制文件或禁用自定义准星。 正在关闭...

# GameErrorB0B0008
source: This game need these files in game root: ./bin ./bin/bms_IMS.exe ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: ./bin ./bin/bms_IMS.exe ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: ./bin ./bin/bms_IMS.exe ...... Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: ./bin ./bin/bms_IMS.exe ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: ./bin ./bin/bms_IMS.exe ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : ./bin ./bin/bms_IMS.exe ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: ./bin ./bin/bms_IMS.exe ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： ./bin ./bin/bms_IMS.exe ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: ./bin ./bin/bms_IMS.exe ...... 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: ./bin ./bin/bms_IMS.exe ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: ./bin ./bin/bms_IMS.exe ...... Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: ./bin ./bin/bms_IMS.exe ...... A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: ./bin ./bin/bms_IMS.exe ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： ./bin ./bin/bms_IMS.exe ...... 正在关闭...

# GameErrorB0B0009
source: Main game executable file need to be patched with 4GB PATCHER on x64 OS, check: - fixes-channel on TeknoParrot Discord or - https://ntcore.com/?page_id=371 Now closing...
ar_sa: تحتاج هذه اللعبة إلى إزالة الحماية، يرجى زيارة: - قناة fixes في TeknoParrot Discord أو - https://ntcore.com/?page_id=371 الآن يتم الإغلاق...
de_de: Die Hauptspiel-exe-Datei muss mit 4GB PATCHER auf x64 OS gepatcht werden, überprüfen Sie: - fixes-channel auf TeknoParrot Discord oder - https://ntcore.com/?page_id=371 Wird jetzt geschlossen...
es_es: El archivo ejecutable principal del juego necesita ser parcheado con 4GB PATCHER en OS x64, revisa: - canal fixes en Discord de TeknoParrot o - https://ntcore.com/?page_id=371 Cerrando ahora...
fi_fi: Pääpelin käyttötiedosto täytyy paikata 4GB PATCHER:lla x64 käyttöjärjestelmässä, tarkista: - fixes-channel TeknoParrot Discordissa tai - https://ntcore.com/?page_id=371 Suljetaan nyt...
fr_fr: Le fichier exécutable principal du jeu doit être patché avec 4GB PATCHER sur OS x64, vérifiez : - canal fixes sur Discord TeknoParrot ou - https://ntcore.com/?page_id=371 Fermeture maintenant...
it_it: Il file eseguibile principale del gioco deve essere patchato con 4GB PATCHER su OS x64, controlla: - canale fixes su TeknoParrot Discord o - https://ntcore.com/?page_id=371 Chiusura ora...
ja_jp: メインゲーム実行ファイルはx64 OSで4GB PATCHERによってパッチを適用する必要があります。確認してください： - TeknoParrot Discordのfixesチャンネル または - https://ntcore.com/?page_id=371 終了します...
ko_kr: 메인 게임 실행 파일은 x64 OS에서 4GB PATCHER로 패치되어야 합니다. 확인해주세요: - TeknoParrot Discord의 fixes 채널 또는 - https://ntcore.com/?page_id=371 종료합니다...
nl_nl: Het hoofdspel uitvoerbare bestand moet gepatcht worden met 4GB PATCHER op x64 OS, controleer: - fixes-kanaal op TeknoParrot Discord of - https://ntcore.com/?page_id=371 Nu afsluiten...
pl_pl: Główny plik wykonywalny gry musi być łatany za pomocą 4GB PATCHER na OS x64, sprawdź: - kanał fixes na TeknoParrot Discord lub - https://ntcore.com/?page_id=371 Zamykanie...
pt_pt: O ficheiro executável principal do jogo precisa de ser corrigido com 4GB PATCHER em OS x64, verifique: - canal fixes no Discord TeknoParrot ou - https://ntcore.com/?page_id=371 A fechar agora...
ru_ru: Основной исполняемый файл игры нужно пропатчить с помощью 4GB PATCHER на x64 ОС, проверьте: - канал fixes в TeknoParrot Discord или - https://ntcore.com/?page_id=371 Закрытие...
zh_cn: 主游戏可执行文件需要在x64操作系统上使用4GB PATCHER进行修补，请检查： - TeknoParrot Discord上的fixes频道 或者 - https://ntcore.com/?page_id=371 正在关闭...

# GameErrorB0B000A
source: This game need to be run in XP compatibility mode to avoid freezes/crashes: Please change "game.exe" Compatibility Mode setting to "Windows XP" and relaunch game. ...... Now closing...
ar_sa: يرجى تغيير إعداد وضع التوافق لـ "game.exe" إلى "Windows XP" وإعادة تشغيل اللعبة. ...... الآن يتم الإغلاق...
de_de: Dieses Spiel muss im XP-Kompatibilitätsmodus ausgeführt werden, um Einfrieren/Abstürze zu vermeiden: Bitte ändern Sie die Kompatibilitätsmodus-Einstellung von "game.exe" auf "Windows XP" und starten Sie das Spiel neu. ...... Wird jetzt geschlossen...
es_es: Este juego necesita ejecutarse en modo de compatibilidad XP para evitar congelamientos/crashes: Por favor cambia la configuración de Modo de Compatibilidad de "game.exe" a "Windows XP" y relanza el juego. ...... Cerrando ahora...
fi_fi: Tämä peli täytyy ajaa XP-yhteensopivuustilassa jäätymisten/kaatumisten välttämiseksi: Vaihda "game.exe" yhteensopivuustila-asetus "Windows XP":ksi ja käynnistä peli uudelleen. ...... Suljetaan nyt...
fr_fr: Ce jeu doit être lancé en mode de compatibilité XP pour éviter les blocages/plantages : Veuillez changer le réglage Mode de Compatibilité de "game.exe" vers "Windows XP" et relancer le jeu. ...... Fermeture maintenant...
it_it: Questo gioco deve essere eseguito in modalità compatibilità XP per evitare blocchi/crash: Cambia l'impostazione Modalità Compatibilità di "game.exe" su "Windows XP" e rilancia il gioco. ...... Chiusura ora...
ja_jp: このゲームはフリーズ/クラッシュを避けるためにXP互換モードで実行する必要があります： 「game.exe」の互換モード設定を「Windows XP」に変更してゲームを再起動してください。 ...... 終了します...
ko_kr: 이 게임은 멈춤/크래시를 방지하기 위해 XP 호환 모드로 실행되어야 합니다: "game.exe"의 호환 모드 설정을 "Windows XP"로 변경하고 게임을 다시 시작해주세요. ...... 종료합니다...
nl_nl: Dit spel moet uitgevoerd worden in XP compatibiliteitsmodus om vastlopen/crashes te voorkomen: Verander de Compatibiliteitsmodus instelling van "game.exe" naar "Windows XP" en start het spel opnieuw op. ...... Nu afsluiten...
pl_pl: Ta gra musi być uruchomiona w trybie zgodności XP, aby uniknąć zawieszania/awarii: Zmień ustawienie Trybu Zgodności "game.exe" na "Windows XP" i uruchom grę ponownie. ...... Zamykanie...
pt_pt: Este jogo precisa de ser executado em modo de compatibilidade XP para evitar bloqueios/crashes: Por favor altere a configuração de Modo de Compatibilidade do "game.exe" para "Windows XP" e reinicie o jogo. ...... A fechar agora...
ru_ru: Эту игру нужно запускать в режиме совместимости XP, чтобы избежать зависаний/крашей: Пожалуйста, измените настройку Режима Совместимости "game.exe" на "Windows XP" и перезапустите игру. ...... Закрытие...
zh_cn: 此游戏需要在XP兼容模式下运行以避免冻结/崩溃： 请将"game.exe"的兼容模式设置更改为"Windows XP"并重新启动游戏。 ...... 正在关闭...

# GameErrorB0B000B
source: This game need to be patched to remove all trash: Please patch "game.exe" with TrashCleaner for BlockKing (download from fixes-channel on TeknoParrot Discord). Once done relaunch game. ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى ترقيع لإزالة جميع القمامة: يرجى ترقيع "game.exe" باستخدام TrashCleaner لـ BlockKing (تحميل من قناة fixes في TeknoParrot Discord). بمجرد الانتهاء أعد تشغيل اللعبة. ...... الآن يتم الإغلاق...
de_de: Dieses Spiel muss gepatcht werden, um allen Müll zu entfernen: Bitte patchen Sie "game.exe" mit TrashCleaner für BlockKing (Download vom fixes-channel auf TeknoParrot Discord). Starten Sie das Spiel nach dem Patchen neu. ...... Wird jetzt geschlossen...
es_es: Este juego necesita ser parcheado para remover toda la basura: Por favor parchea "game.exe" con TrashCleaner para BlockKing (descarga del canal fixes en Discord de TeknoParrot). Una vez hecho relanza el juego. ...... Cerrando ahora...
fi_fi: Tämä peli täytyy paikata poistamaan kaikki roskadata: Paikkaa "game.exe" TrashCleaner for BlockKing:llä (lataa fixes-channel TeknoParrot Discordista). Käynnistä peli uudelleen kun tehty. ...... Suljetaan nyt...
fr_fr: Ce jeu doit être patché pour supprimer tous les déchets : Veuillez patcher "game.exe" avec TrashCleaner pour BlockKing (télécharger depuis le canal fixes sur Discord TeknoParrot). Une fois fait, relancez le jeu. ...... Fermeture maintenant...
it_it: Questo gioco deve essere patchato per rimuovere tutta la spazzatura: Patcha "game.exe" con TrashCleaner per BlockKing (scarica dal canale fixes su TeknoParrot Discord). Una volta fatto rilancia il gioco. ...... Chiusura ora...
ja_jp: このゲームはすべてのゴミを削除するためにパッチを適用する必要があります： BlockKing用のTrashCleanerで「game.exe」にパッチを適用してください（TeknoParrot Discordのfixesチャンネルからダウンロード）。 完了したらゲームを再起動してください。 ...... 終了します...
ko_kr: 이 게임은 모든 쓰레기를 제거하기 위해 패치되어야 합니다: BlockKing용 TrashCleaner로 "game.exe"를 패치해주세요 (TeknoParrot Discord의 fixes 채널에서 다운로드). 완료되면 게임을 다시 시작해주세요. ...... 종료합니다...
nl_nl: Dit spel moet gepatcht worden om alle rommel te verwijderen: Patch "game.exe" met TrashCleaner voor BlockKing (download van fixes-kanaal op TeknoParrot Discord). Eenmaal gedaan, start het spel opnieuw op. ...... Nu afsluiten...
pl_pl: Ta gra musi być załatana, aby usunąć wszystkie śmieci: Załataj "game.exe" za pomocą TrashCleaner dla BlockKing (pobierz z kanału fixes na TeknoParrot Discord). Po zakończeniu uruchom grę ponownie. ...... Zamykanie...
pt_pt: Este jogo precisa de ser corrigido para remover todo o lixo: Por favor corrija "game.exe" com TrashCleaner para BlockKing (descarregue do canal fixes no Discord TeknoParrot). Uma vez feito, reinicie o jogo. ...... A fechar agora...
ru_ru: Эту игру нужно пропатчить, чтобы удалить весь мусор: Пожалуйста, пропатчите "game.exe" с помощью TrashCleaner для BlockKing (скачайте с канала fixes в TeknoParrot Discord). После завершения перезапустите игру. ...... Закрытие...
zh_cn: 此游戏需要修补以删除所有垃圾： 请使用TrashCleaner for BlockKing修补"game.exe"（从TeknoParrot Discord的fixes频道下载）。 完成后重新启动游戏。 ...... 正在关闭...

# GameErrorB0B000C
source: This game need these files in game root: d3dx11_43.dll (64-bit) Please copy the file or disable custom bezel. Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: d3dx11_43.dll (64-بت) يرجى نسخ الملف أو تعطيل الإطار المخصص. الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: d3dx11_43.dll (64-bit) Bitte kopieren Sie die Datei oder deaktivieren Sie den benutzerdefinierten Rahmen. Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: d3dx11_43.dll (64-bit) Por favor copia el archivo o deshabilita el bisel personalizado. Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: d3dx11_43.dll (64-bit) Kopioi tiedosto tai poista käytöstä mukautettu kehys. Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : d3dx11_43.dll (64-bit) Veuillez copier le fichier ou désactiver le cadre personnalisé. Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: d3dx11_43.dll (64-bit) Copia il file o disabilita la cornice personalizzata. Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： d3dx11_43.dll (64-bit) ファイルをコピーするかカスタムベゼルを無効にしてください。 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: d3dx11_43.dll (64-bit) 파일을 복사하거나 사용자 정의 베젤을 비활성화해주세요. 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: d3dx11_43.dll (64-bit) Kopieer het bestand of schakel aangepaste bezel uit. Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: d3dx11_43.dll (64-bit) Skopiuj plik lub wyłącz niestandardową ramkę. Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: d3dx11_43.dll (64-bit) Por favor copie o ficheiro ou desative moldura personalizada. A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: d3dx11_43.dll (64-bit) Пожалуйста, скопируйте файл или отключите пользовательскую рамку. Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： d3dx11_43.dll (64-bit) 请复制文件或禁用自定义边框。 正在关闭...

# GameErrorB0B000D
source: This game need these files in game root: d3dx8.dll Please copy the file or disable Landscape screen orientation. Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: d3dx8.dll يرجى نسخ الملف أو تعطيل توجه الشاشة الأفقي. الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: d3dx8.dll Bitte kopieren Sie die Datei oder deaktivieren Sie die Querformat-Bildschirmausrichtung. Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: d3dx8.dll Por favor copia el archivo o deshabilita la orientación de pantalla horizontal. Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: d3dx8.dll Kopioi tiedosto tai poista käytöstä vaakasuuntainen näytön suunta. Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : d3dx8.dll Veuillez copier le fichier ou désactiver l'orientation d'écran Paysage. Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: d3dx8.dll Copia il file o disabilita l'orientamento schermo Orizzontale. Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： d3dx8.dll ファイルをコピーするか横画面の画面向きを無効にしてください。 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: d3dx8.dll 파일을 복사하거나 가로 화면 방향을 비활성화해주세요. 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: d3dx8.dll Kopieer het bestand of schakel Landschap schermoriëntatie uit. Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: d3dx8.dll Skopiuj plik lub wyłącz orientację ekranu Poziomą. Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: d3dx8.dll Por favor copie o ficheiro ou desative orientação de ecrã Paisagem. A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: d3dx8.dll Пожалуйста, скопируйте файл или отключите ориентацию экрана Альбомная. Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： d3dx8.dll 请复制文件或禁用横向屏幕方向。 正在关闭...
