Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# AccountUsername
source: Username
ar_sa: اسم المستخدم
de_de: Benutzername
es_es: Usuario
fi_fi: Käyttäjänimi
fr_fr: Nom d'Utilisateur
it_it: Nome Utente
ja_jp: ユーザー名
ko_kr: 사용자명
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de Usuário
ru_ru: Имя пользователя
zh_cn: 用户名

source: Add Game
ar_sa: إضافة لعبة
de_de: Spiel hinzufügen
es_es: Agregar Juego
fi_fi: Lisää peli
fr_fr: Ajouter un Jeu
it_it: Aggiungi Gioco
ja_jp: ゲーム追加
ko_kr: 게임 추가
nl_nl: Game Toevoegen
pl_pl: Dodaj grę
pt_pt: Adicionar Jogo
ru_ru: Добавить игру
zh_cn: 添加游戏

# AddGameAction
source: Action
ar_sa: أكشن
es_es: Acción
fi_fi: Toiminta
it_it: Azione
ja_jp: アクション
ko_kr: 액션
nl_nl: Actie
pl_pl: Akcja
pt_pt: Ação
ru_ru: Действие
zh_cn: 动作

# AddGameAddedSuffix
source: (Added)
ar_sa: (مُضافة)
de_de: (Hinzugefügt)
es_es: (Agregado)
fi_fi: (Lisätty)
fr_fr: (Ajouté)
it_it: (Aggiunto)
ja_jp: （追加済み）
ko_kr: (추가됨)
nl_nl: (Toegevoegd)
pl_pl: (Dodana)
pt_pt: (Adicionado)
ru_ru: (Добавлено)
zh_cn: （已添加）

# AddGameAll
source: All
ar_sa: الكل
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Tous
it_it: Tutti
ja_jp: 全て
ko_kr: 전체
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Todos
ru_ru: Все
zh_cn: 全部

# AddGameAllFilter
source: All Games
ar_sa: جميع الألعاب
de_de: Alle Spiele
es_es: Todos los Juegos
fi_fi: Kaikki pelit
fr_fr: Tous les Jeux
it_it: Tutti i Giochi
ja_jp: 全てのゲーム
ko_kr: 모든 게임
nl_nl: Alle Games
pl_pl: Wszystkie gry
pt_pt: Todos os Jogos
ru_ru: Все игры
zh_cn: 所有游戏

# AddGameCard
source: Card
ar_sa: بطاقة
de_de: Karten
es_es: Cartas
fi_fi: Kortti
fr_fr: Cartes
it_it: Carte
ja_jp: カード
ko_kr: 카드
nl_nl: Kaart
pl_pl: Karty
pt_pt: Cartas
ru_ru: Карточные
zh_cn: 卡牌

# AddGameCompilation
source: Compilation
ar_sa: مجموعة
de_de: Sammlung
es_es: Compilación
fi_fi: Kokoelma
it_it: Raccolta
ja_jp: コンピレーション
ko_kr: 컴필레이션
nl_nl: Compilatie
pl_pl: Kompilacja
pt_pt: Compilação
ru_ru: Сборники
zh_cn: 合集

# AddGameFighting
source: Fighting
ar_sa: قتال
de_de: Kampf
es_es: Lucha
fi_fi: Tappelu
fr_fr: Combat
it_it: Combattimento
ja_jp: 格闘
ko_kr: 격투
nl_nl: Vechtspel
pl_pl: Bijatyki
pt_pt: Luta
ru_ru: Файтинги
zh_cn: 格斗

# AddGameFilters
source: Filters
ar_sa: المرشحات
de_de: Filter
es_es: Filtros
fi_fi: Suodattimet
fr_fr: Filtres
it_it: Filtri
ja_jp: フィルター
ko_kr: 필터
pl_pl: Filtry
pt_pt: Filtros
ru_ru: Фильтры
zh_cn: 过滤器

# AddGameFlying
source: Flying
ar_sa: طيران
de_de: Flug
es_es: Vuelo
fi_fi: Lentäminen
fr_fr: Vol
it_it: Volo
ja_jp: フライト
ko_kr: 비행
nl_nl: Vliegspel
pl_pl: Latanie
pt_pt: Voo
ru_ru: Авиасимуляторы
zh_cn: 飞行

# AddGameGamesShown
source: Games Shown
ar_sa: الألعاب المعروضة
de_de: Spiele angezeigt
es_es: Juegos Mostrados
fi_fi: Näytettyjä pelejä
fr_fr: Jeux Affichés
it_it: Giochi Mostrati
ja_jp: 表示ゲーム数
ko_kr: 표시된 게임
nl_nl: Games Getoond
pl_pl: Pokazane gry
pt_pt: Jogos Exibidos
ru_ru: Показано игр
zh_cn: 显示的游戏

# AddGameGamesShownCount
source: {0} games shown
ar_sa: {0} لعبة معروضة
de_de: {0} Spiele angezeigt
es_es: {0} juegos mostrados
fi_fi: {0} peliä näytetty
fr_fr: {0} jeux affichés
it_it: {0} giochi mostrati
ja_jp: {0} ゲーム表示中
ko_kr: {0}개 게임 표시됨
nl_nl: {0} games getoond
pl_pl: Wyświetlono {0} gier
pt_pt: {0} jogos exibidos
ru_ru: Показано игр: {0}
zh_cn: 显示了{0}个游戏

# AddGameGenre
source: Genre
ar_sa: النوع
es_es: Género
fi_fi: Laji
it_it: Genere
ja_jp: ジャンル
ko_kr: 장르
pl_pl: Gatunek
pt_pt: Gênero
ru_ru: Жанр
zh_cn: 类型

# AddGameInstalled
source: Installed
ar_sa: مثبت
de_de: Installiert
es_es: Instalado
fi_fi: Asennettu
fr_fr: Installé
it_it: Installato
ja_jp: インストール済み
ko_kr: 설치됨
nl_nl: Geïnstalleerd
pl_pl: Zainstalowane
pt_pt: Instalado
ru_ru: Установленные
zh_cn: 已安装

# AddGameInstalledFilter
source: Installed Games
ar_sa: الألعاب المثبتة
de_de: Installierte Spiele
es_es: Juegos Instalados
fi_fi: Asennetut pelit
fr_fr: Jeux Installés
it_it: Giochi Installati
ja_jp: インストール済みゲーム
ko_kr: 설치된 게임
nl_nl: Geïnstalleerde Games
pl_pl: Zainstalowane gry
pt_pt: Jogos Instalados
ru_ru: Установленные игры
zh_cn: 已安装的游戏

# AddGameNotInstalled
source: Not Installed
ar_sa: غير مثبت
de_de: Nicht installiert
es_es: No Instalado
fi_fi: Ei asennettu
fr_fr: Non Installé
it_it: Non Installato
ja_jp: 未インストール
ko_kr: 설치되지 않음
nl_nl: Niet Geïnstalleerd
pl_pl: Niezainstalowane
pt_pt: Não Instalado
ru_ru: Не установленные
zh_cn: 未安装

# AddGameNotInstalledFilter
source: Not Installed Games
ar_sa: الألعاب غير المثبتة
de_de: Nicht installierte Spiele
es_es: Juegos No Instalados
fi_fi: Asentamattomat pelit
fr_fr: Jeux Non Installés
it_it: Giochi Non Installati
ja_jp: 未インストールゲーム
ko_kr: 설치되지 않은 게임
nl_nl: Niet Geïnstalleerde Games
pl_pl: Niezainstalowane gry
pt_pt: Jogos Não Instalados
ru_ru: Не установленные игры
zh_cn: 未安装的游戏

# AddGamePlatform
source: Platform
ar_sa: منصات
de_de: Plattform
es_es: Plataforma
fi_fi: Tasohyppely
fr_fr: Plateforme
it_it: Piattaforma
ja_jp: プラットフォーム
ko_kr: 플랫폼
pl_pl: Platformowe
pt_pt: Plataforma
ru_ru: Платформеры
zh_cn: 平台

# AddGamePuzzle
source: Puzzle
ar_sa: ألغاز
es_es: Rompecabezas
fi_fi: Palapeli
ja_jp: パズル
ko_kr: 퍼즐
nl_nl: Puzzel
pt_pt: Quebra-cabeça
ru_ru: Головоломки
zh_cn: 益智

# AddGameRacing
source: Racing
ar_sa: سباق
de_de: Rennen
es_es: Carreras
fi_fi: Kilpa-ajo
fr_fr: Course
it_it: Corse
ja_jp: レーシング
ko_kr: 레이싱
pl_pl: Wyścigi
pt_pt: Corrida
ru_ru: Гонки
zh_cn: 竞速

# AddGameRhythm
source: Rhythm
ar_sa: إيقاع
de_de: Rhythmus
es_es: Ritmo
fi_fi: Rytmi
fr_fr: Rythme
it_it: Ritmo
ja_jp: リズム
ko_kr: 리듬
nl_nl: Ritme
pl_pl: Rytmiczne
pt_pt: Ritmo
ru_ru: Ритм-игры
zh_cn: 音乐

# AddGameSearch
source: Search
ar_sa: بحث
de_de: Suchen
es_es: Buscar
fi_fi: Haku
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisar
ru_ru: Поиск
zh_cn: 搜索

# AddGameShootEmUp
source: Shoot Em Up
ar_sa: إطلاق نار
es_es: Matamarcianos
fi_fi: Ammuskelu
it_it: Sparatutto
ja_jp: シューティング
ko_kr: 슈팅
pl_pl: Strzelanki
pt_pt: Tiro em Cima
zh_cn: 射击

# AddGameShooter
source: Shooter
ar_sa: رماية
es_es: Disparos
fi_fi: Ampumapeli
fr_fr: Tir
it_it: Sparatutto
ja_jp: シューター
ko_kr: FPS
nl_nl: Schietspel
pl_pl: Strzelanka
pt_pt: Tiro
ru_ru: Шутеры
zh_cn: 射击

# AddGameSports
source: Sports
ar_sa: رياضة
de_de: Sport
es_es: Deportes
fi_fi: Urheilu
it_it: Sport
ja_jp: スポーツ
ko_kr: 스포츠
nl_nl: Sport
pl_pl: Sport
pt_pt: Esportes
ru_ru: Спорт
zh_cn: 体育

# AddGameSubscription
source: Subscription
ar_sa: اشتراك
de_de: Abonnement
es_es: Suscripción
fi_fi: Tilaus
fr_fr: Abonnement
it_it: Abbonamento
ja_jp: サブスクリプション
ko_kr: 구독
nl_nl: Abonnement
pl_pl: Subskrypcja
pt_pt: Assinatura
ru_ru: Подписка
zh_cn: 订阅

# AddGameSubscriptionFilter
source: Subscription Games
ar_sa: ألعاب الاشتراك
de_de: Abonnement-Spiele
es_es: Juegos de Suscripción
fi_fi: Tilauspelit
fr_fr: Jeux d'Abonnement
it_it: Giochi in Abbonamento
ja_jp: サブスクリプションゲーム
ko_kr: 구독 게임
nl_nl: Abonnement Games
pl_pl: Gry subskrypcyjne
pt_pt: Jogos de Assinatura
ru_ru: Игры по подписке
zh_cn: 订阅游戏

# AddGameSubscriptionSuffix
source: (Subscription)
ar_sa: (اشتراك)
de_de: (Abonnement)
es_es: (Suscripción)
fi_fi: (Tilaus)
fr_fr: (Abonnement)
it_it: (Abbonamento)
ja_jp: （サブスクリプション）
ko_kr: (구독)
nl_nl: (Abonnement)
pl_pl: (Subskrypcja)
pt_pt: (Assinatura)
ru_ru: (Подписка)
zh_cn: （订阅）

# AddGameThirdPartySuffix
source: (Third Party)
ar_sa: (طرف ثالث)
de_de: (Drittanbieter)
es_es: (Terceros)
fi_fi: (Kolmannen osapuolen)
fr_fr: (Tiers)
it_it: (Terze Parti)
ja_jp: （サードパーティ）
ko_kr: (서드파티)
nl_nl: (Derde Partij)
pl_pl: (Osoba trzecia)
pt_pt: (Terceiros)
ru_ru: (Сторонние)
zh_cn: （第三方）

# AppErrorLoadingTheme
source: Error loading theme
ar_sa: خطأ في تحميل السمة
de_de: Fehler beim Laden des Designs
es_es: Error al cargar el tema
fi_fi: Virhe teeman lataamisessa
fr_fr: Erreur lors du chargement du thème
it_it: Errore nel caricamento del tema
ja_jp: テーマの読み込みエラー
ko_kr: 테마 로딩 오류
nl_nl: Fout bij laden thema
pl_pl: Błąd ładowania motywu
pt_pt: Erro ao carregar tema
ru_ru: Ошибка загрузки темы
zh_cn: 加载主题时出错

# AppGameRunningTitle
source: Game Running
ar_sa: اللعبة قيد التشغيل
de_de: Spiel läuft
es_es: Juego en Ejecución
fi_fi: Peli käynnissä
fr_fr: Jeu en Cours
it_it: Gioco in Esecuzione
ja_jp: ゲーム実行中
ko_kr: 게임 실행 중
nl_nl: Game Actief
pl_pl: Gra uruchomiona
pt_pt: Jogo Executando
ru_ru: Игра запущена
zh_cn: 游戏运行中

# AppPrivacyNoticeMessage
source: TeknoParrotUI collects usage data to improve the software. By continuing, you agree to our privacy policy.
ar_sa: يجمع TeknoParrotUI بيانات الاستخدام لتحسين البرنامج. بالمتابعة، فإنك توافق على سياسة الخصوصية الخاصة بنا.
de_de: TeknoParrotUI sammelt Nutzungsdaten zur Verbesserung der Software. Durch Fortfahren stimmst du unserer Datenschutzrichtlinie zu.
es_es: TeknoParrotUI recopila datos de uso para mejorar el software. Al continuar, aceptas nuestra política de privacidad.
fi_fi: TeknoParrotUI kerää käyttötietoja sovelluksen parantamiseksi. Jatkamalla hyväksyt tietosuojakäytäntömme.
fr_fr: TeknoParrotUI collecte des données d'utilisation pour améliorer le logiciel. En continuant, vous acceptez notre politique de confidentialité.
it_it: TeknoParrotUI raccoglie dati di utilizzo per migliorare il software. Continuando, accetti la nostra politica sulla privacy.
ja_jp: TeknoParrotUIはソフトウェアの改善のため使用データを収集します。続行することで、プライバシーポリシーに同意したものとみなされます。
ko_kr: TeknoParrotUI는 소프트웨어 개선을 위해 사용 데이터를 수집합니다. 계속하면 개인정보 처리방침에 동의하는 것입니다.
nl_nl: TeknoParrotUI verzamelt gebruiksgegevens om de software te verbeteren. Door door te gaan, gaat u akkoord met ons privacybeleid.
pl_pl: TeknoParrotUI zbiera dane użytkowania w celu poprawy oprogramowania. Kontynuując, zgadzasz się na naszą politykę prywatności.
pt_pt: TeknoParrotUI coleta dados de uso para melhorar o software. Ao continuar, você concorda com nossa política de privacidade.
ru_ru: TeknoParrotUI собирает данные об использовании для улучшения программы. Продолжая, вы соглашаетесь с нашей политикой конфиденциальности.
zh_cn: TeknoParrotUI会收集使用数据以改进软件。继续使用即表示您同意我们的隐私政策。

# AppPrivacyNoticeTitle
source: Privacy Notice
ar_sa: إشعار الخصوصية
de_de: Datenschutzhinweis
es_es: Aviso de Privacidad
fi_fi: Tietosuojailmoitus
fr_fr: Avis de Confidentialité
it_it: Avviso Privacy
ja_jp: プライバシー通知
ko_kr: 개인정보 처리방침 안내
nl_nl: Privacymelding
pl_pl: Informacja o prywatności
pt_pt: Aviso de Privacidade
ru_ru: Уведомление о конфиденциальности
zh_cn: 隐私声明

# AppUnhandledException
source: Unhandled Exception {0}
ar_sa: {0} استثناء غير معالج
de_de: Unbehandelte Ausnahme: {0}
es_es: Excepción No Controlada {0}
fi_fi: Käsittelemätön poikkeus {0}
fr_fr: Exception Non Gérée {0}
it_it: Eccezione Non Gestita {0}
ja_jp: 未処理例外 {0}
ko_kr: 처리되지 않은 예외 {0}
nl_nl: Onbehandelde Uitzondering {0}
pl_pl: Nieobsłużony wyjątek {0}
pt_pt: Exceção Não Tratada {0}
ru_ru: Необработанное исключение {0}
zh_cn: 未处理的异常 {0}

source: Back
ar_sa: رجوع
de_de: Zurück
es_es: Atrás
fi_fi: Takaisin
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
nl_nl: Terug
pl_pl: Wstecz
pt_pt: Voltar
ru_ru: Назад
zh_cn: 返回

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
zh_cn: 取消

# ControllerCalibrate
source: Calibrate
ar_sa: معايرة
de_de: Kalibrieren
es_es: Calibrar
fi_fi: Kalibroi
fr_fr: Calibrer
it_it: Calibra
ja_jp: キャリブレーション
ko_kr: 보정
nl_nl: Kalibreren
pl_pl: Kalibruj
pt_pt: Calibrar
ru_ru: Калибровать
zh_cn: 校准

# ControllerConfigure
source: Configure
ar_sa: تكوين
de_de: Konfigurieren
es_es: Configurar
fi_fi: Määritä
fr_fr: Configurer
it_it: Configura
ja_jp: 設定
ko_kr: 설정
nl_nl: Configureren
pl_pl: Skonfiguruj
pt_pt: Configurar
ru_ru: Настроить
zh_cn: 配置

# ControllerDefault
source: Default
ar_sa: افتراضي
de_de: Standard
es_es: Predeterminado
fi_fi: Oletus
fr_fr: Par Défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
nl_nl: Standaard
pl_pl: Domyślny
pt_pt: Padrão
ru_ru: По умолчанию
zh_cn: 默认

# ControllerDetectControllers
source: Detect Controllers
ar_sa: اكتشاف أجهزة التحكم
de_de: Controller erkennen
es_es: Detectar Controles
fi_fi: Etsi ohjaimia
fr_fr: Détecter les Manettes
it_it: Rileva Controller
ja_jp: コントローラー検出
ko_kr: 컨트롤러 감지
nl_nl: Controllers Detecteren
pl_pl: Wykryj kontrolery
pt_pt: Detectar Controles
ru_ru: Обнаружить контроллеры
zh_cn: 检测控制器

# ControllerNoControllersFound
source: No controllers found
ar_sa: لم يتم العثور على أجهزة تحكم
de_de: Keine Controller gefunden
es_es: No se encontraron controles
fi_fi: Ohjaimia ei löytynyt
fr_fr: Aucune manette trouvée
it_it: Nessun controller trovato
ja_jp: コントローラーが見つかりません
ko_kr: 컨트롤러를 찾을 수 없습니다
nl_nl: Geen controllers gevonden
pl_pl: Nie znaleziono kontrolerów
pt_pt: Nenhum controle encontrado
ru_ru: Контроллеры не найдены
zh_cn: 未找到控制器

# ControllerReset
source: Reset
ar_sa: إعادة تعيين
de_de: Zurücksetzen
es_es: Restablecer
fi_fi: Nollaa
fr_fr: Réinitialiser
ja_jp: リセット
ko_kr: 재설정
nl_nl: Resetten
pl_pl: Resetuj
pt_pt: Redefinir
ru_ru: Сбросить
zh_cn: 重置

# ControllerSave
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fi_fi: Tallenna
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Salvar
ru_ru: Сохранить
zh_cn: 保存

source: Controller Settings
ar_sa: إعدادات جهاز التحكم
de_de: Controller-Einstellungen
es_es: Configuración de Controles
fi_fi: Ohjainasetukset
fr_fr: Paramètres de Manette
it_it: Impostazioni Controller
ja_jp: コントローラー設定
ko_kr: 컨트롤러 설정
nl_nl: Controller Instellingen
pl_pl: Ustawienia kontrolera
pt_pt: Configurações do Controle
ru_ru: Настройки контроллера
zh_cn: 控制器设置

# ControllerTest
source: Test
ar_sa: اختبار
de_de: Testen
es_es: Probar
fi_fi: Testaa
fr_fr: Tester
ja_jp: テスト
ko_kr: 테스트
nl_nl: Testen
pl_pl: Testuj
pt_pt: Testar
ru_ru: Тест
zh_cn: 测试

# CreateModBrowse
source: Browse
ar_sa: تصفح
de_de: Durchsuchen
es_es: Examinar
fi_fi: Selaa
fr_fr: Parcourir
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
nl_nl: Bladeren
pl_pl: Przeglądaj
pt_pt: Navegar
ru_ru: Обзор
zh_cn: 浏览

# CreateModCreateArchive
source: Create Archive
ar_sa: إنشاء أرشيف
de_de: Archiv erstellen
es_es: Crear Archivo
fi_fi: Luo arkisto
fr_fr: Créer l'Archive
it_it: Crea Archivio
ja_jp: アーカイブ作成
ko_kr: 아카이브 생성
nl_nl: Archief Maken
pl_pl: Utwórz archiwum
pt_pt: Criar Arquivo
ru_ru: Создать архив
zh_cn: 创建存档

# CreateModCreator
source: Creator
ar_sa: المنشئ
de_de: Ersteller
es_es: Creador
fi_fi: Tekijä
fr_fr: Créateur
it_it: Creatore
ja_jp: 作成者
ko_kr: 제작자
nl_nl: Maker
pl_pl: Twórca
pt_pt: Criador
ru_ru: Создатель
zh_cn: 创建者

# CreateModDescription
source: Description
ar_sa: الوصف
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
zh_cn: 描述

# CreateModDirectoryNotExist
source: Directory does not exist
ar_sa: المجلد غير موجود
de_de: Verzeichnis existiert nicht
es_es: El directorio no existe
fi_fi: Hakemistoa ei ole olemassa
fr_fr: Le répertoire n'existe pas
it_it: La directory non esiste
ja_jp: ディレクトリが存在しません
ko_kr: 디렉토리가 존재하지 않습니다
nl_nl: Map bestaat niet
pl_pl: Katalog nie istnieje
pt_pt: Diretório não existe
ru_ru: Каталог не существует
zh_cn: 目录不存在

# CreateModInstructions
source: Instructions: Select a game from the dropdown, browse to the mod's root directory, enter a mod name and creator, add a description, then scan for files. Finally, create the archive.
ar_sa: التعليمات: حدد لعبة من القائمة المنسدلة، وتصفح إلى المجلد الجذر للتعديل، وأدخل اسم التعديل والمنشئ، وأضف وصفاً، ثم امسح للبحث عن الملفات. وأخيراً، أنشئ الأرشيف.
de_de: Anweisungen: Wähle ein Spiel aus der Dropdown-Liste, navigiere zum Stammverzeichnis der Mod, gib einen Mod-Namen und Ersteller ein, füge eine Beschreibung hinzu und scanne dann nach Dateien. Erstelle abschließend das Archiv.
es_es: Instrucciones: Selecciona un juego del menú desplegable, navega al directorio raíz del mod, ingresa un nombre de mod y creador, agrega una descripción, luego escanea los archivos. Finalmente, crea el archivo.
fi_fi: Ohjeet: Valitse peli pudotusvalikosta, selaa modin juurihakemistoon, syötä modin nimi ja tekijä, lisää kuvaus, skannaa sitten tiedostot. Lopuksi luo arkisto.
fr_fr: Instructions : Sélectionnez un jeu dans la liste déroulante, naviguez vers le répertoire racine du mod, entrez un nom de mod et un créateur, ajoutez une description, puis scannez les fichiers. Enfin, créez l'archive.
it_it: Istruzioni: Seleziona un gioco dal menu a discesa, sfoglia la directory root della mod, inserisci un nome mod e il creatore, aggiungi una descrizione, poi scansiona i file. Infine, crea l'archivio.
ja_jp: 手順: ドロップダウンからゲームを選択し、MODのルートディレクトリを参照し、MOD名と作成者を入力し、説明を追加してからファイルをスキャンしてください。最後にアーカイブを作成します。
ko_kr: 지침: 드롭다운에서 게임을 선택하고, 모드의 루트 디렉토리를 찾아보고, 모드 이름과 제작자를 입력하고, 설명을 추가한 다음 파일을 스캔하세요. 마지막으로 아카이브를 생성하세요.
nl_nl: Instructies: Selecteer een game uit de dropdown, blader naar de hoofdmap van de mod, voer een mod naam en maker in, voeg een beschrijving toe, en scan dan naar bestanden. Maak ten slotte het archief aan.
pl_pl: Instrukcje: Wybierz grę z listy rozwijanej, przejdź do głównego katalogu moda, wpisz nazwę moda i twórcę, dodaj opis, a następnie przeskanuj pliki. Na końcu utwórz archiwum.
pt_pt: Instruções: Selecione um jogo da lista suspensa, navegue até o diretório raiz do mod, digite um nome do mod e criador, adicione uma descrição, então escaneie os arquivos. Finalmente, crie o arquivo.
ru_ru: Инструкции: Выберите игру из списка, укажите корневой каталог мода, введите название мода и автора, добавьте описание, затем просканируйте файлы. Наконец, создайте архив.
zh_cn: 说明：从下拉菜单中选择游戏，浏览到模组的根目录，输入模组名称和创建者，添加描述，然后扫描文件。最后，创建存档。

# CreateModModName
source: Mod Name
ar_sa: اسم التعديل
es_es: Nombre del Mod
fi_fi: Modin nimi
fr_fr: Nom du Mod
it_it: Nome Mod
ja_jp: MOD名
ko_kr: 모드 이름
nl_nl: Mod Naam
pl_pl: Nazwa moda
pt_pt: Nome do Mod
ru_ru: Название мода
zh_cn: 模组名称

# CreateModNoNewFilesFound
source: No new files found
ar_sa: لم يتم العثور على ملفات جديدة
de_de: Keine neuen Dateien gefunden
es_es: No se encontraron archivos nuevos
fi_fi: Uusia tiedostoja ei löytynyt
fr_fr: Aucun nouveau fichier trouvé
it_it: Nessun nuovo file trovato
ja_jp: 新しいファイルが見つかりません
ko_kr: 새 파일을 찾을 수 없습니다
nl_nl: Geen nieuwe bestanden gevonden
pl_pl: Nie znaleziono nowych plików
pt_pt: Nenhum arquivo novo encontrado
ru_ru: Новые файлы не найдены
zh_cn: 未找到新文件

# CreateModPleaseSelectGame
source: Please select a game
ar_sa: يرجى تحديد لعبة
de_de: Bitte wähle ein Spiel aus
es_es: Por favor selecciona un juego
fi_fi: Valitse peli
fr_fr: Veuillez sélectionner un jeu
it_it: Seleziona un gioco
ja_jp: ゲームを選択してください
ko_kr: 게임을 선택해주세요
nl_nl: Selecteer een game
pl_pl: Proszę wybrać grę
pt_pt: Por favor selecione um jogo
ru_ru: Пожалуйста, выберите игру
zh_cn: 请选择游戏

# CreateModReminder
source: Remember to select the game and root directory before scanning files.
ar_sa: تذكر تحديد اللعبة والمجلد الجذر قبل مسح الملفات.
de_de: Denke daran, das Spiel und das Stammverzeichnis vor dem Scannen zu wählen.
es_es: Recuerda seleccionar el juego y directorio raíz antes de escanear archivos.
fi_fi: Muista valita peli ja juurihakemisto ennen tiedostojen skannausta.
fr_fr: N'oubliez pas de sélectionner le jeu et le répertoire racine avant de scanner les fichiers.
it_it: Ricorda di selezionare il gioco e la directory root prima di scansionare i file.
ja_jp: ファイルをスキャンする前に、ゲームとルートディレクトリを選択することを忘れないでください。
ko_kr: 파일을 스캔하기 전에 게임과 루트 디렉토리를 선택하는 것을 잊지 마세요.
nl_nl: Vergeet niet om de game en hoofdmap te selecteren voordat u bestanden scant.
pl_pl: Pamiętaj, aby wybrać grę i katalog główny przed skanowaniem plików.
pt_pt: Lembre-se de selecionar o jogo e diretório raiz antes de escanear arquivos.
ru_ru: Не забудьте выбрать игру и корневой каталог перед сканированием файлов.
zh_cn: 记住在扫描文件前先选择游戏和根目录。

# CreateModRootDirectory
source: Root Directory
ar_sa: المجلد الجذر
de_de: Stammverzeichnis
es_es: Directorio Raíz
fi_fi: Juurihakemisto
fr_fr: Répertoire Racine
it_it: Directory Root
ja_jp: ルートディレクトリ
ko_kr: 루트 디렉토리
nl_nl: Hoofdmap
pl_pl: Katalog główny
pt_pt: Diretório Raiz
ru_ru: Корневой каталог
zh_cn: 根目录

# CreateModScanFiles
source: Scan Files
ar_sa: مسح الملفات
de_de: Dateien scannen
es_es: Escanear Archivos
fi_fi: Skannaa tiedostot
fr_fr: Scanner les Fichiers
it_it: Scansiona File
ja_jp: ファイルスキャン
ko_kr: 파일 스캔
nl_nl: Bestanden Scannen
pl_pl: Skanuj pliki
pt_pt: Escanear Arquivos
ru_ru: Сканировать файлы
zh_cn: 扫描文件

# CreateModSelectGame
source: Select Game
ar_sa: تحديد لعبة
de_de: Spiel auswählen
es_es: Seleccionar Juego
fi_fi: Valitse peli
fr_fr: Sélectionner un Jeu
it_it: Seleziona Gioco
ja_jp: ゲーム選択
ko_kr: 게임 선택
nl_nl: Game Selecteren
pl_pl: Wybierz grę
pt_pt: Selecionar Jogo
ru_ru: Выберите игру
zh_cn: 选择游戏

# CreateModSelectRootFolder
source: Select Root Folder
ar_sa: تحديد المجلد الجذر
de_de: Stammordner auswählen
es_es: Seleccionar Carpeta Raíz
fi_fi: Valitse juurikansio
fr_fr: Sélectionner le Dossier Racine
it_it: Seleziona Cartella Root
ja_jp: ルートフォルダー選択
ko_kr: 루트 폴더 선택
nl_nl: Hoofdmap Selecteren
pl_pl: Wybierz folder główny
pt_pt: Selecionar Pasta Raiz
ru_ru: Выберите корневую папку
zh_cn: 选择根文件夹

# CreateModSuccess
source: Mod created successfully
ar_sa: تم إنشاء التعديل بنجاح
de_de: Mod erfolgreich erstellt
es_es: Mod creado exitosamente
fi_fi: Modi luotu onnistuneesti
fr_fr: Mod créé avec succès
it_it: Mod creata con successo
ja_jp: MODが正常に作成されました
ko_kr: 모드가 성공적으로 생성되었습니다
nl_nl: Mod succesvol aangemaakt
pl_pl: Mod utworzony pomyślnie
pt_pt: Mod criado com sucesso
ru_ru: Мод успешно создан
zh_cn: 模组创建成功

# CreateModTitle
source: Create Mod
ar_sa: إنشاء تعديل
de_de: Mod erstellen
es_es: Crear Mod
fi_fi: Luo modi
fr_fr: Créer un Mod
it_it: Crea Mod
ja_jp: MOD作成
ko_kr: 모드 생성
nl_nl: Mod Maken
pl_pl: Utwórz mod
pt_pt: Criar Mod
ru_ru: Создать мод
zh_cn: 创建模组

# DebugJVSStatus
source: JVS Status
ar_sa: حالة JVS
es_es: Estado JVS
fi_fi: JVS-tila
fr_fr: Statut JVS
it_it: Stato JVS
ja_jp: JVSステータス
ko_kr: JVS 상태
pl_pl: Status JVS
pt_pt: Status JVS
ru_ru: Статус JVS
zh_cn: JVS状态

# DebugJVSTest
source: JVS Test
ar_sa: اختبار JVS
es_es: Prueba JVS
fi_fi: JVS-testi
fr_fr: Test JVS
it_it: Test JVS
ja_jp: JVSテスト
ko_kr: JVS 테스트
pl_pl: Test JVS
pt_pt: Teste JVS
ru_ru: Тест JVS
zh_cn: JVS测试

source: Debug Mode
ar_sa: وضع التشخيص
de_de: Debug-Modus
es_es: Modo de Depuración
fi_fi: Virheenjäljitystila
fr_fr: Mode Debug
it_it: Modalità Debug
ja_jp: デバッグモード
ko_kr: 디버그 모드
nl_nl: Debug Modus
pl_pl: Tryb debugowania
pt_pt: Modo Debug
ru_ru: Режим отладки
zh_cn: 调试模式

# DebugStartTest
source: Start Test
ar_sa: بدء الاختبار
de_de: Test starten
es_es: Iniciar Prueba
fi_fi: Aloita testi
fr_fr: Démarrer le Test
it_it: Avvia Test
ja_jp: テスト開始
ko_kr: 테스트 시작
nl_nl: Test Starten
pl_pl: Rozpocznij test
pt_pt: Iniciar Teste
ru_ru: Запустить тест
zh_cn: 开始测试

# DebugStopTest
source: Stop Test
ar_sa: إيقاف الاختبار
de_de: Test stoppen
es_es: Detener Prueba
fi_fi: Lopeta testi
fr_fr: Arrêter le Test
it_it: Ferma Test
ja_jp: テスト停止
ko_kr: 테스트 중지
nl_nl: Test Stoppen
pl_pl: Zatrzymaj test
pt_pt: Parar Teste
ru_ru: Остановить тест
zh_cn: 停止测试

source: Delete Game
ar_sa: حذف اللعبة
de_de: Spiel löschen
es_es: Eliminar Juego
fi_fi: Poista peli
fr_fr: Supprimer le Jeu
it_it: Elimina Gioco
ja_jp: ゲーム削除
ko_kr: 게임 삭제
nl_nl: Game Verwijderen
pl_pl: Usuń grę
pt_pt: Excluir Jogo
ru_ru: Удалить игру
zh_cn: 删除游戏

# DownloadControlDownloading
source: Downloading...
ar_sa: جاري التحميل...
de_de: Herunterladen...
es_es: Descargando...
fi_fi: Ladataan...
fr_fr: Téléchargement...
it_it: Download in corso...
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
nl_nl: Downloaden...
pl_pl: Pobieranie...
pt_pt: Baixando...
ru_ru: Загрузка...
zh_cn: 正在下载...
