Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# MultiGameButtonConfigSelectGameToCopyFrom
source: Select Game to Copy From
ar_sa: حدد لعبة للنسخ منها
de_de: Spiel zum Kopieren auswählen
es_es: Seleccionar Juego del Cual Copiar
fi_fi: Valitse peli mistä kopioida
fr_fr: Sélectionner le Jeu à Partir Duquel Copier
it_it: Seleziona Gioco da cui Copiare
ja_jp: コピー元ゲーム選択
ko_kr: 복사할 게임 선택
nl_nl: Selecteer Game om van te Kopiëren
pl_pl: Wybierz grę do skopiowania
pt_pt: Selecionar Jogo para Copiar
ru_ru: Выберите игру для копирования
zh_cn: 选择要复制的游戏

# MultiGameButtonConfigSelectionError
source: Selection Error
ar_sa: خطأ في التحديد
de_de: Auswahlfehler
es_es: Error de Selección
fi_fi: Valintavirhe
fr_fr: Erreur de Sélection
it_it: Errore Selezione
ja_jp: 選択エラー
ko_kr: 선택 오류
nl_nl: Selectiefout
pl_pl: Błąd wyboru
pt_pt: Erro de Seleção
ru_ru: Ошибка выбора
zh_cn: 选择错误

# MultiGameButtonConfigSelectValidProfile
source: Please select a valid profile to load.
ar_sa: يرجى تحديد ملف شخصي صالح للتحميل.
de_de: Bitte wähle ein gültiges Profil zum Laden aus.
es_es: Por favor selecciona un perfil válido para cargar.
fi_fi: Valitse kelvollinen profiili ladattavaksi.
fr_fr: Veuillez sélectionner un profil valide à charger.
it_it: Seleziona un profilo valido da caricare.
ja_jp: 読み込む有効なプロファイルを選択してください。
ko_kr: 로드할 유효한 프로필을 선택해주세요.
nl_nl: Selecteer een geldig profiel om te laden.
pl_pl: Proszę wybrać prawidłowy profil do załadowania.
pt_pt: Por favor selecione um perfil válido para carregar.
ru_ru: Пожалуйста, выберите действительный профиль для загрузки.
zh_cn: 请选择有效的配置文件来加载。

# MultiGameButtonConfigSelectValidProfileToDelete
source: Please select a valid profile to delete.
ar_sa: يرجى تحديد ملف شخصي صالح للحذف.
de_de: Bitte wähle ein gültiges Profil zum Löschen aus.
es_es: Por favor selecciona un perfil válido para eliminar.
fi_fi: Valitse kelvollinen profiili poistettavaksi.
fr_fr: Veuillez sélectionner un profil valide à supprimer.
it_it: Seleziona un profilo valido da eliminare.
ja_jp: 削除する有効なプロファイルを選択してください。
ko_kr: 삭제할 유효한 프로필을 선택해주세요.
nl_nl: Selecteer een geldig profiel om te verwijderen.
pl_pl: Proszę wybrać prawidłowy profil do usunięcia.
pt_pt: Por favor selecione um perfil válido para excluir.
ru_ru: Пожалуйста, выберите действительный профиль для удаления.
zh_cn: 请选择有效的配置文件来删除。

# MultiGameButtonConfigSuccessfullyLoadedProfile
source: Successfully loaded controller configuration for {0} games from profile '{1}'.
ar_sa: تم تحميل تكوين جهاز التحكم بنجاح لـ {0} لعبة من الملف الشخصي '{1}'.
de_de: Controller-Konfiguration für {0} Spiele erfolgreich aus Profil '{1}' geladen.
es_es: Configuración de controles cargada exitosamente para {0} juegos del perfil '{1}'.
fi_fi: Ohjainmääritykset ladattu onnistuneesti {0} pelille profiilista '{1}'.
fr_fr: Configuration de manette chargée avec succès pour {0} jeux depuis le profil '{1}'.
it_it: Configurazione controller caricata con successo per {0} giochi dal profilo '{1}'.
ja_jp: プロファイル'{1}'から{0}ゲームのコントローラー設定を正常に読み込みました。
ko_kr: 프로필 '{1}'에서 {0}개 게임의 컨트롤러 구성을 성공적으로 로드했습니다.
nl_nl: Controller configuratie succesvol geladen voor {0} games van profiel '{1}'.
pl_pl: Pomyślnie załadowano konfigurację kontrolera dla {0} gier z profilu '{1}'.
pt_pt: Configuração de controle carregada com sucesso para {0} jogos do perfil '{1}'.
ru_ru: Успешно загружена конфигурация контроллера для {0} игр из профиля '{1}'.
zh_cn: 成功从配置文件'{1}'为{0}个游戏加载控制器配置。

# MultiGameButtonConfigSuccessfullySavedProfile
source: Successfully saved controller configuration for {0} games to profile '{1}'.
ar_sa: تم حفظ تكوين جهاز التحكم بنجاح لـ {0} لعبة في الملف الشخصي '{1}'.
de_de: Controller-Konfiguration für {0} Spiele erfolgreich in Profil '{1}' gespeichert.
es_es: Configuración de controles guardada exitosamente para {0} juegos en el perfil '{1}'.
fi_fi: Ohjainmääritykset tallennettu onnistuneesti {0} pelille profiiliin '{1}'.
fr_fr: Configuration de manette sauvegardée avec succès pour {0} jeux dans le profil '{1}'.
it_it: Configurazione controller salvata con successo per {0} giochi nel profilo '{1}'.
ja_jp: {0}ゲームのコントローラー設定をプロファイル'{1}'に正常に保存しました。
ko_kr: {0}개 게임의 컨트롤러 구성을 프로필 '{1}'에 성공적으로 저장했습니다.
nl_nl: Controller configuratie succesvol opgeslagen voor {0} games naar profiel '{1}'.
pl_pl: Pomyślnie zapisano konfigurację kontrolera dla {0} gier do profilu '{1}'.
pt_pt: Configuração de controle salva com sucesso para {0} jogos no perfil '{1}'.
ru_ru: Успешно сохранена конфигурация контроллера для {0} игр в профиль '{1}'.
zh_cn: 成功将{0}个游戏的控制器配置保存到配置文件'{1}'。

# MultiGameButtonConfigSwitchedToMode
source: Switched to {0} mode
ar_sa: تم التبديل إلى وضع {0}
de_de: Zu {0}-Modus gewechselt
es_es: Cambiado al modo {0}
fi_fi: Vaihdettu {0} tilaan
fr_fr: Basculé vers le mode {0}
it_it: Passato alla modalità {0}
ja_jp: {0}モードに切り替え
ko_kr: {0} 모드로 전환됨
nl_nl: Overgeschakeld naar {0} modus
pl_pl: Przełączono na tryb {0}
pt_pt: Alternado para modo {0}
ru_ru: Переключено в режим {0}
zh_cn: 已切换到{0}模式

# MultiGameButtonConfigUnsavedChanges
source: You have unsaved changes. Do you want to save your changes before exiting?
ar_sa: لديك تغييرات غير محفوظة. هل تريد حفظ تغييراتك قبل الخروج؟
de_de: Du hast ungespeicherte Änderungen. Möchtest du deine Änderungen vor dem Beenden speichern?
es_es: Tienes cambios sin guardar. ¿Quieres guardar tus cambios antes de salir?
fi_fi: Sinulla on tallentamattomia muutoksia. Haluatko tallentaa muutokset ennen poistumista?
fr_fr: Vous avez des changements non sauvegardés. Voulez-vous sauvegarder vos changements avant de quitter ?
it_it: Hai modifiche non salvate. Vuoi salvare le tue modifiche prima di uscire?
ja_jp: 未保存の変更があります。終了前に変更を保存しますか？
ko_kr: 저장되지 않은 변경 사항이 있습니다. 종료하기 전에 변경 사항을 저장하시겠습니까?
nl_nl: U hebt niet-opgeslagen wijzigingen. Wilt u uw wijzigingen opslaan voordat u afsluit?
pl_pl: Masz niezapisane zmiany. Czy chcesz zapisać zmiany przed wyjściem?
pt_pt: Você tem alterações não salvas. Deseja salvar suas alterações antes de sair?
ru_ru: У вас есть несохраненные изменения. Хотите сохранить изменения перед выходом?
zh_cn: 您有未保存的更改。在退出前要保存更改吗？

# MultiGameButtonConfigUnsavedChangesTitle
source: Unsaved Changes
ar_sa: تغييرات غير محفوظة
de_de: Ungespeicherte Änderungen
es_es: Cambios Sin Guardar
fi_fi: Tallentamattomat muutokset
fr_fr: Changements Non Sauvegardés
it_it: Modifiche Non Salvate
ja_jp: 未保存の変更
ko_kr: 저장되지 않은 변경 사항
nl_nl: Niet-opgeslagen Wijzigingen
pl_pl: Niezapisane zmiany
pt_pt: Alterações Não Salvas
ru_ru: Несохраненные изменения
zh_cn: 未保存的更改

# MultiGameButtonConfigUsedInGames
source: Used in {0} of {1} selected games
ar_sa: مُستخدم في {0} من {1} لعبة محددة
de_de: Verwendet in {0} von {1} ausgewählten Spielen
es_es: Usado en {0} de {1} juegos seleccionados
fi_fi: Käytössä {0}/{1} valitussa pelissä
fr_fr: Utilisé dans {0} sur {1} jeux sélectionnés
it_it: Usato in {0} di {1} giochi selezionati
ja_jp: 選択した{1}ゲーム中{0}で使用
ko_kr: 선택된 {1}개 게임 중 {0}개에서 사용됨
nl_nl: Gebruikt in {0} van {1} geselecteerde games
pl_pl: Używany w {0} z {1} wybranych gier
pt_pt: Usado em {0} de {1} jogos selecionados
ru_ru: Используется в {0} из {1} выбранных игр
zh_cn: 在{1}个所选游戏中的{0}个中使用

# MultiGameButtonConfigBulkActions
source: Bulk Actions
ar_sa: إجراءات شاملة
de_de: Massenaktionen
es_es: Acciones Masivas
fi_fi: Joukkomuokkaukset
fr_fr: Actions en Lot
it_it: Azioni Multiple
ja_jp: 一括操作
ko_kr: 일괄 작업
nl_nl: Bulk Acties
pl_pl: Akcje masowe
pt_pt: Ações em Lote
ru_ru: Групповые действия
zh_cn: 批量操作

# MultiGameButtonConfigApplyToSelected
source: Apply to Selected
ar_sa: تطبيق على المحدد
de_de: Auf Ausgewählte anwenden
es_es: Aplicar a Seleccionados
fi_fi: Sovella valittuihin
fr_fr: Appliquer aux Sélectionnés
it_it: Applica ai Selezionati
ja_jp: 選択に適用
ko_kr: 선택된 항목에 적용
nl_nl: Toepassen op Geselecteerde
pl_pl: Zastosuj do wybranych
pt_pt: Aplicar aos Selecionados
ru_ru: Применить к выбранным
zh_cn: 应用到所选

# MultiGameButtonConfigApplyToSelectedTooltip
source: Apply the current button configuration to all selected games
ar_sa: تطبيق تكوين الأزرار الحالي على جميع الألعاب المحددة
de_de: Die aktuelle Tastenkonfiguration auf alle ausgewählten Spiele anwenden
es_es: Aplicar la configuración de botones actual a todos los juegos seleccionados
fi_fi: Sovella nykyiset painikemääritykset kaikkiin valittuihin peleihin
fr_fr: Appliquer la configuration actuelle des boutons à tous les jeux sélectionnés
it_it: Applica la configurazione pulsanti corrente a tutti i giochi selezionati
ja_jp: 現在のボタン設定を全ての選択されたゲームに適用
ko_kr: 현재 버튼 구성을 모든 선택된 게임에 적용
nl_nl: Huidige knop configuratie toepassen op alle geselecteerde games
pl_pl: Zastosuj obecną konfigurację przycisków do wszystkich wybranych gier
pt_pt: Aplicar a configuração atual de botões a todos os jogos selecionados
ru_ru: Применить текущую конфигурацию кнопок ко всем выбранным играм
zh_cn: 将当前按钮配置应用到所有选定的游戏

# MultiGameButtonConfigCopyFromGameTooltip
source: Copy button configuration from the selected game to other selected games
ar_sa: نسخ تكوين الأزرار من اللعبة المحددة إلى الألعاب المحددة الأخرى
de_de: Tastenkonfiguration vom ausgewählten Spiel zu anderen ausgewählten Spielen kopieren
es_es: Copiar configuración de botones del juego seleccionado a otros juegos seleccionados
fi_fi: Kopioi painikemääritykset valitusta pelistä muihin valittuihin peleihin
fr_fr: Copier la configuration des boutons du jeu sélectionné vers d'autres jeux sélectionnés
it_it: Copia la configurazione pulsanti dal gioco selezionato agli altri giochi selezionati
ja_jp: 選択されたゲームから他の選択されたゲームにボタン設定をコピー
ko_kr: 선택된 게임에서 다른 선택된 게임으로 버튼 구성 복사
nl_nl: Knop configuratie kopiëren van de geselecteerde game naar andere geselecteerde games
pl_pl: Skopiuj konfigurację przycisków z wybranej gry do innych wybranych gier
pt_pt: Copiar configuração de botões do jogo selecionado para outros jogos selecionados
ru_ru: Скопировать конфигурацию кнопок из выбранной игры в другие выбранные игры
zh_cn: 从选定的游戏复制按钮配置到其他选定的游戏

# MultiGameButtonConfigResetToDefaultsTooltip
source: Reset button configuration to default values for selected games
ar_sa: إعادة تعيين تكوين الأزرار إلى القيم الافتراضية للألعاب المحددة
de_de: Tastenkonfiguration für ausgewählte Spiele auf Standardwerte zurücksetzen
es_es: Restablecer configuración de botones a valores predeterminados para juegos seleccionados
fi_fi: Nollaa painikemääritykset oletusarvoihin valituille peleille
fr_fr: Réinitialiser la configuration des boutons aux valeurs par défaut pour les jeux sélectionnés
it_it: Resetta la configurazione pulsanti ai valori predefiniti per i giochi selezionati
ja_jp: 選択されたゲームのボタン設定をデフォルト値にリセット
ko_kr: 선택된 게임의 버튼 구성을 기본값으로 재설정
nl_nl: Knop configuratie resetten naar standaard waarden voor geselecteerde games
pl_pl: Zresetuj konfigurację przycisków do wartości domyślnych dla wybranych gier
pt_pt: Redefinir configuração de botões para valores padrão nos jogos selecionados
ru_ru: Сбросить конфигурацию кнопок к значениям по умолчанию для выбранных игр
zh_cn: 将选定游戏的按钮配置重置为默认值

# MultiGameButtonConfigSaveChangesTooltip
source: Save all configuration changes made to the selected games
ar_sa: حفظ جميع تغييرات التكوين المُجراة على الألعاب المحددة
de_de: Alle Konfigurationsänderungen der ausgewählten Spiele speichern
es_es: Guardar todos los cambios de configuración realizados en los juegos seleccionados
fi_fi: Tallenna kaikki tehdyt määritysmuutokset valittuihin peleihin
fr_fr: Sauvegarder tous les changements de configuration apportés aux jeux sélectionnés
it_it: Salva tutte le modifiche alla configurazione apportate ai giochi selezionati
ja_jp: 選択されたゲームに加えられた全ての設定変更を保存
ko_kr: 선택된 게임에 대한 모든 구성 변경 사항 저장
nl_nl: Alle configuratie wijzigingen opslaan die zijn gemaakt aan de geselecteerde games
pl_pl: Zapisz wszystkie zmiany konfiguracji wprowadzone w wybranych grach
pt_pt: Salvar todas as alterações de configuração feitas nos jogos selecionados
ru_ru: Сохранить все изменения конфигурации, внесенные в выбранные игры
zh_cn: 保存对选定游戏所做的所有配置更改

# MultiGameButtonConfigDeleteProfileTooltip
source: Delete the selected controller profile permanently
ar_sa: حذف ملف شخصي جهاز التحكم المحدد نهائياً
de_de: Das ausgewählte Controller-Profil dauerhaft löschen
es_es: Eliminar permanentemente el perfil de control seleccionado
fi_fi: Poista valittu ohjainprofiili pysyvästi
fr_fr: Supprimer définitivement le profil de manette sélectionné
it_it: Elimina permanentemente il profilo controller selezionato
ja_jp: 選択されたコントローラープロファイルを完全に削除
ko_kr: 선택된 컨트롤러 프로필을 영구적으로 삭제
nl_nl: Het geselecteerde controller profiel permanent verwijderen
pl_pl: Usuń wybrany profil kontrolera na stałe
pt_pt: Excluir permanentemente o perfil de controle selecionado
ru_ru: Удалить выбранный профиль контроллера навсегда
zh_cn: 永久删除选定的控制器配置文件

# MainLibrary
source: Library
ar_sa: المكتبة
de_de: Bibliothek
es_es: Biblioteca
fi_fi: Kirjasto
fr_fr: Bibliothèque
it_it: Libreria
ja_jp: ライブラリ
ko_kr: 라이브러리
nl_nl: Bibliotheek
pl_pl: Biblioteka
pt_pt: Biblioteca
ru_ru: Библиотека
zh_cn: 游戏库

# MainQuit
source: Quit
ar_sa: خروج
de_de: Beenden
es_es: Salir
fi_fi: Lopeta
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ko_kr: 종료
nl_nl: Afsluiten
pl_pl: Wyjdź
pt_pt: Sair
ru_ru: Выход
zh_cn: 退出

# MainRomScanner
source: Rom Scanner
ar_sa: ماسح ROM
es_es: Escáner de ROM
fi_fi: ROM-skanneri
fr_fr: Scanner de ROM
it_it: Scanner Rom
ja_jp: ROMスキャナー
ko_kr: 롬 스캐너
pl_pl: Skaner ROM
pt_pt: Scanner de Rom
ru_ru: Сканер ROM
zh_cn: ROM扫描器

# MainSettings
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
zh_cn: 设置

# MainTPOnline
source: TP Online (OLD)
ar_sa: TP عبر الإنترنت (قديم)
de_de: TP Online (ALT)
es_es: TP Online (VIEJO)
fi_fi: TP Online (VANHA)
fr_fr: TP Online (ANCIEN)
it_it: TP Online (VECCHIO)
ja_jp: TP オンライン（旧）
ko_kr: TP 온라인 (구)
nl_nl: TP Online (OUD)
pl_pl: TP Online (STARY)
pt_pt: TP Online (ANTIGO)
ru_ru: TP Online (СТАРЫЙ)
zh_cn: TP在线（旧）

# MainTPOnlineNew
source: Play Online
ar_sa: لعب عبر الإنترنت
de_de: Online spielen
es_es: Jugar En Línea
fi_fi: Pelaa verkossa
fr_fr: Jouer en Ligne
it_it: Gioca Online
ja_jp: オンラインプレイ
ko_kr: 온라인 플레이
nl_nl: Online Spelen
pl_pl: Graj online
pt_pt: Jogar Online
ru_ru: Играть онлайн
zh_cn: 在线游戏

source: No
ar_sa: لا
de_de: Nein
fi_fi: Ei
fr_fr: Non
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
zh_cn: 否

source: Yes
ar_sa: نعم
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
it_it: Sì
ja_jp: はい
ko_kr: 예
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
zh_cn: 是

source: Warning
ar_sa: تحذير
de_de: Warnung
es_es: Advertencia
fi_fi: Varoitus
fr_fr: Avertissement
it_it: Avviso
ja_jp: 警告
ko_kr: 경고
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Aviso
ru_ru: Предупреждение
zh_cn: 警告

# PEPatcher4GBPatchTitle
source: 4GB Patch
ar_sa: رقعة 4 جيجابايت
es_es: Parche 4GB
fr_fr: Patch 4GB
it_it: Patch 4GB
ja_jp: 4GBパッチ
ko_kr: 4GB 패치
pl_pl: Patch 4GB
pt_pt: Patch 4GB
ru_ru: Патч 4GB
zh_cn: 4GB补丁

# PEPatcherBackupError
source: Couldn't create backup!
ar_sa: لا يمكن إنشاء نسخة احتياطية!
de_de: Konnte Backup nicht erstellen!
es_es: ¡No se pudo crear copia de seguridad!
fi_fi: Varmuuskopion luominen epäonnistui!
fr_fr: Impossible de créer une sauvegarde !
it_it: Impossibile creare backup!
ja_jp: バックアップを作成できませんでした！
ko_kr: 백업을 생성할 수 없습니다!
nl_nl: Kon geen backup maken!
pl_pl: Nie można utworzyć kopii zapasowej!
pt_pt: Não foi possível criar backup!
ru_ru: Не удалось создать резервную копию!
zh_cn: 无法创建备份！

# PEPatcherInvalidExecutableFormat
source: Invalid executable format!
ar_sa: تنسيق ملف تنفيذي غير صحيح!
de_de: Ungültiges ausführbares Dateiformat!
es_es: ¡Formato de ejecutable inválido!
fi_fi: Virheellinen ohjelmatiedostomuoto!
fr_fr: Format d'exécutable invalide !
it_it: Formato eseguibile non valido!
ja_jp: 無効な実行可能ファイル形式です！
ko_kr: 잘못된 실행 파일 형식입니다!
nl_nl: Ongeldig uitvoerbaar bestandsformaat!
pl_pl: Nieprawidłowy format pliku wykonywalnego!
pt_pt: Formato de executável inválido!
ru_ru: Неверный формат исполняемого файла!
zh_cn: 无效的可执行文件格式！

# PEPatcherInvalidPEFormat
source: Invalid PE format!
ar_sa: تنسيق PE غير صحيح!
de_de: Ungültiges PE-Format!
es_es: ¡Formato PE inválido!
fi_fi: Virheellinen PE-muoto!
fr_fr: Format PE invalide !
it_it: Formato PE non valido!
ja_jp: 無効なPE形式です！
ko_kr: 잘못된 PE 형식입니다!
nl_nl: Ongeldig PE-formaat!
pl_pl: Nieprawidłowy format PE!
pt_pt: Formato PE inválido!
ru_ru: Неверный формат PE!
zh_cn: 无效的PE格式！

# PEPatcherCannotPatch64Bit
source: Cannot patch 64-bit executable!
ar_sa: لا يمكن ترقيع ملف تنفيذي 64 بت!
de_de: Kann 64-Bit-Ausführbare nicht patchen!
es_es: ¡No se puede parchear ejecutable de 64 bits!
fi_fi: 64-bittistä ohjelmatiedostoa ei voida paikata!
fr_fr: Impossible de patcher un exécutable 64 bits !
it_it: Impossibile patchare eseguibile a 64 bit!
ja_jp: 64ビット実行可能ファイルをパッチできません！
ko_kr: 64비트 실행 파일을 패치할 수 없습니다!
nl_nl: Kan 64-bit uitvoerbaar bestand niet patchen!
pl_pl: Nie można patchować pliku wykonywalnego 64-bit!
pt_pt: Não é possível fazer patch em executável de 64 bits!
ru_ru: Невозможно пропатчить 64-битный исполняемый файл!
zh_cn: 无法修补64位可执行文件！

# PEPatcherErrorPatchingFile
source: Error patching file: {0}
ar_sa: خطأ في ترقيع الملف: {0}
de_de: Fehler beim Patchen der Datei: {0}
es_es: Error al parchear archivo: {0}
fi_fi: Virhe tiedoston paikkaamisessa: {0}
fr_fr: Erreur lors du patch du fichier : {0}
it_it: Errore nel patch del file: {0}
ja_jp: ファイルのパッチ中にエラーが発生しました: {0}
ko_kr: 파일 패치 중 오류: {0}
nl_nl: Fout bij patchen bestand: {0}
pl_pl: Błąd podczas patchowania pliku: {0}
pt_pt: Erro ao fazer patch do arquivo: {0}
ru_ru: Ошибка при применении патча к файлу: {0}
zh_cn: 修补文件时出错：{0}

# PatreonBecomeAPatron
source: Become A Subscriber!
ar_sa: كن مشتركاً!
de_de: Abonnent werden!
es_es: ¡Conviértete en Suscriptor!
fi_fi: Ryhdy tilaajaksi!
fr_fr: Devenez Abonné !
it_it: Diventa Abbonato!
ja_jp: サブスクライバーになる！
ko_kr: 구독자가 되세요!
nl_nl: Wordt Abonnee!
pl_pl: Zostań subskrybentem!
pt_pt: Torne-se um Assinante!
ru_ru: Стать подписчиком!
zh_cn: 成为订阅者！

# PatreonDeregisterKey
source: DeRegister Key
ar_sa: إلغاء تسجيل المفتاح
de_de: Schlüssel deregistrieren
es_es: Desregistrar Clave
fi_fi: Poista avain rekisteristä
fr_fr: Désenregistrer la Clé
it_it: Deregistra Chiave
ja_jp: キー登録解除
ko_kr: 키 등록 해제
nl_nl: Sleutel Deregistreren
pl_pl: Wyrejestruj klucz
pt_pt: Remover Registro da Chave
ru_ru: Отменить регистрацию ключа
zh_cn: 注销密钥

# PatreonError
source: Error from other process:
ar_sa: خطأ من عملية أخرى:
de_de: Fehler von anderem Prozess:
es_es: Error de otro proceso:
fi_fi: Virhe toisesta prosessista:
fr_fr: Erreur d'un autre processus :
it_it: Errore da altro processo:
ja_jp: 他のプロセスからエラー:
ko_kr: 다른 프로세스 오류:
nl_nl: Fout van ander proces:
pl_pl: Błąd z innego procesu:
pt_pt: Erro de outro processo:
ru_ru: Ошибка из другого процесса:
zh_cn: 来自其他进程的错误：

# PatreonMissingBudgie
source: This feature requires TeknoParrot Core, please install it.
ar_sa: تتطلب هذه الميزة TeknoParrot Core، يرجى تثبيته.
de_de: Diese Funktion benötigt TeknoParrot Core, bitte installiere es.
es_es: Esta función requiere TeknoParrot Core, por favor instálalo.
fi_fi: Tämä ominaisuus vaatii TeknoParrot Core:n, asenna se.
fr_fr: Cette fonctionnalité nécessite TeknoParrot Core, veuillez l'installer.
it_it: Questa funzione richiede TeknoParrot Core, installalo.
ja_jp: この機能にはTeknoParrot Coreが必要です。インストールしてください。
ko_kr: 이 기능은 TeknoParrot Core가 필요합니다. 설치해주세요.
nl_nl: Deze functie vereist TeknoParrot Core, installeer deze.
pl_pl: Ta funkcja wymaga TeknoParrot Core, proszę go zainstalować.
pt_pt: Este recurso requer TeknoParrot Core, por favor instale-o.
ru_ru: Эта функция требует TeknoParrot Core, пожалуйста, установите его.
zh_cn: 此功能需要TeknoParrot Core，请安装它。

# PatreonMustNotBeBlank
source: Subscription key must not be blank
ar_sa: مفتاح الاشتراك يجب ألا يكون فارغاً
de_de: Abonnement-Schlüssel darf nicht leer sein
es_es: La clave de suscripción no debe estar en blanco
fi_fi: Tilausavain ei saa olla tyhjä
fr_fr: La clé d'abonnement ne doit pas être vide
it_it: La chiave di abbonamento non può essere vuota
ja_jp: サブスクリプションキーは空白であってはなりません
ko_kr: 구독 키는 비어있을 수 없습니다
nl_nl: Abonnementsleutel mag niet leeg zijn
pl_pl: Klucz subskrypcji nie może być pusty
pt_pt: Chave de assinatura não deve estar em branco
ru_ru: Ключ подписки не должен быть пустым
zh_cn: 订阅密钥不能为空

# PatreonRegisterKey
source: Register Key
ar_sa: تسجيل المفتاح
de_de: Schlüssel registrieren
es_es: Registrar Clave
fi_fi: Rekisteröi avain
fr_fr: Enregistrer la Clé
it_it: Registra Chiave
ja_jp: キー登録
ko_kr: 키 등록
nl_nl: Sleutel Registreren
pl_pl: Zarejestruj klucz
pt_pt: Registrar Chave
ru_ru: Зарегистрировать ключ
zh_cn: 注册密钥

# PatreonStatus
source: Status:
ar_sa: الحالة:
es_es: Estado:
fi_fi: Tila:
fr_fr: Statut :
it_it: Stato:
ja_jp: ステータス:
ko_kr: 상태:
ru_ru: Статус:
zh_cn: 状态：

# SettingsCheckForUpdates
source: Check for updates on launch
ar_sa: البحث عن تحديثات عند البدء
de_de: Beim Start nach Updates suchen
es_es: Buscar actualizaciones al iniciar
fi_fi: Tarkista päivitykset käynnistyksessä
fr_fr: Vérifier les mises à jour au lancement
it_it: Controlla aggiornamenti all'avvio
ja_jp: 起動時にアップデート確認
ko_kr: 시작 시 업데이트 확인
nl_nl: Controleren op updates bij opstarten
pl_pl: Sprawdzaj aktualizacje przy uruchomieniu
pt_pt: Verificar atualizações na inicialização
ru_ru: Проверять обновления при запуске
zh_cn: 启动时检查更新

# SettingsCommon
source: Common Settings
ar_sa: الإعدادات العامة
de_de: Allgemeine Einstellungen
es_es: Configuraciones Comunes
fi_fi: Yleiset asetukset
fr_fr: Paramètres Communs
it_it: Impostazioni Comuni
ja_jp: 共通設定
ko_kr: 공통 설정
nl_nl: Algemene Instellingen
pl_pl: Ustawienia wspólne
pt_pt: Configurações Comuns
ru_ru: Общие настройки
zh_cn: 通用设置

# SettingsConfirmExit
source: Confirmation prompt on exit
ar_sa: مطالبة تأكيد عند الخروج
de_de: Bestätigungsaufforderung beim Beenden
es_es: Solicitar confirmación al salir
fi_fi: Vahvistuskehote poistumisessa
fr_fr: Demande de confirmation à la sortie
it_it: Richiesta conferma all'uscita
ja_jp: 終了時の確認プロンプト
ko_kr: 종료 시 확인 프롬프트
nl_nl: Bevestigingsprompt bij afsluiten
pl_pl: Monit potwierdzenia przy wyjściu
pt_pt: Prompt de confirmação ao sair
ru_ru: Запрос подтверждения при выходе
zh_cn: 退出时确认提示

# SettingsDInputWheel
source: Direct Input Wheel Settings
ar_sa: إعدادات عجلة الإدخال المباشر
de_de: Direct Input Lenkrad-Einstellungen
es_es: Configuración de Volante Direct Input
fi_fi: DirectInput-ohjauspyörän asetukset
fr_fr: Paramètres de Volant Direct Input
it_it: Impostazioni Volante Direct Input
ja_jp: Direct Inputホイール設定
ko_kr: DirectInput 휠 설정
nl_nl: Direct Input Stuur Instellingen
pl_pl: Ustawienia kierownicy Direct Input
pt_pt: Configurações de Volante DirectInput
ru_ru: Настройки руля Direct Input
zh_cn: Direct Input方向盘设置

# SettingsDownloadFFB
source: Download Force Feedback Plugin
ar_sa: تحميل إضافة رد الفعل القوي
de_de: Force Feedback Plugin herunterladen
es_es: Descargar Plugin de Force Feedback
fi_fi: Lataa voimapalaute-lisäosa
fr_fr: Télécharger le Plugin Force Feedback
it_it: Scarica Plugin Force Feedback
ja_jp: フォースフィードバックプラグインダウンロード
ko_kr: 포스 피드백 플러그인 다운로드
nl_nl: Force Feedback Plugin Downloaden
pl_pl: Pobierz wtyczkę Force Feedback
pt_pt: Baixar Plugin de Force Feedback
ru_ru: Загрузить плагин Force Feedback
zh_cn: 下载力反馈插件

# SettingsDownloadIcon
source: Download game icon when selected
ar_sa: تحميل أيقونة اللعبة عند التحديد
de_de: Spiel-Icon herunterladen wenn ausgewählt
es_es: Descargar icono del juego cuando se seleccione
fi_fi: Lataa pelin kuvake kun valittu
fr_fr: Télécharger l'icône du jeu quand sélectionné
it_it: Scarica icona del gioco quando selezionato
ja_jp: 選択時にゲームアイコンダウンロード
ko_kr: 선택 시 게임 아이콘 다운로드
nl_nl: Game icoon downloaden wanneer geselecteerd
pl_pl: Pobierz ikonę gry po wybraniu
pt_pt: Baixar ícone do jogo quando selecionado
ru_ru: Загружать иконку игры при выборе
zh_cn: 选择时下载游戏图标
