Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameErrorB0B0023
source: Could not find the postgres dlls. Make sure you have set the right path to the postgres/bin folder, or alternatively copied the dlls into the Elfldr2/libs folder. If you need help, feel free to ask in the #goldentee channel on discord.
ar_sa: لا يمكن العثور على ملفات postgres dll. تأكد من تعيين المسار الصحيح لمجلد postgres/bin، أو نسخ ملفات dll إلى مجلد Elfldr2/libs. إذا كنت تحتاج مساعدة، لا تتردد في السؤال في قناة #goldentee على discord.
de_de: Die postgres-dlls konnten nicht gefunden werden. Stellen Sie sicher, dass Sie den richtigen Pfad zum postgres/bin-Ordner gesetzt haben, oder kopieren Sie alternativ die dlls in den Elfldr2/libs-Ordner. Wenn Sie Hilfe benötigen, fragen Sie gerne im #goldentee-Kanal auf Discord.
es_es: No se pudieron encontrar las dlls de postgres. Asegúrate de haber establecido la ruta correcta a la carpeta postgres/bin, o alternativamente copia las dlls a la carpeta Elfldr2/libs. Si necesitas ayuda, siéntete libre de preguntar en el canal #goldentee en discord.
fi_fi: Postgres-dll-tiedostoja ei löytynyt. Varmista, että olet asettanut oikean polun postgres/bin-kansioon, tai vaihtoehtoisesti kopioinut dll-tiedostot Elfldr2/libs-kansioon. Jos tarvitset apua, kysy rohkeasti #goldentee-kanavalla discordissa.
fr_fr: Impossible de trouver les dlls postgres. Assurez-vous d'avoir défini le bon chemin vers le dossier postgres/bin, ou alternativement copié les dlls dans le dossier Elfldr2/libs. Si vous avez besoin d'aide, n'hésitez pas à demander dans le canal #goldentee sur discord.
it_it: Impossibile trovare le dll postgres. Assicurati di aver impostato il percorso corretto alla cartella postgres/bin, o in alternativa copiato le dll nella cartella Elfldr2/libs. Se hai bisogno di aiuto, sentiti libero di chiedere nel canale #goldentee su discord.
ja_jp: postgres dllが見つかりませんでした。postgres/binフォルダへの正しいパスを設定したか、またはdllをElfldr2/libsフォルダにコピーしたことを確認してください。 サポートが必要な場合は、discordの#goldenteeチャンネルでお気軽にお尋ねください。
ko_kr: postgres dll을 찾을 수 없습니다. postgres/bin 폴더에 올바른 경로를 설정했는지 확인하거나, dll을 Elfldr2/libs 폴더에 복사했는지 확인해주세요. 도움이 필요하시면 discord의 #goldentee 채널에서 자유롭게 문의해주세요.
nl_nl: Kon de postgres dll's niet vinden. Zorg ervoor dat je het juiste pad naar de postgres/bin map hebt ingesteld, of kopieer de dll's naar de Elfldr2/libs map. Als je hulp nodig hebt, vraag het gerust in het #goldentee kanaal op discord.
pl_pl: Nie można znaleźć bibliotek postgres dll. Upewnij się, że ustawiłeś właściwą ścieżkę do folderu postgres/bin, lub alternatywnie skopiowałeś dll do folderu Elfldr2/libs. Jeśli potrzebujesz pomocy, śmiało zapytaj na kanale #goldentee na discord.
pt_pt: Não foi possível encontrar as dlls postgres. Certifique-se de que definiu o caminho correto para a pasta postgres/bin, ou alternativamente copiou as dlls para a pasta Elfldr2/libs. Se precisar de ajuda, sinta-se à vontade para perguntar no canal #goldentee no discord.
ru_ru: Не удалось найти dll postgres. Убедитесь, что вы указали правильный путь к папке postgres/bin, или альтернативно скопировали dll в папку Elfldr2/libs. Если вам нужна помощь, не стесняйтесь спрашивать в канале #goldentee в discord.
zh_cn: 找不到postgres dll文件。请确保您已设置postgres/bin文件夹的正确路径，或者将dll文件复制到Elfldr2/libs文件夹中。 如果您需要帮助，请随时在discord的#goldentee频道中询问。

# GameErrorB0B0024
source: Please delete the directx dlls (d3d8.dll, d3d8thk.dll, etc) from the game directory!
ar_sa: يرجى حذف ملفات directx dll (d3d8.dll, d3d8thk.dll, إلخ) من مجلد اللعبة!
de_de: Bitte löschen Sie die directx-dlls (d3d8.dll, d3d8thk.dll, etc) aus dem Spielverzeichnis!
es_es: ¡Por favor elimina las dlls de directx (d3d8.dll, d3d8thk.dll, etc) del directorio del juego!
fi_fi: Poista directx-dll-tiedostot (d3d8.dll, d3d8thk.dll, jne) pelikansioista!
fr_fr: Veuillez supprimer les dlls directx (d3d8.dll, d3d8thk.dll, etc) du répertoire du jeu !
it_it: Elimina le dll directx (d3d8.dll, d3d8thk.dll, ecc) dalla directory del gioco!
ja_jp: ゲームディレクトリからdirectx dll（d3d8.dll、d3d8thk.dllなど）を削除してください！
ko_kr: 게임 디렉토리에서 directx dll들 (d3d8.dll, d3d8thk.dll 등)을 삭제해주세요!
nl_nl: Verwijder de directx dll's (d3d8.dll, d3d8thk.dll, etc) uit de spelmap!
pl_pl: Usuń biblioteki directx dll (d3d8.dll, d3d8thk.dll, itp.) z katalogu gry!
pt_pt: Por favor elimine as dlls directx (d3d8.dll, d3d8thk.dll, etc) do diretório do jogo!
ru_ru: Пожалуйста, удалите dll directx (d3d8.dll, d3d8thk.dll, и т.д.) из директории игры!
zh_cn: 请从游戏目录中删除directx dll文件（d3d8.dll、d3d8thk.dll等）！

# GameErrorB0B0025
source: This game need files from "Ripax' Tsunami launcher" in a folder named "Tsunami" in game root...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى ملفات من "Ripax' Tsunami launcher" في مجلد يسمى "Tsunami" في جذر اللعبة...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt Dateien von "Ripax' Tsunami launcher" in einem Ordner namens "Tsunami" im Spielverzeichnis...... Wird jetzt geschlossen...
es_es: Este juego necesita archivos del "lanzador Tsunami de Ripax" en una carpeta llamada "Tsunami" en la raíz del juego...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee tiedostoja "Ripax' Tsunami launcher":sta "Tsunami"-nimisessä kansiossa pelin juuressa...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de fichiers du "lanceur Tsunami de Ripax" dans un dossier nommé "Tsunami" dans la racine du jeu...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di file dal "launcher Tsunami di Ripax" in una cartella chiamata "Tsunami" nella radice del gioco...... Chiusura ora...
ja_jp: このゲームにはゲームルートの「Tsunami」という名前のフォルダに「Ripaxのtsunami launcher」からのファイルが必要です...... 終了します...
ko_kr: 이 게임은 게임 루트의 "Tsunami"라는 이름의 폴더에 "Ripax의 Tsunami 런처"의 파일들이 필요합니다...... 종료합니다...
nl_nl: Dit spel heeft bestanden nodig van "Ripax' Tsunami launcher" in een map genaamd "Tsunami" in de spelroot...... Nu afsluiten...
pl_pl: Ta gra potrzebuje plików z "launchera Tsunami Ripaxa" w folderze o nazwie "Tsunami" w katalogu głównym gry...... Zamykanie...
pt_pt: Este jogo precisa de ficheiros do "launcher Tsunami do Ripax" numa pasta chamada "Tsunami" na raiz do jogo...... A fechar agora...
ru_ru: Этой игре нужны файлы из "лаунчера Tsunami от Ripax" в папке с именем "Tsunami" в корне игры...... Закрытие...
zh_cn: 此游戏需要来自"Ripax的Tsunami启动器"的文件，放在游戏根目录中名为"Tsunami"的文件夹中...... 正在关闭...

# GameErrorB0B0026
source: Game loading failed while loading classes. Please ensure you are running the game as Admin. Please report any issue to TP-Discord. Now closing...
ar_sa: فشل تحميل اللعبة أثناء تحميل الفئات. يرجى التأكد من تشغيل اللعبة كمدير. يرجى الإبلاغ عن أي مشكلة إلى TP-Discord. الآن يتم الإغلاق...
de_de: Spielladen fehlgeschlagen beim Laden von Klassen. Bitte stellen Sie sicher, dass Sie das Spiel als Administrator ausführen. Bitte melden Sie alle Probleme an TP-Discord. Wird jetzt geschlossen...
es_es: La carga del juego falló mientras cargaba las clases. Por favor asegúrate de ejecutar el juego como Administrador. Por favor reporta cualquier problema en TP-Discord. Cerrando ahora...
fi_fi: Pelin lataaminen epäonnistui luokkien latauksessa. Varmista, että ajat peliä järjestelmänvalvojana. Ilmoita ongelmat TP-Discordiin. Suljetaan nyt...
fr_fr: Le chargement du jeu a échoué lors du chargement des classes. Veuillez vous assurer de lancer le jeu en tant qu'Administrateur. Veuillez signaler tout problème sur TP-Discord. Fermeture maintenant...
it_it: Caricamento del gioco fallito durante il caricamento delle classi. Assicurati di eseguire il gioco come Amministratore. Segnala qualsiasi problema su TP-Discord. Chiusura ora...
ja_jp: クラスの読み込み中にゲームの読み込みに失敗しました。 管理者としてゲームを実行していることを確認してください。 問題があればTP-Discordに報告してください。 終了します...
ko_kr: 클래스 로딩 중 게임 로딩에 실패했습니다. 관리자 권한으로 게임을 실행하고 있는지 확인해주세요. 문제가 있으면 TP-Discord에 신고해주세요. 종료합니다...
nl_nl: Spel laden mislukt tijdens het laden van klassen. Zorg ervoor dat je het spel als Beheerder uitvoert. Meld eventuele problemen aan TP-Discord. Nu afsluiten...
pl_pl: Ładowanie gry nieudane podczas ładowania klas. Upewnij się, że uruchamiasz grę jako Administrator. Zgłoś wszelkie problemy na TP-Discord. Zamykanie...
pt_pt: Carregamento do jogo falhado durante o carregamento de classes. Por favor certifique-se de que está a executar o jogo como Administrador. Por favor reporte qualquer problema no TP-Discord. A fechar agora...
ru_ru: Загрузка игры не удалась при загрузке классов. Пожалуйста, убедитесь, что вы запускаете игру от имени Администратора. Пожалуйста, сообщите о любых проблемах в TP-Discord. Закрытие...
zh_cn: 加载类时游戏加载失败。 请确保您以管理员身份运行游戏。 请向TP-Discord报告任何问题。 正在关闭...

# GameErrorB0B0027
source: This game need "ddraw.dll" file wrapper in "Tsunami" folder to force custom resolution on current OS... Please come to #Fixes channel on TP-Discord. Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: -opengl32.dll يرجى الذهاب إلى قناة #Fixes في TP-Discord. الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt die "ddraw.dll" Datei-Wrapper im "Tsunami" Ordner, um eine benutzerdefinierte Auflösung auf dem aktuellen Betriebssystem zu erzwingen... Bitte kommen Sie zum #Fixes-Kanal auf TP-Discord. Wird jetzt geschlossen...
es_es: Este juego necesita el archivo wrapper "ddraw.dll" en la carpeta "Tsunami" para forzar resolución personalizada en el OS actual... Por favor ven al canal #Fixes en TP-Discord. Cerrando ahora...
fi_fi: Tämä peli tarvitsee "ddraw.dll"-tiedostokääreen "Tsunami"-kansiossa pakottaakseen mukautetun resoluution nykyisessä käyttöjärjestelmässä... Tule #Fixes-kanavalle TP-Discordiin. Suljetaan nyt...
fr_fr: Ce jeu a besoin du fichier wrapper "ddraw.dll" dans le dossier "Tsunami" pour forcer une résolution personnalisée sur l'OS actuel... Veuillez venir au canal #Fixes sur TP-Discord. Fermeture maintenant...
it_it: Questo gioco ha bisogno del file wrapper "ddraw.dll" nella cartella "Tsunami" per forzare risoluzione personalizzata sull'OS attuale... Vieni al canale #Fixes su TP-Discord. Chiusura ora...
ja_jp: このゲームには現在のOSでカスタム解像度を強制するために「Tsunami」フォルダに「ddraw.dll」ファイルラッパーが必要です... TP-Discordの#Fixesチャンネルにお越しください。 終了します...
ko_kr: 이 게임은 현재 OS에서 사용자 정의 해상도를 강제하기 위해 "Tsunami" 폴더에 "ddraw.dll" 파일 래퍼가 필요합니다... TP-Discord의 #Fixes 채널로 와주세요. 종료합니다...
nl_nl: Dit spel heeft "ddraw.dll" bestand wrapper nodig in "Tsunami" map om aangepaste resolutie af te dwingen op huidige OS... Kom naar #Fixes kanaal op TP-Discord. Nu afsluiten...
pl_pl: Ta gra potrzebuje wrappera pliku "ddraw.dll" w folderze "Tsunami", aby wymusić niestandardową rozdzielczość na obecnym OS... Przyjdź na kanał #Fixes na TP-Discord. Zamykanie...
pt_pt: Este jogo precisa do wrapper de ficheiro "ddraw.dll" na pasta "Tsunami" para forçar resolução personalizada no OS atual... Por favor venha ao canal #Fixes no TP-Discord. A fechar agora...
ru_ru: Этой игре нужен файл-обертка "ddraw.dll" в папке "Tsunami", чтобы принудительно установить пользовательское разрешение на текущей ОС... Пожалуйста, приходите на канал #Fixes в TP-Discord. Закрытие...
zh_cn: 此游戏需要在"Tsunami"文件夹中包含"ddraw.dll"文件包装器以在当前操作系统上强制自定义分辨率... 请来到TP-Discord的#Fixes频道。 正在关闭...

# GameErrorB0B0028
source: This game need this file in game root: -glide2x.dll Grab it from #Fixes channel on TP-Discord or from nGlide v2.10. You also need to remove any dgVoodoo wrapper files too. Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: -glide2x.dll احصل عليه من قناة #Fixes في TP-Discord أو من nGlide v2.10. تحتاج أيضاً إلى إزالة أي ملفات dgVoodoo wrapper. الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Datei im Spielverzeichnis: -glide2x.dll Holen Sie sie sich vom #Fixes-Kanal auf TP-Discord oder von nGlide v2.10. Sie müssen auch alle dgVoodoo-Wrapper-Dateien entfernen. Wird jetzt geschlossen...
es_es: Este juego necesita este archivo en la raíz del juego: -glide2x.dll Obténlo del canal #Fixes en TP-Discord o desde nGlide v2.10. También necesitas remover cualquier archivo wrapper de dgVoodoo. Cerrando ahora...
fi_fi: Tämä peli tarvitsee tämän tiedoston pelin juuressa: -glide2x.dll Hanki se #Fixes-kanavalta TP-Discordissa tai nGlide v2.10:stä. Sinun täytyy myös poistaa kaikki dgVoodoo-kääretiedostot. Suljetaan nyt...
fr_fr: Ce jeu a besoin de ce fichier dans la racine du jeu : -glide2x.dll Récupérez-le depuis le canal #Fixes sur TP-Discord ou depuis nGlide v2.10. Vous devez aussi supprimer tous les fichiers wrapper dgVoodoo. Fermeture maintenant...
it_it: Questo gioco ha bisogno di questo file nella radice del gioco: -glide2x.dll Prendilo dal canale #Fixes su TP-Discord o da nGlide v2.10. Devi anche rimuovere qualsiasi file wrapper dgVoodoo. Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： -glide2x.dll TP-Discordの#FixesチャンネルまたはnGlide v2.10から取得してください。 dgVoodooラッパーファイルも削除する必要があります。 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일이 필요합니다: -glide2x.dll TP-Discord의 #Fixes 채널 또는 nGlide v2.10에서 가져와주세요. dgVoodoo 래퍼 파일들도 제거해야 합니다. 종료합니다...
nl_nl: Dit spel heeft dit bestand nodig in de spelroot: -glide2x.dll Haal het op van #Fixes kanaal op TP-Discord of van nGlide v2.10. Je moet ook alle dgVoodoo wrapper bestanden verwijderen. Nu afsluiten...
pl_pl: Ta gra potrzebuje tego pliku w katalogu głównym gry: -glide2x.dll Pobierz go z kanału #Fixes na TP-Discord lub z nGlide v2.10. Musisz też usunąć wszelkie pliki wrapper dgVoodoo. Zamykanie...
pt_pt: Este jogo precisa deste ficheiro na raiz do jogo: -glide2x.dll Obtenha-o do canal #Fixes no TP-Discord ou do nGlide v2.10. Também precisa de remover quaisquer ficheiros wrapper dgVoodoo. A fechar agora...
ru_ru: Этой игре нужен этот файл в корне игры: -glide2x.dll Получите его с канала #Fixes в TP-Discord или из nGlide v2.10. Вам также нужно удалить любые файлы-обертки dgVoodoo. Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含此文件： -glide2x.dll 请从TP-Discord的#Fixes频道或nGlide v2.10获取。 您还需要删除任何dgVoodoo包装器文件。 正在关闭...

# GameErrorB0B0029
source: This game has an encrypted Unity launcher. Please copy the "Game.exe" file from a compatible Unity/Adrenaline game: -Hot Wheels -Drakons Realm Keepers Now closing...
ar_sa: هذه اللعبة لديها مشغل Unity مشفر. يرجى نسخ ملف "Game.exe" من لعبة Unity/Adrenaline متوافقة: -Hot Wheels -Drakons Realm Keepers الآن يتم الإغلاق...
de_de: Dieses Spiel hat einen verschlüsselten Unity-Launcher. Bitte kopieren Sie die "Game.exe" Datei von einem kompatiblen Unity/Adrenaline-Spiel: -Hot Wheels -Drakons Realm Keepers Wird jetzt geschlossen...
es_es: Este juego tiene un lanzador Unity encriptado. Por favor copia el archivo "Game.exe" de un juego Unity/Adrenaline compatible: -Hot Wheels -Drakons Realm Keepers Cerrando ahora...
fi_fi: Tässä pelissä on salattu Unity-käynnistin. Kopioi "Game.exe"-tiedosto yhteensopivasta Unity/Adrenaline-pelistä: -Hot Wheels -Drakons Realm Keepers Suljetaan nyt...
fr_fr: Ce jeu a un lanceur Unity chiffré. Veuillez copier le fichier "Game.exe" d'un jeu Unity/Adrenaline compatible : -Hot Wheels -Drakons Realm Keepers Fermeture maintenant...
it_it: Questo gioco ha un launcher Unity criptato. Copia il file "Game.exe" da un gioco Unity/Adrenaline compatibile: -Hot Wheels -Drakons Realm Keepers Chiusura ora...
ja_jp: このゲームには暗号化されたUnityランチャーがあります。 互換性のあるUnity/Adrenalineゲームから「Game.exe」ファイルをコピーしてください： -Hot Wheels -Drakons Realm Keepers 終了します...
ko_kr: 이 게임은 암호화된 Unity 런처를 가지고 있습니다. 호환되는 Unity/Adrenaline 게임에서 "Game.exe" 파일을 복사해주세요: -Hot Wheels -Drakons Realm Keepers 종료합니다...
nl_nl: Dit spel heeft een versleutelde Unity launcher. Kopieer het "Game.exe" bestand van een compatibel Unity/Adrenaline spel: -Hot Wheels -Drakons Realm Keepers Nu afsluiten...
pl_pl: Ta gra ma zaszyfrowany launcher Unity. Skopiuj plik "Game.exe" z kompatybilnej gry Unity/Adrenaline: -Hot Wheels -Drakons Realm Keepers Zamykanie...
pt_pt: Este jogo tem um launcher Unity encriptado. Por favor copie o ficheiro "Game.exe" de um jogo Unity/Adrenaline compatível: -Hot Wheels -Drakons Realm Keepers A fechar agora...
ru_ru: У этой игры зашифрованный лаунчер Unity. Пожалуйста, скопируйте файл "Game.exe" из совместимой игры Unity/Adrenaline: -Hot Wheels -Drakons Realm Keepers Закрытие...
zh_cn: 此游戏有一个加密的Unity启动器。 请从兼容的Unity/Adrenaline游戏中复制"Game.exe"文件： -Hot Wheels -Drakons Realm Keepers 正在关闭...

# GameErrorB0B0030
source: This game need "BepInEx v5 x64" installed in a folder named "BepInEx" in game root, and TP plugin dll in its plugins folder...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: -msvcp140.dll (VC++ 2015-2022) الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt "BepInEx v5 x64" installiert in einem Ordner namens "BepInEx" im Spielverzeichnis und TP-Plugin-dll in seinem plugins-Ordner...... Wird jetzt geschlossen...
es_es: Este juego necesita "BepInEx v5 x64" instalado en una carpeta llamada "BepInEx" en la raíz del juego, y dll del plugin TP en su carpeta plugins...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee "BepInEx v5 x64":n asennettuna "BepInEx"-nimiseen kansioon pelin juuressa, ja TP-lisäosan dll sen plugins-kansiossa...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de "BepInEx v5 x64" installé dans un dossier nommé "BepInEx" dans la racine du jeu, et dll du plugin TP dans son dossier plugins...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di "BepInEx v5 x64" installato in una cartella chiamata "BepInEx" nella radice del gioco, e dll plugin TP nella sua cartella plugins...... Chiusura ora...
ja_jp: このゲームにはゲームルートの「BepInEx」という名前のフォルダに「BepInEx v5 x64」がインストールされ、そのpluginsフォルダにTPプラグインdllが必要です...... 終了します...
ko_kr: 이 게임은 게임 루트의 "BepInEx"라는 이름의 폴더에 "BepInEx v5 x64"가 설치되고, 플러그인 폴더에 TP 플러그인 dll이 필요합니다...... 종료합니다...
nl_nl: Dit spel heeft "BepInEx v5 x64" geïnstalleerd nodig in een map genaamd "BepInEx" in de spelroot, en TP plugin dll in zijn plugins map...... Nu afsluiten...
pl_pl: Ta gra potrzebuje zainstalowanego "BepInEx v5 x64" w folderze o nazwie "BepInEx" w katalogu głównym gry, i dll wtyczki TP w folderze plugins...... Zamykanie...
pt_pt: Este jogo precisa de "BepInEx v5 x64" instalado numa pasta chamada "BepInEx" na raiz do jogo, e dll do plugin TP na sua pasta plugins...... A fechar agora...
ru_ru: Этой игре нужен установленный "BepInEx v5 x64" в папке с именем "BepInEx" в корне игры, и dll плагина TP в его папке plugins...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中名为"BepInEx"的文件夹中安装"BepInEx v5 x64"，并在其plugins文件夹中包含TP插件dll...... 正在关闭...

# GameErrorB0B0031
source: This game need "\BepInEx\plugins\" folder with "NHAD2TPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "NHAD2TPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "NHAD2TPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "NHAD2TPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "NHAD2TPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "NHAD2TPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "NHAD2TPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「NHAD2TPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "NHAD2TPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "NHAD2TPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "NHAD2TPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "NHAD2TPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "NHAD2TPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"NHAD2TPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0032
source: The HostIP value you set is too long. It should be 16 or less characters long. Quitting.
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: -vcruntime140_1.dll (VC++ 2015-2022)
de_de: Der HostIP-Wert, den Sie gesetzt haben, ist zu lang. Er sollte 16 oder weniger Zeichen lang sein. Wird beendet.
es_es: El valor HostIP que estableciste es demasiado largo. Debe ser de 16 caracteres o menos. Cerrando.
fi_fi: Asettamasi HostIP-arvo on liian pitkä. Sen tulisi olla 16 merkkiä tai vähemmän. Lopetetaan.
fr_fr: La valeur HostIP que vous avez définie est trop longue. Elle doit faire 16 caractères ou moins. Fermeture.
it_it: Il valore HostIP impostato è troppo lungo. Dovrebbe essere di 16 caratteri o meno. Chiusura.
ja_jp: 設定したHostIP値が長すぎます。16文字以下である必要があります。終了します。
ko_kr: 설정한 HostIP 값이 너무 깁니다. 16자 이하여야 합니다. 종료합니다.
nl_nl: De HostIP waarde die je hebt ingesteld is te lang. Het moet 16 tekens of minder zijn. Afsluiten.
pl_pl: Wartość HostIP, którą ustawiłeś, jest zbyt długa. Powinna mieć 16 znaków lub mniej. Zamykanie.
pt_pt: O valor HostIP que definiu é demasiado longo. Deve ter 16 caracteres ou menos. A sair.
ru_ru: Значение HostIP, которое вы установили, слишком длинное. Оно должно быть 16 символов или меньше. Выход.
zh_cn: 您设置的HostIP值太长。应该是16个字符或更少。正在退出。
