Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# AboutComponents
source: Components
ar_sa: المكونات
de_de: Komponenten
es_es: Componentes
fi_fi: Komponentit
fr_fr: Composants
it_it: Componenti
ja_jp: コンポーネント
ko_kr: 구성 요소
nl_nl: Componenten
pl_pl: Komponenty
pt_pt: Componentes
ru_ru: Компоненты
zh_cn: 组件

# AboutCredits
source: By TeknoGods
ar_sa: من قبل TeknoGods
de_de: Von TeknoGods
es_es: Por TeknoGods
fi_fi: Tekijä: TeknoGods
fr_fr: Par TeknoGods
it_it: Di TeknoGods
nl_nl: Door TeknoGods
pl_pl: Autorzy: TeknoGods
pt_pt: Por TeknoGods
ru_ru: Создано TeknoGods
zh_cn: 由 TeknoGods 制作

source: About TeknoParrotUI
ar_sa: حول TeknoParrotUI
de_de: Über TeknoParrotUI
es_es: Acerca de TeknoParrotUI
fi_fi: Tietoja TeknoParrotUI
fr_fr: À propos de TeknoParrotUI
it_it: Informazioni su TeknoParrotUI
ja_jp: TeknoParrotUI について
ko_kr: TeknoParrotUI 정보
nl_nl: Over TeknoParrotUI
pl_pl: O TeknoParrotUI
pt_pt: Sobre TeknoParrotUI
ru_ru: О программе TeknoParrotUI
zh_cn: 关于 TeknoParrotUI

# AboutWebsite
source: Website
ar_sa: الموقع الإلكتروني
es_es: Sitio Web
fi_fi: Kotisivu
fr_fr: Site Web
it_it: Sito Web
ja_jp: ウェブサイト
ko_kr: 웹사이트
pl_pl: Strona internetowa
ru_ru: Веб-сайт
zh_cn: 网站

# AccountCreateAccount
source: Create Account
ar_sa: إنشاء حساب
de_de: Konto erstellen
es_es: Crear Cuenta
fi_fi: Luo tili
fr_fr: Créer un Compte
it_it: Crea Account
ja_jp: アカウント作成
ko_kr: 계정 생성
nl_nl: Account Aanmaken
pl_pl: Utwórz konto
pt_pt: Criar Conta
ru_ru: Создать аккаунт
zh_cn: 创建账户

# AccountForgotPassword
source: Forgot Password
ar_sa: نسيت كلمة المرور
de_de: Passwort vergessen
es_es: Olvidé mi Contraseña
fi_fi: Unohdin salasanan
fr_fr: Mot de Passe Oublié
it_it: Password Dimenticata
ja_jp: パスワード忘れ
ko_kr: 비밀번호 찾기
nl_nl: Wachtwoord Vergeten
pl_pl: Zapomniałem hasła
pt_pt: Esqueci a Senha
ru_ru: Забыли пароль
zh_cn: 忘记密码

# AccountLoggedIn
source: Logged In
ar_sa: تم تسجيل الدخول
de_de: Angemeldet
es_es: Sesión Iniciada
fi_fi: Kirjautunut sisään
fr_fr: Connecté
it_it: Connesso
ja_jp: ログイン済み
ko_kr: 로그인됨
nl_nl: Ingelogd
pl_pl: Zalogowany
pt_pt: Conectado
ru_ru: Вход выполнен
zh_cn: 已登录

# AccountLogin
source: Login
ar_sa: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar Sesión
fi_fi: Kirjaudu sisään
fr_fr: Connexion
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
nl_nl: Inloggen
pl_pl: Zaloguj
pt_pt: Entrar
ru_ru: Войти
zh_cn: 登录

# AccountLoginFailed
source: Login Failed
ar_sa: فشل تسجيل الدخول
de_de: Anmeldung fehlgeschlagen
es_es: Error al Iniciar Sesión
fi_fi: Sisäänkirjautuminen epäonnistui
fr_fr: Échec de la Connexion
it_it: Accesso Fallito
ja_jp: ログイン失敗
ko_kr: 로그인 실패
nl_nl: Inloggen Mislukt
pl_pl: Logowanie nieudane
pt_pt: Falha no Login
ru_ru: Ошибка входа
zh_cn: 登录失败

# AccountLogout
source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
es_es: Cerrar Sesión
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
it_it: Disconnetti
ja_jp: ログアウト
ko_kr: 로그아웃
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Sair
ru_ru: Выйти
zh_cn: 登出

# AccountNotLoggedIn
source: Not Logged In
ar_sa: لم يتم تسجيل الدخول
de_de: Nicht angemeldet
es_es: Sesión No Iniciada
fi_fi: Ei kirjautunut sisään
fr_fr: Non Connecté
it_it: Non Connesso
ja_jp: 未ログイン
ko_kr: 로그인되지 않음
nl_nl: Niet Ingelogd
pl_pl: Niezalogowany
pt_pt: Não Conectado
ru_ru: Не вошли в систему
zh_cn: 未登录

# AccountPageAccountInformation
source: Account Information
ar_sa: معلومات الحساب
de_de: Kontoinformationen
es_es: Información de la Cuenta
fi_fi: Tilin tiedot
fr_fr: Informations du Compte
it_it: Informazioni Account
ja_jp: アカウント情報
ko_kr: 계정 정보
nl_nl: Accountinformatie
pl_pl: Informacje o koncie
pt_pt: Informações da Conta
ru_ru: Информация об аккаунте
zh_cn: 账户信息

# AccountPageAvailableSerials
source: Available Serials
ar_sa: الأرقام التسلسلية المتاحة
de_de: Verfügbare Seriennummern
es_es: Seriales Disponibles
fi_fi: Käytettävissä olevat sarjanumerot
fr_fr: Numéros de Série Disponibles
it_it: Seriali Disponibili
ja_jp: 利用可能なシリアル
ko_kr: 사용 가능한 시리얼
nl_nl: Beschikbare Serienummers
pl_pl: Dostępne klucze seryjne
pt_pt: Seriais Disponíveis
ru_ru: Доступные серийные номера
zh_cn: 可用序列号

# AccountPageCloseButton
source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# AccountPageCouldNotRetrieveUserInfo
source: Could not retrieve user information
ar_sa: لا يمكن استرداد معلومات المستخدم
de_de: Benutzerinformationen konnten nicht abgerufen werden
es_es: No se pudo obtener información del usuario
fi_fi: Käyttäjätietoja ei voitu hakea
fr_fr: Impossible de récupérer les informations utilisateur
it_it: Impossibile recuperare le informazioni utente
ja_jp: ユーザー情報を取得できませんでした
ko_kr: 사용자 정보를 가져올 수 없습니다
nl_nl: Kon gebruikersinformatie niet ophalen
pl_pl: Nie można pobrać informacji o użytkowniku
pt_pt: Não foi possível recuperar informações do usuário
ru_ru: Не удалось получить информацию о пользователе
zh_cn: 无法获取用户信息

# AccountPageDataError
source: Data Error
ar_sa: خطأ في البيانات
de_de: Datenfehler
es_es: Error de Datos
fi_fi: Tietovirhe
fr_fr: Erreur de Données
it_it: Errore Dati
ja_jp: データエラー
ko_kr: 데이터 오류
nl_nl: Gegevensfout
pl_pl: Błąd danych
pt_pt: Erro de Dados
ru_ru: Ошибка данных
zh_cn: 数据错误

# AccountPageDeregisteringCurrentKey
source: Deregistering current key...
ar_sa: إلغاء تسجيل المفتاح الحالي...
de_de: Aktueller Schlüssel wird deregistriert...
es_es: Desregistrando clave actual...
fi_fi: Poistetaan nykyinen avain rekisteristä...
fr_fr: Désenregistrement de la clé actuelle...
it_it: Deregistrazione chiave corrente...
ja_jp: 現在のキーを登録解除中...
ko_kr: 현재 키 등록 해제 중...
nl_nl: Huidige sleutel deregistreren...
pl_pl: Wyrejestrowywanie obecnego klucza...
pt_pt: Removendo registro da chave atual...
ru_ru: Отмена регистрации текущего ключа...
zh_cn: 正在注销当前密钥...

# AccountPageErrorDuringRegistration
source: Error during registration
ar_sa: خطأ أثناء التسجيل
de_de: Fehler während der Registrierung
es_es: Error durante el registro
fi_fi: Virhe rekisteröinnin aikana
fr_fr: Erreur lors de l'enregistrement
it_it: Errore durante la registrazione
ja_jp: 登録中にエラーが発生しました
ko_kr: 등록 중 오류 발생
nl_nl: Fout tijdens registratie
pl_pl: Błąd podczas rejestracji
pt_pt: Erro durante o registro
ru_ru: Ошибка при регистрации
zh_cn: 注册过程中出错

# AccountPageErrorLoadingUserData
source: Error loading user data
ar_sa: خطأ في تحميل بيانات المستخدم
de_de: Fehler beim Laden der Benutzerdaten
es_es: Error al cargar datos del usuario
fi_fi: Virhe käyttäjätietojen lataamisessa
fr_fr: Erreur lors du chargement des données utilisateur
it_it: Errore nel caricamento dei dati utente
ja_jp: ユーザーデータの読み込みエラー
ko_kr: 사용자 데이터 로딩 오류
nl_nl: Fout bij laden gebruikersgegevens
pl_pl: Błąd podczas ładowania danych użytkownika
pt_pt: Erro ao carregar dados do usuário
ru_ru: Ошибка загрузки данных пользователя
zh_cn: 加载用户数据时出错

# AccountPageErrorTitle
source: Error
ar_sa: خطأ
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
zh_cn: 错误

# AccountPageExpiryDate
source: Expiry Date
ar_sa: تاريخ انتهاء الصلاحية
de_de: Ablaufdatum
es_es: Fecha de Vencimiento
fi_fi: Vanhentumispäivä
fr_fr: Date d'Expiration
it_it: Data di Scadenza
ja_jp: 有効期限
ko_kr: 만료일
nl_nl: Vervaldatum
pl_pl: Data wygaśnięcia
pt_pt: Data de Expiração
ru_ru: Дата истечения
zh_cn: 到期日期

# AccountPageExpiryUnknown
source: Unknown
ar_sa: غير معروف
de_de: Unbekannt
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
it_it: Sconosciuta
ja_jp: 不明
ko_kr: 알 수 없음
nl_nl: Onbekend
pl_pl: Nieznana
pt_pt: Desconhecido
ru_ru: Неизвестно
zh_cn: 未知

# AccountPageHighscoreSerial
source: Highscore Serial:
ar_sa: رقم تسلسلي للنتائج العالية:
de_de: Highscore-Seriennummer:
es_es: Serial de Puntuaciones:
fi_fi: Pistetaulukko-sarjanumero:
fr_fr: Numéro de Série pour Scores :
it_it: Seriale Punteggio:
ja_jp: ハイスコアシリアル:
ko_kr: 하이스코어 시리얼:
nl_nl: Highscore Serienummer:
pl_pl: Klucz seryjny wyników:
pt_pt: Serial de Pontuação:
ru_ru: Серийный номер для рекордов:
zh_cn: 高分序列号：

# AccountPageHighscoreSerialHint
source: Serial number for highscore submission
ar_sa: رقم تسلسلي لإرسال النتائج العالية
de_de: Seriennummer für Highscore-Übermittlung
es_es: Número de serie para envío de puntuaciones
fi_fi: Sarjanumero pistetietojen lähettämiseen
fr_fr: Numéro de série pour l'envoi des meilleurs scores
it_it: Numero seriale per l'invio del punteggio
ja_jp: ハイスコア送信用のシリアル番号
ko_kr: 하이스코어 제출용 시리얼 번호
nl_nl: Serienummer voor highscore inzending
pl_pl: Numer seryjny do przesyłania wyników
pt_pt: Número serial para envio de pontuações
ru_ru: Серийный номер для отправки рекордов
zh_cn: 用于高分提交的序列号

# AccountPageIDUsageInfo
source: The IDs from your account will be automatically used in games if you leave the corresponding online ID field blank in game profiles or when adding new games.
ar_sa: سيتم استخدام المعرفات من حسابك تلقائياً في الألعاب إذا تركت حقل المعرف الإلكتروني المقابل فارغاً في ملفات تعريف الألعاب أو عند إضافة ألعاب جديدة.
de_de: Die IDs aus Ihrem Konto werden automatisch in Spielen verwendet, wenn Sie das entsprechende Online-ID-Feld in Spielprofilen leer lassen oder neue Spiele hinzufügen.
es_es: Los IDs de tu cuenta se utilizarán automáticamente en los juegos si dejas vacío el campo de ID en línea correspondiente en los perfiles de juego o al agregar nuevos juegos.
fi_fi: Tilisi ID:t käytetään automaattisesti peleissä, jos jätät vastaavan online-ID-kentän tyhjäksi peliprofiileissa tai lisätessäsi uusia pelejä.
fr_fr: Les ID de votre compte seront automatiquement utilisés dans les jeux si vous laissez vide le champ ID en ligne correspondant dans les profils de jeu ou lors de l'ajout de nouveaux jeux.
it_it: Gli ID del tuo account verranno utilizzati automaticamente nei giochi se lasci vuoto il campo ID online corrispondente nei profili di gioco o quando aggiungi nuovi giochi.
ja_jp: ゲームプロファイルや新しいゲームを追加する際に、対応するオンラインIDフィールドを空白のままにしておくと、アカウントのIDが自動的にゲームで使用されます。
ko_kr: 게임 프로필에서 해당 온라인 ID 필드를 비워두거나 새 게임을 추가할 때 계정의 ID가 자동으로 게임에서 사용됩니다.
nl_nl: De ID's van uw account worden automatisch gebruikt in games als u het bijbehorende online ID-veld leeg laat in gameprofielen of bij het toevoegen van nieuwe games.
pl_pl: ID z Twojego konta będą automatycznie używane w grach, jeśli pozostawisz puste odpowiednie pole ID online w profilach gier lub podczas dodawania nowych gier.
pt_pt: Os IDs da sua conta serão usados automaticamente nos jogos se deixar em branco o campo de ID online correspondente nos perfis de jogo ou ao adicionar novos jogos.
ru_ru: ID из вашей учетной записи будут автоматически использоваться в играх, если вы оставите соответствующее поле онлайн-ID пустым в игровых профилях или при добавлении новых игр.
zh_cn: 如果您在游戏配置文件中留空相应的在线ID字段或添加新游戏时，将自动使用您账户中的ID。

# AccountPageInitializing
source: Initializing...
ar_sa: جاري التهيئة...
de_de: Initialisierung...
es_es: Inicializando...
fi_fi: Alustetaan...
fr_fr: Initialisation...
it_it: Inizializzazione...
ja_jp: 初期化中...
ko_kr: 초기화 중...
nl_nl: Initialiseren...
pl_pl: Inicjalizacja...
pt_pt: Inicializando...
ru_ru: Инициализация...
zh_cn: 正在初始化...

# AccountPageLoggedInAs
source: Logged in as: {0}
ar_sa: تم تسجيل الدخول باسم: {0}
de_de: Angemeldet als: {0}
es_es: Sesión iniciada como: {0}
fi_fi: Kirjautunut sisään nimellä: {0}
fr_fr: Connecté en tant que : {0}
it_it: Connesso come: {0}
ja_jp: ログイン済み: {0}
ko_kr: 로그인된 계정: {0}
nl_nl: Ingelogd als: {0}
pl_pl: Zalogowany jako: {0}
pt_pt: Conectado como: {0}
ru_ru: Вошли как: {0}
zh_cn: 已登录为：{0}

# AccountPageLoggingIn
source: Logging in...
ar_sa: جاري تسجيل الدخول...
de_de: Anmeldung läuft...
es_es: Iniciando sesión...
fi_fi: Kirjaudutaan sisään...
fr_fr: Connexion en cours...
it_it: Accesso in corso...
ja_jp: ログイン中...
ko_kr: 로그인 중...
nl_nl: Inloggen...
pl_pl: Logowanie...
pt_pt: Entrando...
ru_ru: Вход в систему...
zh_cn: 正在登录...

# AccountPageLogin
source: Login
ar_sa: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar Sesión
fi_fi: Kirjaudu sisään
fr_fr: Connexion
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
nl_nl: Inloggen
pl_pl: Zaloguj
pt_pt: Entrar
ru_ru: Войти
zh_cn: 登录

# AccountPageLoginButton
source: Login
ar_sa: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar Sesión
fi_fi: Kirjaudu sisään
fr_fr: Se Connecter
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
nl_nl: Inloggen
pl_pl: Zaloguj
pt_pt: Entrar
ru_ru: Войти
zh_cn: 登录

# AccountPageLoginError
source: Login Error
ar_sa: خطأ في تسجيل الدخول
de_de: Anmeldefehler
es_es: Error de Inicio de Sesión
fi_fi: Sisäänkirjautumisvirhe
fr_fr: Erreur de Connexion
it_it: Errore di Accesso
ja_jp: ログインエラー
ko_kr: 로그인 오류
nl_nl: Inlogfout
pl_pl: Błąd logowania
pt_pt: Erro de Login
ru_ru: Ошибка входа
zh_cn: 登录错误

# AccountPageLoginFailed
source: Login failed
ar_sa: فشل تسجيل الدخول
de_de: Anmeldung fehlgeschlagen
es_es: Error al iniciar sesión
fi_fi: Sisäänkirjautuminen epäonnistui
fr_fr: Échec de la connexion
it_it: Accesso fallito
ja_jp: ログインに失敗しました
ko_kr: 로그인 실패
nl_nl: Inloggen mislukt
pl_pl: Logowanie nieudane
pt_pt: Falha no login
ru_ru: Вход не удался
zh_cn: 登录失败

# AccountPageLoginLogoutError
source: Login/Logout Error
ar_sa: خطأ في تسجيل الدخول/الخروج
de_de: Anmelde-/Abmeldefehler
es_es: Error de Inicio/Cierre de Sesión
fi_fi: Sisään-/uloskirjautumisvirhe
fr_fr: Erreur de Connexion/Déconnexion
it_it: Errore di Accesso/Disconnessione
ja_jp: ログイン/ログアウトエラー
ko_kr: 로그인/로그아웃 오류
nl_nl: Inlog-/Uitlogfout
pl_pl: Błąd logowania/wylogowania
pt_pt: Erro de Login/Logout
ru_ru: Ошибка входа/выхода
zh_cn: 登录/登出错误

# AccountPageLoginLogoutErrorMessage
source: An error occurred during login/logout
ar_sa: حدث خطأ أثناء تسجيل الدخول/الخروج
de_de: Ein Fehler ist während der An-/Abmeldung aufgetreten
es_es: Ocurrió un error durante el inicio/cierre de sesión
fi_fi: Virhe tapahtui sisään-/uloskirjautumisen aikana
fr_fr: Une erreur s'est produite lors de la connexion/déconnexion
it_it: Si è verificato un errore durante l'accesso/disconnessione
ja_jp: ログイン/ログアウト中にエラーが発生しました
ko_kr: 로그인/로그아웃 중 오류가 발생했습니다
nl_nl: Er is een fout opgetreden tijdens in-/uitloggen
pl_pl: Wystąpił błąd podczas logowania/wylogowania
pt_pt: Ocorreu um erro durante login/logout
ru_ru: Произошла ошибка при входе/выходе
zh_cn: 登录/登出过程中发生错误

# AccountPageLogout
source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
es_es: Cerrar Sesión
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
it_it: Disconnetti
ja_jp: ログアウト
ko_kr: 로그아웃
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Sair
ru_ru: Выйти
zh_cn: 登出

# AccountPageLogoutButton
source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
es_es: Cerrar Sesión
fi_fi: Kirjaudu ulos
fr_fr: Se Déconnecter
it_it: Disconnetti
ja_jp: ログアウト
ko_kr: 로그아웃
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Sair
ru_ru: Выйти
zh_cn: 登出

# AccountPageMarioKartID
source: Mario Kart ID:
ar_sa: معرف Mario Kart:
es_es: ID de Mario Kart:
fr_fr: ID Mario Kart :
it_it: ID Mario Kart:
ja_jp: マリオカートID:
ko_kr: 마리오 카트 ID:
pl_pl: ID Mario Kart:
pt_pt: ID Mario Kart:
zh_cn: 马里奥赛车ID：

# AccountPageMarioKartIDHint
source: Your Mario Kart player identifier
ar_sa: معرف لاعب Mario Kart الخاص بك
de_de: Deine Mario Kart Spieler-ID
es_es: Tu identificador de jugador de Mario Kart
fi_fi: Mario Kart -pelaajan tunniste
fr_fr: Votre identifiant de joueur Mario Kart
it_it: Il tuo identificativo giocatore Mario Kart
ja_jp: あなたのマリオカートプレイヤー識別子
ko_kr: 마리오 카트 플레이어 식별자
nl_nl: Uw Mario Kart speler identificatie
pl_pl: Twój identyfikator gracza Mario Kart
pt_pt: Seu identificador de jogador Mario Kart
ru_ru: Ваш идентификатор игрока Mario Kart
zh_cn: 您的马里奥赛车玩家标识符

# AccountPageNamcoIDHint
source: Your Namco account identifier
ar_sa: معرف حساب Namco الخاص بك
de_de: Deine Namco-Konto-ID
es_es: Tu identificador de cuenta de Namco
fi_fi: Namco-tilin tunniste
fr_fr: Votre identifiant de compte Namco
it_it: Il tuo identificativo account Namco
ja_jp: あなたのナムコアカウント識別子
ko_kr: 남코 계정 식별자
nl_nl: Uw Namco account identificatie
pl_pl: Twój identyfikator konta Namco
pt_pt: Seu identificador de conta Namco
ru_ru: Ваш идентификатор аккаунта Namco
zh_cn: 您的Namco账户标识符

# AccountPageNotLoggedIn
source: Not logged in
ar_sa: لم يتم تسجيل الدخول
de_de: Nicht angemeldet
es_es: Sesión no iniciada
fi_fi: Ei kirjautunut sisään
fr_fr: Non connecté
it_it: Non connesso
ja_jp: 未ログイン
ko_kr: 로그인되지 않음
nl_nl: Niet ingelogd
pl_pl: Niezalogowany
pt_pt: Não conectado
ru_ru: Не вошли в систему
zh_cn: 未登录

# AccountPageReactivateButton
source: Reactivate
ar_sa: إعادة تنشيط
de_de: Reaktivieren
es_es: Reactivar
fi_fi: Aktivoi uudelleen
fr_fr: Réactiver
it_it: Riattiva
ja_jp: 再アクティベート
ko_kr: 재활성화
nl_nl: Heractiveren
pl_pl: Reaktywuj
pt_pt: Reativar
ru_ru: Повторно активировать
zh_cn: 重新激活

# AccountPageRefreshingSubscriptionInfo
source: Refreshing subscription info...
ar_sa: جاري تحديث معلومات الاشتراك...
de_de: Abonnementinformationen werden aktualisiert...
es_es: Actualizando información de suscripción...
fi_fi: Päivitetään tilaustietoja...
fr_fr: Actualisation des informations d'abonnement...
it_it: Aggiornamento informazioni abbonamento...
ja_jp: サブスクリプション情報を更新中...
ko_kr: 구독 정보 새로 고침 중...
nl_nl: Abonnementsinformatie verversen...
pl_pl: Odświeżanie informacji o subskrypcji...
pt_pt: Atualizando informações da assinatura...
ru_ru: Обновление информации о подписке...
zh_cn: 正在刷新订阅信息...

# AccountPageRegister
source: Register
ar_sa: تسجيل
de_de: Registrieren
es_es: Registrarse
fi_fi: Rekisteröi
fr_fr: S'Inscrire
it_it: Registra
ja_jp: 登録
ko_kr: 등록
nl_nl: Registreren
pl_pl: Zarejestruj
pt_pt: Registrar
ru_ru: Зарегистрировать
zh_cn: 注册

# AccountPageRegisterButton
source: Register
ar_sa: تسجيل
de_de: Registrieren
es_es: Registrarse
fi_fi: Rekisteröi
fr_fr: S'Inscrire
it_it: Registra
ja_jp: 登録
ko_kr: 등록
nl_nl: Registreren
pl_pl: Zarejestruj
pt_pt: Registrar
ru_ru: Зарегистрировать
zh_cn: 注册

# AccountPageRegisteringNewKey
source: Registering new key...
ar_sa: جاري تسجيل مفتاح جديد...
de_de: Neuer Schlüssel wird registriert...
es_es: Registrando nueva clave...
fi_fi: Rekisteröidään uusi avain...
fr_fr: Enregistrement de la nouvelle clé...
it_it: Registrazione nuova chiave...
ja_jp: 新しいキーを登録中...
ko_kr: 새 키 등록 중...
nl_nl: Nieuwe sleutel registreren...
pl_pl: Rejestrowanie nowego klucza...
pt_pt: Registrando nova chave...
ru_ru: Регистрация нового ключа...
zh_cn: 正在注册新密钥...

# AccountPageRegistrationComplete
source: Registration complete
ar_sa: اكتمل التسجيل
de_de: Registrierung abgeschlossen
es_es: Registro completado
fi_fi: Rekisteröinti valmis
fr_fr: Enregistrement terminé
it_it: Registrazione completata
ja_jp: 登録完了
ko_kr: 등록 완료
nl_nl: Registratie voltooid
pl_pl: Rejestracja zakończona
pt_pt: Registro concluído
ru_ru: Регистрация завершена
zh_cn: 注册完成

# AccountPageRegistrationError
source: Registration Error
ar_sa: خطأ في التسجيل
de_de: Registrierungsfehler
es_es: Error de Registro
fi_fi: Rekisteröintivirhe
fr_fr: Erreur d'Enregistrement
it_it: Errore di Registrazione
ja_jp: 登録エラー
ko_kr: 등록 오류
nl_nl: Registratiefout
pl_pl: Błąd rejestracji
pt_pt: Erro de Registro
ru_ru: Ошибка регистрации
zh_cn: 注册错误

# AccountPageRegistrationProgress
source: Registration in progress...
ar_sa: التسجيل قيد التقدم...
de_de: Registrierung läuft...
es_es: Registro en progreso...
fi_fi: Rekisteröinti käynnissä...
fr_fr: Enregistrement en cours...
it_it: Registrazione in corso...
ja_jp: 登録処理中...
ko_kr: 등록 진행 중...
nl_nl: Registratie bezig...
pl_pl: Rejestracja w toku...
pt_pt: Registro em andamento...
ru_ru: Выполняется регистрация...
zh_cn: 注册进行中...

# AccountPageSegaIDHint
source: Your Sega account identifier
ar_sa: معرف حساب Sega الخاص بك
de_de: Deine Sega-Konto-ID
es_es: Tu identificador de cuenta de Sega
fi_fi: Sega-tilin tunniste
fr_fr: Votre identifiant de compte Sega
it_it: Il tuo identificativo account Sega
ja_jp: あなたのセガアカウント識別子
ko_kr: 세가 계정 식별자
nl_nl: Uw Sega account identificatie
pl_pl: Twój identyfikator konta Sega
pt_pt: Seu identificador de conta Sega
ru_ru: Ваш идентификатор аккаунта Sega
zh_cn: 您的Sega账户标识符

# AccountPageSerialGifted
source: Gifted
ar_sa: مُهدى
de_de: Geschenkt
es_es: Regalado
fi_fi: Lahjoitettu
fr_fr: Offert
it_it: Regalato
ja_jp: 贈呈済み
ko_kr: 선물받음
nl_nl: Cadeau
pl_pl: Podarowany
pt_pt: Presenteado
ru_ru: Подарен
zh_cn: 赠送

# AccountPageSerialInstructions
source: Select a serial number from the dropdown to activate subscription features for specific games.
ar_sa: حدد رقماً تسلسلياً من القائمة المنسدلة لتنشيط ميزات الاشتراك لألعاب محددة.
de_de: Wähle eine Seriennummer aus der Dropdown-Liste, um Abonnement-Features für bestimmte Spiele zu aktivieren.
es_es: Selecciona un número de serie del menú desplegable para activar las funciones de suscripción para juegos específicos.
fi_fi: Valitse sarjanumero pudotusvalikosta aktivoidaksesi tilausominaisuudet tietyille peleille.
fr_fr: Sélectionnez un numéro de série dans la liste déroulante pour activer les fonctionnalités d'abonnement pour des jeux spécifiques.
it_it: Seleziona un numero seriale dal menu a discesa per attivare le funzioni di abbonamento per giochi specifici.
ja_jp: ドロップダウンからシリアル番号を選択して、特定のゲームのサブスクリプション機能を有効にしてください。
ko_kr: 드롭다운에서 시리얼 번호를 선택하여 특정 게임의 구독 기능을 활성화하세요.
nl_nl: Selecteer een serienummer uit de dropdown om abonnementsfuncties voor specifieke games te activeren.
pl_pl: Wybierz numer seryjny z listy rozwijanej, aby aktywować funkcje subskrypcji dla określonych gier.
pt_pt: Selecione um número serial da lista suspensa para ativar recursos de assinatura para jogos específicos.
ru_ru: Выберите серийный номер из списка для активации функций подписки для определенных игр.
zh_cn: 从下拉菜单中选择一个序列号来激活特定游戏的订阅功能。

# AccountPageSerialInUse
source: In Use
ar_sa: قيد الاستخدام
de_de: In Verwendung
es_es: En Uso
fi_fi: Käytössä
fr_fr: En Cours d'Utilisation
it_it: In Uso
ja_jp: 使用中
ko_kr: 사용 중
nl_nl: In Gebruik
pl_pl: W użyciu
pt_pt: Em Uso
ru_ru: Используется
zh_cn: 使用中

# AccountPageSerialInUseThisDevice
source: In Use (This Device)
ar_sa: قيد الاستخدام (هذا الجهاز)
de_de: In Verwendung (Dieses Gerät)
es_es: En Uso (Este Dispositivo)
fi_fi: Käytössä (Tämä laite)
fr_fr: En Cours d'Utilisation (Cet Appareil)
it_it: In Uso (Questo Dispositivo)
ja_jp: 使用中（このデバイス）
ko_kr: 사용 중 (이 기기)
nl_nl: In Gebruik (Dit Apparaat)
pl_pl: W użyciu (to urządzenie)
pt_pt: Em Uso (Este Dispositivo)
ru_ru: Используется (это устройство)
zh_cn: 使用中（此设备）

# AccountPageSubscriptionManagement
source: Subscription Management
ar_sa: إدارة الاشتراكات
de_de: Abonnementverwaltung
es_es: Gestión de Suscripción
fi_fi: Tilausten hallinta
fr_fr: Gestion de l'Abonnement
it_it: Gestione Abbonamento
ja_jp: サブスクリプション管理
ko_kr: 구독 관리
nl_nl: Abonnementsbeheer
pl_pl: Zarządzanie subskrypcją
pt_pt: Gerenciamento de Assinatura
ru_ru: Управление подпиской
zh_cn: 订阅管理

# AccountPageTierNone
source: None
ar_sa: لا شيء
de_de: Keine
es_es: Ninguno
fi_fi: Ei mitään
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Нет
zh_cn: 无

# AccountPageTierPrefix
source: Tier: {0}
ar_sa: المستوى: {0}
de_de: Stufe: {0}
es_es: Nivel: {0}
fi_fi: Taso: {0}
fr_fr: Niveau : {0}
it_it: Livello: {0}
ja_jp: ティア: {0}
ko_kr: 등급: {0}
pl_pl: Poziom: {0}
pt_pt: Nível: {0}
ru_ru: Уровень: {0}
zh_cn: 等级：{0}

# AccountPageTitle
source: Account Management
ar_sa: إدارة الحساب
de_de: Kontoverwaltung
es_es: Gestión de Cuenta
fi_fi: Tilinhallinata
fr_fr: Gestion du Compte
it_it: Gestione Account
ja_jp: アカウント管理
ko_kr: 계정 관리
nl_nl: Accountbeheer
pl_pl: Zarządzanie kontem
pt_pt: Gerenciamento de Conta
ru_ru: Управление аккаунтом
zh_cn: 账户管理

# AccountPassword
source: Password
ar_sa: كلمة المرور
de_de: Passwort
es_es: Contraseña
fi_fi: Salasana
fr_fr: Mot de Passe
ja_jp: パスワード
ko_kr: 비밀번호
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль
zh_cn: 密码

# AccountRememberMe
source: Remember Me
ar_sa: تذكرني
de_de: Angemeldet bleiben
es_es: Recordarme
fi_fi: Muista minut
fr_fr: Se Souvenir de Moi
it_it: Ricordami
ja_jp: ログイン状態を保持
ko_kr: 로그인 상태 유지
nl_nl: Onthoud Mij
pl_pl: Zapamiętaj mnie
pt_pt: Lembrar de Mim
ru_ru: Запомнить меня
zh_cn: 记住我
