Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# LibraryInvalidFiles
source: There are possibly some invalid files in your game directory. The following files may need to be removed from the game directory, unless you know what they are:
ar_sa: هناك ملفات غير صالحة محتملة في مجلد اللعبة الخاص بك. قد تحتاج الملفات التالية إلى إزالة من مجلد اللعبة، إلا إذا كنت تعرف ما هي:
de_de: Es gibt möglicherweise einige ungültige Dateien in deinem Spielverzeichnis. Die folgenden Dateien müssen möglicherweise aus dem Spielverzeichnis entfernt werden, es sei denn, du weißt, was sie sind:
es_es: Hay posiblemente algunos archivos inválidos en tu directorio del juego. Los siguientes archivos pueden necesitar ser eliminados del directorio del juego, a menos que sepas qué son:
fi_fi: Pelin hakemistossa on mahdollisesti virheellisiä tiedostoja. Seuraavat tiedostot on ehkä poistettava pelin hakemistosta, ellet tiedä mitä ne ovat:
fr_fr: Il y a possiblement des fichiers invalides dans votre répertoire de jeu. Les fichiers suivants peuvent nécessiter d'être supprimés du répertoire du jeu, sauf si vous savez ce qu'ils sont :
it_it: Ci sono possibilmente alcuni file non validi nella directory del tuo gioco. I seguenti file potrebbero dover essere rimossi dalla directory del gioco, a meno che tu non sappia cosa sono:
ja_jp: ゲームディレクトリに無効なファイルが存在する可能性があります。 以下のファイルは、正体が分からない限り、ゲームディレクトリから削除する必要があるかもしれません:
ko_kr: 게임 디렉토리에 유효하지 않은 파일이 있을 수 있습니다. 다음 파일들은 게임 디렉토리에서 제거해야 할 수 있습니다(무엇인지 알고 있지 않다면):
nl_nl: Er zijn mogelijk enkele ongeldige bestanden in uw game map. De volgende bestanden moeten mogelijk worden verwijderd uit de game map, tenzij u weet wat ze zijn:
pl_pl: Prawdopodobnie są niektóre nieprawidłowe pliki w katalogu twojej gry. Następujące pliki mogą wymagać usunięcia z katalogu gry, chyba że wiesz, czym są:
pt_pt: Existem possivelmente alguns arquivos inválidos no seu diretório do jogo. Os seguintes arquivos podem precisar ser removidos do diretório do jogo, a menos que você saiba o que são:
ru_ru: В каталоге игры возможно есть недопустимые файлы. Следующие файлы могут потребовать удаления из каталога игры, если вы не знаете, что это:
zh_cn: 您的游戏目录中可能有一些无效文件。 除非您知道它们是什么，否则可能需要从游戏目录中删除以下文件：

# LibraryInvalidFilesContinue
source: Click Yes to continue running the game as is.
ar_sa: انقر نعم لمتابعة تشغيل اللعبة كما هي.
de_de: Klicke Ja, um das Spiel trotzdem zu starten.
es_es: Haz clic en Sí para continuar ejecutando el juego tal como está.
fi_fi: Napsauta Kyllä jatkaaksesi pelin käynnistämistä sellaisenaan.
fr_fr: Cliquez sur Oui pour continuer à exécuter le jeu tel quel.
it_it: Clicca Sì per continuare a eseguire il gioco così com'è.
ja_jp: そのままゲームを実行するには「はい」をクリックしてください。
ko_kr: 게임을 그대로 실행하려면 예를 클릭하세요.
nl_nl: Klik Ja om door te gaan met het draaien van de game zoals deze is.
pl_pl: Kliknij Tak, aby kontynuować uruchamianie gry tak jak jest.
pt_pt: Clique Sim para continuar executando o jogo como está.
ru_ru: Нажмите Да, чтобы продолжить запуск игры как есть.
zh_cn: 点击是继续按原样运行游戏。

# LibraryLaunchGame
source: LAUNCH GAME
ar_sa: تشغيل اللعبة
de_de: SPIEL STARTEN
es_es: INICIAR JUEGO
fi_fi: KÄYNNISTÄ PELI
fr_fr: LANCER LE JEU
it_it: AVVIA GIOCO
ja_jp: ゲーム起動
ko_kr: 게임 실행
nl_nl: GAME STARTEN
pl_pl: URUCHOM GRĘ
pt_pt: INICIAR JOGO
ru_ru: ЗАПУСТИТЬ ИГРУ
zh_cn: 启动游戏

# LibraryMoreInfo
source: OPEN WIKI
ar_sa: فتح الويكي
de_de: WIKI ÖFFNEN
es_es: ABRIR WIKI
fi_fi: AVAA WIKI
fr_fr: OUVRIR LE WIKI
it_it: APRI WIKI
ja_jp: Wikiを開く
ko_kr: 위키 열기
nl_nl: WIKI OPENEN
pl_pl: OTWÓRZ WIKI
pt_pt: ABRIR WIKI
ru_ru: ОТКРЫТЬ ВИКИ
zh_cn: 打开Wiki

# LibraryNeedsAdmin
source: Seems like you are not running TeknoParrotUI as Administrator! The game {0} requires the UI to be running as Administrator to function properly. Continue anyway WITHOUT admin rights? This might cause issues or crashes.
ar_sa: يبدو أنك لا تشغل TeknoParrotUI كمدير! تتطلب اللعبة {0} تشغيل واجهة المستخدم كمدير لتعمل بشكل صحيح. هل تريد المتابعة بدون حقوق مدير؟ قد يسبب هذا مشاكل أو أعطال.
de_de: Es scheint, du führst TeknoParrotUI nicht als Administrator aus! Das Spiel {0} erfordert, dass die UI als Administrator läuft, um ordnungsgemäß zu funktionieren. Trotzdem OHNE Admin-Rechte fortfahren? Dies könnte Probleme oder Abstürze verursachen.
es_es: ¡Parece que no estás ejecutando TeknoParrotUI como Administrador! El juego {0} requiere que la UI se ejecute como Administrador para funcionar correctamente. ¿Continuar de todos modos SIN derechos de administrador? Esto podría causar problemas o fallos.
fi_fi: Näyttää siltä, ettet käynnistä TeknoParrotUI:ta järjestelmänvalvojana! Peli {0} vaatii UI:n käyttämistä järjestelmänvalvojan oikeuksilla toimiakseen kunnolla. Jatka silti ILMAN järjestelmänvalvojan oikeuksia? Tämä saattaa aiheuttaa ongelmia tai kaatumisia.
fr_fr: Il semble que vous n'exécutiez pas TeknoParrotUI en tant qu'Administrateur ! Le jeu {0} nécessite que l'interface utilisateur soit exécutée en tant qu'Administrateur pour fonctionner correctement. Continuer quand même SANS droits d'administrateur ? Cela pourrait causer des problèmes ou des plantages.
it_it: Sembra che tu non stia eseguendo TeknoParrotUI come Amministratore! Il gioco {0} richiede che l'UI sia eseguita come Amministratore per funzionare correttamente. Continuare comunque SENZA diritti admin? Questo potrebbe causare problemi o crash.
ja_jp: TeknoParrotUIを管理者として実行していないようです！ゲーム{0}は正常に動作するためにUIを管理者として実行する必要があります。管理者権限なしで続行しますか？問題やクラッシュの原因となる可能性があります。
ko_kr: TeknoParrotUI를 관리자 권한으로 실행하지 않는 것 같습니다! 게임 {0}은(는) UI가 관리자 권한으로 실행되어야 제대로 작동합니다. 관리자 권한 없이 계속하시겠습니까? 이로 인해 문제나 크래시가 발생할 수 있습니다.
nl_nl: Het lijkt erop dat u TeknoParrotUI niet als Administrator draait! De game {0} vereist dat de UI als Administrator draait om goed te functioneren. Toch doorgaan ZONDER admin rechten? Dit kan problemen of crashes veroorzaken.
pl_pl: Wygląda na to, że nie uruchamiasz TeknoParrotUI jako Administrator! Gra {0} wymaga, aby UI działało jako Administrator, żeby funkcjonować prawidłowo. Kontynuować mimo wszystko BEZ uprawnień administratora? To może spowodować problemy lub awarie.
pt_pt: Parece que você não está executando TeknoParrotUI como Administrador! O jogo {0} requer que a UI esteja executando como Administrador para funcionar adequadamente. Continuar mesmo assim SEM direitos de admin? Isso pode causar problemas ou travamentos.
ru_ru: Похоже, вы не запустили TeknoParrotUI от имени администратора! Игра {0} требует запуска UI от имени администратора для правильной работы. Продолжить БЕЗ прав администратора? Это может вызвать проблемы или сбои.
zh_cn: 看起来您没有以管理员身份运行TeknoParrotUI！游戏{0}需要UI以管理员身份运行才能正常工作。继续但不使用管理员权限？这可能会导致问题或崩溃。

# LibraryNeeds4GBPatch
source: This game requires to be 4GB patched to work properly. Patch now?
ar_sa: هذه اللعبة تتطلب تصحيح 4GB لتعمل بشكل صحيح. هل تريد التصحيح الآن؟
de_de: Dieses Spiel muss mit dem 4GB-Patch gepatcht werden, um ordnungsgemäß zu funktionieren. Jetzt patchen?
es_es: Este juego requiere ser parcheado con 4GB para funcionar correctamente. ¿Parchear ahora?
fi_fi: Tämä peli vaatii 4GB-korjauksen toimiakseen kunnolla. Korjaa nyt?
fr_fr: Ce jeu nécessite d'être patché 4GB pour fonctionner correctement. Patcher maintenant ?
it_it: Questo gioco richiede di essere patchato con 4GB per funzionare correttamente. Patchare ora?
ja_jp: このゲームは正常に動作するために4GBパッチが必要です。今すぐパッチを適用しますか？
ko_kr: 이 게임은 제대로 작동하려면 4GB 패치가 필요합니다. 지금 패치하시겠습니까?
nl_nl: Deze game vereist een 4GB-patch om goed te werken. Nu patchen?
pl_pl: Ta gra wymaga łatki 4GB, aby działać prawidłowo. Załatać teraz?
pt_pt: Este jogo requer ser patcheado com 4GB para funcionar adequadamente. Patchear agora?
ru_ru: Для правильной работы этой игры требуется патч 4GB. Установить патч сейчас?
zh_cn: 此游戏需要4GB补丁才能正常工作。现在打补丁吗？

# LibraryMightHaveIssues
source: The game might experience issues without the 4GB patch. Continue anyway?
ar_sa: قد تواجه اللعبة مشاكل بدون تصحيح 4GB. هل تريد المتابعة على أي حال؟
de_de: Das Spiel könnte ohne den 4GB-Patch Probleme haben. Trotzdem fortfahren?
es_es: El juego podría experimentar problemas sin el parche de 4GB. ¿Continuar de todos modos?
fi_fi: Peli saattaa kokea ongelmia ilman 4GB-korjausta. Jatka silti?
fr_fr: Le jeu pourrait rencontrer des problèmes sans le patch 4GB. Continuer quand même ?
it_it: Il gioco potrebbe avere problemi senza la patch 4GB. Continuare comunque?
ja_jp: ゲームは4GBパッチなしで問題が発生する可能性があります。それでも続行しますか？
ko_kr: 게임이 4GB 패치 없이 문제를 겪을 수 있습니다. 그래도 계속하시겠습니까?
nl_nl: De game kan problemen ondervinden zonder de 4GB-patch. Toch doorgaan?
pl_pl: Gra może doświadczać problemów bez łatki 4GB. Kontynuować mimo wszystko?
pt_pt: O jogo pode ter problemas sem o patch de 4GB. Continuar mesmo assim?
ru_ru: Игра может работать с проблемами без патча 4GB. Продолжить в любом случае?
zh_cn: 没有4GB补丁游戏可能会出现问题。仍然继续吗？

# LibraryLaunchCancelled4GBPatch
source: Game launch cancelled. The game requires 4GB patch to run properly.
ar_sa: تم إلغاء تشغيل اللعبة. تتطلب اللعبة تصحيح 4GB لتعمل بشكل صحيح.
de_de: Spielstart abgebrochen. Das Spiel benötigt einen 4GB-Patch, um ordnungsgemäß zu funktionieren.
es_es: Lanzamiento del juego cancelado. El juego requiere parche de 4GB para funcionar correctamente.
fi_fi: Pelin käynnistys peruutettu. Peli vaatii 4GB-korjauksen toimiakseen kunnolla.
fr_fr: Lancement du jeu annulé. Le jeu nécessite un patch 4GB pour fonctionner correctement.
it_it: Avvio del gioco annullato. Il gioco richiede la patch 4GB per funzionare correttamente.
ja_jp: ゲームの起動がキャンセルされました。ゲームは正常に動作するために4GBパッチが必要です。
ko_kr: 게임 실행이 취소되었습니다. 게임이 제대로 실행되려면 4GB 패치가 필요합니다.
nl_nl: Game start geannuleerd. De game vereist een 4GB-patch om goed te werken.
pl_pl: Uruchomienie gry anulowane. Gra wymaga łatki 4GB, aby działać prawidłowo.
pt_pt: Inicialização do jogo cancelada. O jogo requer patch de 4GB para funcionar adequadamente.
ru_ru: Запуск игры отменен. Игра требует патч 4GB для правильной работы.
zh_cn: 游戏启动已取消。游戏需要4GB补丁才能正常运行。

# LibraryNoGames
source: You have no games set up. Do you want to add one now?
ar_sa: ليس لديك ألعاب معدة. هل تريد إضافة واحدة الآن؟
de_de: Du hast keine Spiele eingerichtet. Möchtest du jetzt eines hinzufügen?
es_es: No tienes juegos configurados. ¿Quieres agregar uno ahora?
fi_fi: Sinulla ei ole pelejä asetettuna. Haluatko lisätä yhden nyt?
fr_fr: Vous n'avez aucun jeu configuré. Voulez-vous en ajouter un maintenant ?
it_it: Non hai giochi configurati. Vuoi aggiungerne uno ora?
ja_jp: 設定されたゲームがありません。今すぐ追加しますか？
ko_kr: 설정된 게임이 없습니다. 지금 추가하시겠습니까?
nl_nl: U hebt geen games ingesteld. Wilt u er nu een toevoegen?
pl_pl: Nie masz skonfigurowanych gier. Czy chcesz dodać jedną teraz?
pt_pt: Você não tem jogos configurados. Deseja adicionar um agora?
ru_ru: У вас нет настроенных игр. Хотите добавить одну сейчас?
zh_cn: 您没有设置任何游戏。您想现在添加一个吗？

# LibraryNoHashes
source: It appears that you are trying to verify a game that doesn't have a clean file hash list yet.
ar_sa: يبدو أنك تحاول التحقق من لعبة ليس لديها قائمة تشويش ملف نظيفة بعد.
de_de: Es scheint, du versuchst ein Spiel zu verifizieren, das noch keine saubere Datei-Hash-Liste hat.
es_es: Parece que estás intentando verificar un juego que aún no tiene una lista limpia de hash de archivos.
fi_fi: Näyttää siltä, että yrität varmistaa peliä, jolla ei vielä ole puhdasta tiedostohashien listaa.
fr_fr: Il semble que vous essayez de vérifier un jeu qui n'a pas encore de liste de hachage de fichiers propres.
it_it: Sembra che tu stia tentando di verificare un gioco che non ha ancora una lista hash di file puliti.
ja_jp: クリーンファイルハッシュリストがまだないゲームを検証しようとしているようです。
ko_kr: 아직 깨끗한 파일 해시 목록이 없는 게임을 검증하려고 하는 것 같습니다.
nl_nl: Het lijkt erop dat u probeert een game te verifiëren die nog geen schone bestand hash lijst heeft.
pl_pl: Wygląda na to, że próbujesz zweryfikować grę, która nie ma jeszcze listy czystych hash plików.
pt_pt: Parece que você está tentando verificar um jogo que ainda não tem uma lista de hash de arquivo limpo.
ru_ru: Похоже, вы пытаетесь проверить игру, которая еще не имеет списка хешей чистых файлов.
zh_cn: 看起来您正在尝试验证一个还没有干净文件哈希列表的游戏。

# LibraryNoInfo
source: No information available for this game.
ar_sa: لا توجد معلومات متاحة لهذه اللعبة.
de_de: Keine Informationen für dieses Spiel verfügbar.
es_es: No hay información disponible para este juego.
fi_fi: Tälle pelille ei ole tietoja saatavilla.
fr_fr: Aucune information disponible pour ce jeu.
it_it: Nessuna informazione disponibile per questo gioco.
ja_jp: このゲームの情報は利用できません。
ko_kr: 이 게임에 대한 정보가 없습니다.
nl_nl: Geen informatie beschikbaar voor deze game.
pl_pl: Brak dostępnych informacji dla tej gry.
pt_pt: Nenhuma informação disponível para este jogo.
ru_ru: Нет информации об этой игре.
zh_cn: 此游戏没有可用信息。

# LibraryNxL2CoreTampered
source: NxL2 core tampered
ar_sa: تم التلاعب بنواة NxL2
de_de: NxL2-Kern manipuliert
es_es: Núcleo NxL2 alterado
fi_fi: NxL2-ydin vioitettu
fr_fr: Noyau NxL2 altéré
it_it: Core NxL2 manomesso
ja_jp: NxL2コア改変
ko_kr: NxL2 코어 변조됨
nl_nl: NxL2 core gemanipuleerd
pl_pl: Rdzeń NxL2 naruszony
pt_pt: Core NxL2 alterado
ru_ru: Ядро NxL2 повреждено
zh_cn: NxL2核心被篡改

# LibraryOnlineProfile
source: ONLINE PROFILE
ar_sa: الملف الشخصي عبر الإنترنت
de_de: ONLINE-PROFIL
es_es: PERFIL EN LÍNEA
fi_fi: ONLINE-PROFIILI
fr_fr: PROFIL EN LIGNE
it_it: PROFILO ONLINE
ja_jp: オンラインプロファイル
ko_kr: 온라인 프로필
nl_nl: ONLINE PROFIEL
pl_pl: PROFIL ONLINE
pt_pt: PERFIL ONLINE
ru_ru: ОНЛАЙН ПРОФИЛЬ
zh_cn: 在线配置文件

# LibraryOtherEmulatorDetected
source: Other emulator detected
ar_sa: تم اكتشاف محاكي آخر
de_de: Anderer Emulator erkannt
es_es: Otro emulador detectado
fi_fi: Toinen emulaattori havaittu
fr_fr: Autre émulateur détecté
it_it: Altro emulatore rilevato
ja_jp: 他のエミュレータ検出
ko_kr: 다른 에뮬레이터 감지됨
nl_nl: Andere emulator gedetecteerd
pl_pl: Wykryto inny emulator
pt_pt: Outro emulador detectado
ru_ru: Обнаружен другой эмулятор
zh_cn: 检测到其他模拟器

# LibraryPlay
source: PLAY
ar_sa: لعب
de_de: SPIELEN
es_es: JUGAR
fi_fi: PELAA
fr_fr: JOUER
it_it: GIOCA
ja_jp: プレイ
ko_kr: 플레이
nl_nl: SPELEN
pl_pl: GRAJ
pt_pt: JOGAR
ru_ru: ИГРАТЬ
zh_cn: 运行

# LibraryPlayOnline
source: PLAY ONLINE
ar_sa: لعب عبر الإنترنت
de_de: ONLINE SPIELEN
es_es: JUGAR EN LÍNEA
fi_fi: PELAA VERKOSSA
fr_fr: JOUER EN LIGNE
it_it: GIOCA ONLINE
ja_jp: オンラインプレイ
ko_kr: 온라인 플레이
nl_nl: ONLINE SPELEN
pl_pl: GRAJ ONLINE
pt_pt: JOGAR ONLINE
ru_ru: ИГРАТЬ ОНЛАЙН
zh_cn: 在线运行

# LibraryRemoveFollowingFiles
source: Please remove the following files from the game directory:
ar_sa: يرجى إزالة الملفات التالية من مجلد اللعبة:
de_de: Bitte entferne die folgenden Dateien aus dem Spielverzeichnis:
es_es: Por favor elimina los siguientes archivos del directorio del juego:
fi_fi: Poista seuraavat tiedostot pelin hakemistosta:
fr_fr: Veuillez supprimer les fichiers suivants du répertoire du jeu :
it_it: Rimuovi i seguenti file dalla directory del gioco:
ja_jp: ゲームディレクトリから以下のファイルを削除してください:
ko_kr: 게임 디렉토리에서 다음 파일을 제거해주세요:
nl_nl: Verwijder de volgende bestanden uit de game map:
pl_pl: Proszę usuń następujące pliki z katalogu gry:
pt_pt: Por favor remova os seguintes arquivos do diretório do jogo:
ru_ru: Пожалуйста, удалите следующие файлы из каталога игры:
zh_cn: 请从游戏目录中删除以下文件：

# LibraryReplaceFollowingFiles
source: Please replace the following files:
ar_sa: يرجى استبدال الملفات التالية:
de_de: Bitte ersetze die folgenden Dateien:
es_es: Por favor reemplaza los siguientes archivos:
fi_fi: Korvaa seuraavat tiedostot:
fr_fr: Veuillez remplacer les fichiers suivants :
it_it: Sostituisci i seguenti file:
ja_jp: 以下のファイルを置き換えてください:
ko_kr: 다음 파일을 교체해주세요:
nl_nl: Vervang de volgende bestanden:
pl_pl: Proszę zastąp następujące pliki:
pt_pt: Por favor substitua os seguintes arquivos:
ru_ru: Пожалуйста, замените следующие файлы:
zh_cn: 请替换以下文件：

# LibrarySubscriptionSuffix
source: (Subscription)
ar_sa: (اشتراك)
de_de: (Abonnement)
es_es: (Suscripción)
fi_fi: (Tilaus)
fr_fr: (Abonnement)
it_it: (Abbonamento)
ja_jp: （サブスクリプション）
ko_kr: (구독)
nl_nl: (Abonnement)
pl_pl: (Subskrypcja)
pt_pt: (Assinatura)
ru_ru: (Подписка)
zh_cn: （订阅）

# LibraryTatsuvscapDataNotFound
source: To install Tatsunoko vs Capcom, you must copy the dumped NAND to the Crediar Dolphin folder in the subfolder: .\CrediarDolphin\User\Wii
ar_sa: لتثبيت Tatsunoko vs Capcom، يجب نسخ الـ NAND المستخرج إلى مجلد Crediar Dolphin في المجلد الفرعي: .\CrediarDolphin\User\Wii
de_de: Um Tatsunoko vs Capcom zu installieren, müssen Sie das gedumpte NAND in den Crediar Dolphin-Ordner im Unterordner kopieren: .\CrediarDolphin\User\Wii
es_es: Para instalar Tatsunoko vs Capcom, debes copiar la NAND volcada a la carpeta Crediar Dolphin en la subcarpeta: .\CrediarDolphin\User\Wii
fi_fi: Tatsunoko vs Capcom:n asentamiseksi sinun on kopioitava vedostettu NAND Crediar Dolphin -kansioon alikansioon: .\CrediarDolphin\User\Wii
fr_fr: Pour installer Tatsunoko vs Capcom, vous devez copier la NAND dumpée dans le dossier Crediar Dolphin dans le sous-dossier : .\CrediarDolphin\User\Wii
it_it: Per installare Tatsunoko vs Capcom, devi copiare il NAND dumpato nella cartella Crediar Dolphin nella sottocartella: .\CrediarDolphin\User\Wii
ja_jp: タツノコ vs カプコンをインストールするには、ダンプしたNANDをCrediar Dolphinフォルダーのサブフォルダーにコピーする必要があります: .\CrediarDolphin\User\Wii
ko_kr: Tatsunoko vs Capcom을 설치하려면 덤프된 NAND를 Crediar Dolphin 폴더의 하위 폴더에 복사해야 합니다: .\CrediarDolphin\User\Wii
nl_nl: Om Tatsunoko vs Capcom te installeren moet je de gedumpte NAND kopiëren naar de Crediar Dolphin map in de submap: .\CrediarDolphin\User\Wii
pl_pl: Aby zainstalować Tatsunoko vs Capcom, musisz skopiować zrzucony NAND do folderu Crediar Dolphin w podfolderze: .\CrediarDolphin\User\Wii
pt_pt: Para instalar Tatsunoko vs Capcom, você deve copiar o NAND despejado para a pasta Crediar Dolphin na subpasta: .\CrediarDolphin\User\Wii
ru_ru: Чтобы установить Tatsunoko vs Capcom, вы должны скопировать дамп NAND в папку Crediar Dolphin в подпапку: .\CrediarDolphin\User\Wii
zh_cn: 要安装《龙之虎》vs《街头霸王》，您必须将转储的 NAND 复制到 Crediar Dolphin 文件夹的子文件夹中：.\CrediarDolphin\User\Wii

# LibraryTestMenu
source: Test Menu
ar_sa: قائمة الاختبار
de_de: Testmenü
es_es: Menú de Prueba
fi_fi: Testivalikko
fr_fr: Menu de Test
it_it: Menu Test
ja_jp: テストメニュー
ko_kr: 테스트 메뉴
pl_pl: Menu testowe
pt_pt: Menu de Teste
ru_ru: Тестовое меню
zh_cn: 测试菜单

# LibraryTestMode
source: Test Mode
ar_sa: وضع الاختبار
de_de: TESTMODUS
es_es: MODO DE PRUEBA
fi_fi: TESTITILA
fr_fr: MODE TEST
it_it: Modalità Test
ja_jp: テストモード
ko_kr: 테스트 모드
nl_nl: TEST MODUS
pl_pl: TRYB TESTOWY
pt_pt: MODO DE TESTE
ru_ru: Тестовый режим
zh_cn: 测试模式

# LibraryThirdPartySuffix
source: (Third Party)
ar_sa: (طرف ثالث)
de_de: (Drittanbieter)
es_es: (Terceros)
fi_fi: (Kolmannen osapuolen)
fr_fr: (Tiers)
it_it: (Terze Parti)
ja_jp: （サードパーティ）
ko_kr: (서드파티)
nl_nl: (Derde Partij)
pl_pl: (Osoba trzecia)
pt_pt: (Terceiros)
ru_ru: (Сторонние)
zh_cn: （第三方）

# LibraryToggleTestMode
source: Toggle test mode.
ar_sa: تبديل وضع الاختبار.
de_de: Testmodus umschalten.
es_es: Alternar modo de prueba.
fi_fi: Vaihda testitilaa.
fr_fr: Basculer le mode test.
it_it: Attiva/disattiva modalità test.
ja_jp: テストモード切り替え。
ko_kr: 테스트 모드 토글
nl_nl: Test modus aan/uit zetten.
pl_pl: Przełącz tryb testowy.
pt_pt: Alternar modo de teste.
ru_ru: Переключить тестовый режим.
zh_cn: 切换测试模式。

# LibraryTryStartAnyway
source: Try to start anyway
ar_sa: حاول البدء على أي حال
de_de: Trotzdem versuchen zu starten
es_es: Intentar iniciar de todos modos
fi_fi: Yritä käynnistää silti
fr_fr: Essayer de démarrer quand même
it_it: Prova ad avviare comunque
ja_jp: とにかく起動してみる
ko_kr: 어쨌든 시작해보기
nl_nl: Toch proberen te starten
pl_pl: Spróbuj uruchomić mimo wszystko
pt_pt: Tentar iniciar mesmo assim
ru_ru: Попробовать запустить в любом случае
zh_cn: 尝试启动

# LibraryVerifyGame
source: VERIFY
ar_sa: تحقق
de_de: VERIFIZIEREN
es_es: VERIFICAR
fi_fi: VARMISTA
fr_fr: VÉRIFIER
it_it: VERIFICA
ja_jp: 検証
ko_kr: 검증
nl_nl: VERIFIËREN
pl_pl: WERYFIKUJ
pt_pt: VERIFICAR
ru_ru: ПРОВЕРИТЬ
zh_cn: 验证

# LibraryWkWin32Missing
source: wkWin32 missing
ar_sa: wkWin32 مفقود
de_de: wkWin32 fehlt
es_es: wkWin32 faltante
fi_fi: wkWin32 puuttuu
fr_fr: wkWin32 manquant
it_it: wkWin32 mancante
ja_jp: wkWin32不足
ko_kr: wkWin32 누락
nl_nl: wkWin32 ontbreekt
pl_pl: Brakuje wkWin32
pt_pt: wkWin32 faltando
ru_ru: wkWin32 отсутствует
zh_cn: 缺少wkWin32

# MainAbout
source: About
ar_sa: حول
de_de: Über
es_es: Acerca de
fi_fi: Tietoja
fr_fr: À Propos
it_it: Informazioni
ja_jp: について
ko_kr: 정보
nl_nl: Over
pl_pl: O programie
pt_pt: Sobre
ru_ru: О программе
zh_cn: 关于

# MainAccount
source: Account
ar_sa: حساب
de_de: Konto
es_es: Cuenta
fi_fi: Tili
fr_fr: Compte
ja_jp: アカウント
ko_kr: 계정
pl_pl: Konto
pt_pt: Conta
ru_ru: Аккаунт
zh_cn: 账户

# MainAreYouSure
source: Are you sure?
ar_sa: هل أنت متأكد؟
de_de: Bist du sicher?
es_es: ¿Estás seguro?
fi_fi: Oletko varma?
fr_fr: Êtes-vous sûr ?
it_it: Sei sicuro?
ja_jp: よろしいですか？
ko_kr: 확실합니까?
nl_nl: Weet u het zeker?
pl_pl: Czy jesteś pewny?
pt_pt: Tem certeza?
ru_ru: Вы уверены?
zh_cn: 您确定吗？

# MainCheckingForUpdates
source: Checking for updates...
ar_sa: جاري البحث عن تحديثات...
de_de: Nach Updates suchen...
es_es: Verificando actualizaciones...
fi_fi: Tarkistetaan päivityksiä...
fr_fr: Vérification des mises à jour...
it_it: Controllo aggiornamenti...
ja_jp: アップデート確認中...
ko_kr: 업데이트 확인 중...
nl_nl: Controleren op updates...
pl_pl: Sprawdzanie aktualizacji...
pt_pt: Verificando por atualizações...
ru_ru: Проверка обновлений...
zh_cn: 正在检查更新...

# MainCheckUpdates
source: Check for Updates
ar_sa: البحث عن تحديثات
de_de: Nach Updates suchen
es_es: Buscar Actualizaciones
fi_fi: Tarkista päivitykset
fr_fr: Vérifier les Mises à Jour
it_it: Controlla Aggiornamenti
ja_jp: アップデート確認
ko_kr: 업데이트 확인
nl_nl: Controleren op Updates
pl_pl: Sprawdź aktualizacje
pt_pt: Verificar Atualizações
ru_ru: Проверить обновления
zh_cn: 检查更新

# MainDownloadMissingIcons
source: Download Icons
ar_sa: تحميل الأيقونات
de_de: Icons herunterladen
es_es: Descargar Iconos
fi_fi: Lataa kuvakkeet
fr_fr: Télécharger les Icônes
it_it: Scarica Icone
ja_jp: アイコンダウンロード
ko_kr: 아이콘 다운로드
nl_nl: Iconen Downloaden
pl_pl: Pobierz ikony
pt_pt: Baixar Ícones
ru_ru: Загрузить иконки
zh_cn: 下载图标

# MainErrorCheckingUpdatesFor
source: Error checking updates for {0}
ar_sa: خطأ في البحث عن تحديثات لـ {0}
de_de: Fehler beim Suchen nach Updates für {0}
es_es: Error al verificar actualizaciones para {0}
fi_fi: Virhe tarkistaessa päivityksiä kohteelle {0}
fr_fr: Erreur lors de la vérification des mises à jour pour {0}
it_it: Errore nel controllo aggiornamenti per {0}
ja_jp: {0}のアップデート確認エラー
ko_kr: {0} 업데이트 확인 오류
nl_nl: Fout bij controleren updates voor {0}
pl_pl: Błąd sprawdzania aktualizacji dla {0}
pt_pt: Erro verificando atualizações para {0}
ru_ru: Ошибка проверки обновлений для {0}
zh_cn: 检查{0}的更新时出错

# MainExtractingIcon
source: Extracting icon
ar_sa: استخراج الأيقونة
de_de: Icon wird extrahiert
es_es: Extrayendo icono
fi_fi: Puretaan kuvake
fr_fr: Extraction de l'icône
it_it: Estrazione icona
ja_jp: アイコン展開中
ko_kr: 아이콘 추출 중
nl_nl: Icoon uitpakken
pl_pl: Wypakowywanie ikony
pt_pt: Extraindo ícone
ru_ru: Извлечение иконки
zh_cn: 正在提取图标

# MainInstallUpdates
source: Install Updates
ar_sa: تثبيت التحديثات
de_de: Updates installieren
es_es: Instalar Actualizaciones
fi_fi: Asenna päivitykset
fr_fr: Installer les Mises à Jour
it_it: Installa Aggiornamenti
ja_jp: アップデートインストール
ko_kr: 업데이트 설치
nl_nl: Updates Installeren
pl_pl: Zainstaluj aktualizacje
pt_pt: Instalar Atualizações
ru_ru: Установить обновления
zh_cn: 安装更新
