Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameErrorB0B0033
source: This game need "\BepInEx\plugins\" folder with "NFSHTTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "NFSHTTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "NFSHTTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "NFSHTTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "NFSHTTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "NFSHTTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "NFSHTTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「NFSHTTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "NFSHTTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "NFSHTTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "NFSHTTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "NFSHTTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "NFSHTTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"NFSHTTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0034
source: This game need "\BepInEx\plugins\" folder with "CCJTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "CCJTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "CCJTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "CCJTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "CCJTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "CCJTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "CCJTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「CCJTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "CCJTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "CCJTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "CCJTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "CCJTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "CCJTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"CCJTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0035
source: This game need "\BepInEx\plugins\" folder with "BSACTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "BSACTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "BSACTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "BSACTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "BSACTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "BSACTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "BSACTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「BSACTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "BSACTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "BSACTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "BSACTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "BSACTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "BSACTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"BSACTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0036
source: This game need "\BepInEx\plugins\" folder with "WWSTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "WWSTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "WWSTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "WWSTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "WWSTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "WWSTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "WWSTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「WWSTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "WWSTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "WWSTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "WWSTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "WWSTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "WWSTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"WWSTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0037
source: This game need "BepInEx v5 x86" installed in a folder named "BepInEx" in game root, and TP plugin dll in its plugins folder...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: -vcruntime140.dll (VC++ 2015-2022) الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt "BepInEx v5 x86" installiert in einem Ordner namens "BepInEx" im Spielverzeichnis und TP-Plugin-dll in seinem plugins-Ordner...... Wird jetzt geschlossen...
es_es: Este juego necesita "BepInEx v5 x86" instalado en una carpeta llamada "BepInEx" en la raíz del juego, y dll del plugin TP en su carpeta plugins...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee "BepInEx v5 x86":n asennettuna "BepInEx"-nimiseen kansioon pelin juuressa, ja TP-lisäosan dll sen plugins-kansiossa...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de "BepInEx v5 x86" installé dans un dossier nommé "BepInEx" dans la racine du jeu, et dll du plugin TP dans son dossier plugins...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di "BepInEx v5 x86" installato in una cartella chiamata "BepInEx" nella radice del gioco, e dll plugin TP nella sua cartella plugins...... Chiusura ora...
ja_jp: このゲームにはゲームルートの「BepInEx」という名前のフォルダに「BepInEx v5 x86」がインストールされ、そのpluginsフォルダにTPプラグインdllが必要です...... 終了します...
ko_kr: 이 게임은 게임 루트의 "BepInEx"라는 이름의 폴더에 "BepInEx v5 x86"이 설치되고, 플러그인 폴더에 TP 플러그인 dll이 필요합니다...... 종료합니다...
nl_nl: Dit spel heeft "BepInEx v5 x86" geïnstalleerd nodig in een map genaamd "BepInEx" in de spelroot, en TP plugin dll in zijn plugins map...... Nu afsluiten...
pl_pl: Ta gra potrzebuje zainstalowanego "BepInEx v5 x86" w folderze o nazwie "BepInEx" w katalogu głównym gry, i dll wtyczki TP w folderze plugins...... Zamykanie...
pt_pt: Este jogo precisa de "BepInEx v5 x86" instalado numa pasta chamada "BepInEx" na raiz do jogo, e dll do plugin TP na sua pasta plugins...... A fechar agora...
ru_ru: Этой игре нужен установленный "BepInEx v5 x86" в папке с именем "BepInEx" в корне игры, и dll плагина TP в его папке plugins...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中名为"BepInEx"的文件夹中安装"BepInEx v5 x86"，并在其plugins文件夹中包含TP插件dll...... 正在关闭...

# GameErrorB0B0038
source: This game need "\BepInEx\plugins\" folder with "BBGTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "BBGTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "BBGTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "BBGTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "BBGTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "BBGTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "BBGTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「BBGTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "BBGTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "BBGTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "BBGTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "BBGTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "BBGTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"BBGTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...
