Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# DownloadControlDownloadingFile
source: Downloading file: {0}
ar_sa: جاري تحميل الملف: {0}
de_de: Datei wird heruntergeladen: {0}
es_es: Descargando archivo: {0}
fi_fi: Ladataan tiedostoa: {0}
fr_fr: Téléchargement du fichier : {0}
it_it: Download file: {0}
ja_jp: ファイルをダウンロード中: {0}
ko_kr: 파일 다운로드 중: {0}
nl_nl: Bestand downloaden: {0}
pl_pl: Pobieranie pliku: {0}
pt_pt: Baixando arquivo: {0}
ru_ru: Загрузка файла: {0}
zh_cn: 正在下载文件：{0}

# DownloadControlExtractingFiles
source: Extracting files...
ar_sa: جاري استخراج الملفات...
de_de: Dateien werden extrahiert...
es_es: Extrayendo archivos...
fi_fi: Puretaan tiedostoja...
fr_fr: Extraction des fichiers...
it_it: Estrazione file...
ja_jp: ファイル展開中...
ko_kr: 파일 압축 해제 중...
nl_nl: Bestanden uitpakken...
pl_pl: Wypakowywanie plików...
pt_pt: Extraindo arquivos...
ru_ru: Извлечение файлов...
zh_cn: 正在解压文件...

# DownloadControlSuccessfullyDownloaded
source: Successfully downloaded
ar_sa: تم التحميل بنجاح
de_de: Erfolgreich heruntergeladen
es_es: Descargado exitosamente
fi_fi: Ladattu onnistuneesti
fr_fr: Téléchargé avec succès
it_it: Download completato con successo
ja_jp: ダウンロード成功
ko_kr: 성공적으로 다운로드됨
nl_nl: Succesvol gedownload
pl_pl: Pobrano pomyślnie
pt_pt: Baixado com sucesso
ru_ru: Успешно загружено
zh_cn: 下载成功

# DownloaderCancelled
source: Download Cancelled
ar_sa: تم إلغاء التحميل
de_de: Download abgebrochen
es_es: Descarga Cancelada
fi_fi: Lataus peruutettu
fr_fr: Téléchargement Annulé
it_it: Download Cancellato
ja_jp: ダウンロードキャンセル
ko_kr: 다운로드 취소됨
nl_nl: Download Geannuleerd
pl_pl: Pobieranie anulowane
pt_pt: Download Cancelado
ru_ru: Загрузка отменена
zh_cn: 下载已取消

# DownloaderComplete
source: Download Complete
ar_sa: اكتمل التحميل
de_de: Download abgeschlossen
es_es: Descarga Completada
fi_fi: Lataus valmis
fr_fr: Téléchargement Terminé
it_it: Download Completato
ja_jp: ダウンロード完了
ko_kr: 다운로드 완료
nl_nl: Download Voltooid
pl_pl: Pobieranie zakończone
pt_pt: Download Concluído
ru_ru: Загрузка завершена
zh_cn: 下载完成

# DownloaderDownloading
source: Downloading
ar_sa: جاري التحميل
de_de: Herunterladen
es_es: Descargando
fi_fi: Ladataan
fr_fr: Téléchargement
it_it: Download in corso
ja_jp: ダウンロード中
ko_kr: 다운로드 중
nl_nl: Downloaden
pl_pl: Pobieranie
pt_pt: Baixando
ru_ru: Загрузка
zh_cn: 正在下载

# DownloaderError
source: Error Downloading
ar_sa: خطأ في التحميل
de_de: Fehler beim Herunterladen
es_es: Error de Descarga
fi_fi: Latausvirhe
fr_fr: Erreur de Téléchargement
it_it: Errore Download
ja_jp: ダウンロードエラー
ko_kr: 다운로드 오류
nl_nl: Fout bij Downloaden
pl_pl: Błąd pobierania
pt_pt: Erro no Download
ru_ru: Ошибка загрузки
zh_cn: 下载错误

# DownloadWindowCancel
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
zh_cn: 取消

# DownloadWindowDownloading
source: Downloading...
ar_sa: جاري التحميل...
de_de: Herunterladen...
es_es: Descargando...
fi_fi: Ladataan...
fr_fr: Téléchargement...
it_it: Download in corso...
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
nl_nl: Downloaden...
pl_pl: Pobieranie...
pt_pt: Baixando...
ru_ru: Загрузка...
zh_cn: 正在下载...

# DownloadWindowDownloadingFile
source: Downloading: {0}
ar_sa: جاري التحميل: {0}
de_de: Herunterladen: {0}
es_es: Descargando: {0}
fi_fi: Ladataan: {0}
fr_fr: Téléchargement : {0}
it_it: Download: {0}
ja_jp: ダウンロード中: {0}
ko_kr: 다운로드 중: {0}
nl_nl: Downloaden: {0}
pl_pl: Pobieranie: {0}
pt_pt: Baixando: {0}
ru_ru: Загружается: {0}
zh_cn: 正在下载：{0}

# DownloadWindowTitle
source: Download
ar_sa: تحميل
es_es: Descarga
fi_fi: Lataus
fr_fr: Téléchargement
ja_jp: ダウンロード
ko_kr: 다운로드
pl_pl: Pobieranie
ru_ru: Загрузка
zh_cn: 下载

source: Error
ar_sa: خطأ
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
zh_cn: 错误

# ErrorAllowedRange
source: Allowed range is 0-8191!
ar_sa: النطاق المسموح هو 0-8191!
de_de: Erlaubter Bereich ist 0-8191!
es_es: ¡El rango permitido es 0-8191!
fi_fi: Sallittu alue on 0-8191!
fr_fr: La plage autorisée est 0-8191 !
it_it: Il range consentito è 0-8191!
ja_jp: 許可範囲は0-8191です！
ko_kr: 허용 범위는 0-8191입니다!
nl_nl: Toegestane bereik is 0-8191!
pl_pl: Dozwolony zakres to 0-8191!
pt_pt: Faixa permitida é 0-8191!
ru_ru: Допустимый диапазон: 0-8191!
zh_cn: 允许的范围是0-8191！

# ErrorAlreadyRunning
source: TeknoParrotUI seems to already be running, want to close it?
ar_sa: يبدو أن TeknoParrotUI يعمل بالفعل، هل تريد إغلاقه؟
de_de: TeknoParrotUI scheint bereits zu laufen. Möchtest du es schließen?
es_es: Parece que TeknoParrotUI ya se está ejecutando, ¿quieres cerrarlo?
fi_fi: TeknoParrotUI näyttää olevan jo käynnissä, haluatko sulkea sen?
fr_fr: TeknoParrotUI semble déjà en cours d'exécution, voulez-vous le fermer ?
it_it: TeknoParrotUI sembra essere già in esecuzione, vuoi chiuderlo?
ja_jp: TeknoParrotUIは既に実行中のようです。終了しますか？
ko_kr: TeknoParrotUI가 이미 실행 중인 것 같습니다. 종료하시겠습니까?
nl_nl: TeknoParrotUI lijkt al actief te zijn, wilt u het sluiten?
pl_pl: TeknoParrotUI wydaje się już działać, czy chcesz go zamknąć?
pt_pt: TeknoParrotUI parece já estar executando, deseja fechá-lo?
ru_ru: Похоже, что TeknoParrotUI уже запущен. Хотите закрыть его?
zh_cn: TeknoParrotUI似乎已经在运行，是否要关闭它？

# ErrorCannotParseGUID
source: Cannot parse GUID: {0}. Please check that data has the GUID value only and nothing else!
ar_sa: لا يمكن تحليل GUID: {0}. يرجى التحقق من أن البيانات تحتوي على قيمة GUID فقط ولا شيء آخر!
de_de: GUID kann nicht geparst werden: {0}. Bitte überprüfe, dass die Daten nur den GUID-Wert enthalten und sonst nichts!
es_es: No se puede analizar GUID: {0}. ¡Por favor verifica que los datos tengan solo el valor GUID y nada más!
fi_fi: GUID:ia ei voi jäsentää: {0}. Tarkista, että data sisältää vain GUID-arvon eikä mitään muuta!
fr_fr: Impossible d'analyser le GUID : {0}. Veuillez vérifier que les données contiennent uniquement la valeur GUID et rien d'autre !
it_it: Impossibile analizzare GUID: {0}. Verifica che i dati contengano solo il valore GUID e nient'altro!
ja_jp: GUIDをパースできません: {0}。データにGUID値のみが含まれ、他に何もないことを確認してください！
ko_kr: GUID를 파싱할 수 없습니다: {0}. 데이터에 GUID 값만 있고 다른 것은 없는지 확인하세요!
nl_nl: Kan GUID niet verwerken: {0}. Controleer of de data alleen de GUID waarde bevat en niets anders!
pl_pl: Nie można przeanalizować GUID: {0}. Sprawdź, czy dane zawierają tylko wartość GUID i nic więcej!
pt_pt: Não é possível analisar GUID: {0}. Verifique se os dados contêm apenas o valor GUID e nada mais!
ru_ru: Не удается разобрать GUID: {0}. Убедитесь, что данные содержат только значение GUID и ничего больше!
zh_cn: 无法解析GUID：{0}。请检查数据是否只包含GUID值而不包含其他内容！

# ErrorCantLoadParrotData
source: Exception happened during loading ParrotData.xml! Generate new one by saving! {0}
ar_sa: حدث استثناء أثناء تحميل ParrotData.xml! قم بإنشاء واحد جديد عن طريق الحفظ! {0}
de_de: Ausnahme beim Laden von ParrotData.xml! Erstelle eine neue durch Speichern! {0}
es_es: ¡Ocurrió una excepción durante la carga de ParrotData.xml! ¡Genera uno nuevo guardando! {0}
fi_fi: Poikkeus tapahtui ParrotData.xml:n lataamisen aikana! Luo uusi tallentamalla! {0}
fr_fr: Une exception s'est produite lors du chargement de ParrotData.xml ! Générez-en un nouveau en sauvegardant ! {0}
it_it: Eccezione durante il caricamento di ParrotData.xml! Genera uno nuovo salvando! {0}
ja_jp: ParrotData.xmlの読み込み中に例外が発生しました！保存して新しいものを生成してください！ {0}
ko_kr: ParrotData.xml 로딩 중 예외 발생! 저장하여 새로 생성하세요! {0}
nl_nl: Uitzondering opgetreden tijdens laden ParrotData.xml! Genereer een nieuwe door op te slaan! {0}
pl_pl: Wystąpił wyjątek podczas ładowania ParrotData.xml! Wygeneruj nowy przez zapisanie! {0}
pt_pt: Exceção ocorreu durante o carregamento de ParrotData.xml! Gere um novo salvando! {0}
ru_ru: Исключение при загрузке ParrotData.xml! Создайте новый файл, сохранив настройки! {0}
zh_cn: 加载ParrotData.xml时发生异常！通过保存生成新的！ {0}

# ErrorCantLoadProfile
source: Error loading {0}, Would you to delete it?
ar_sa: خطأ في تحميل {0}، هل تريد حذفه؟
de_de: Fehler beim Laden von {0}. Möchtest du es löschen?
es_es: Error al cargar {0}, ¿Te gustaría eliminarlo?
fi_fi: Virhe ladatessa {0}, Haluatko poistaa sen?
fr_fr: Erreur lors du chargement de {0}, Voulez-vous le supprimer ?
it_it: Errore nel caricamento di {0}, Vuoi eliminarlo?
ja_jp: {0}の読み込みエラー。削除しますか？
ko_kr: {0} 로딩 오류, 삭제하시겠습니까?
nl_nl: Fout bij laden {0}, Wilt u het verwijderen?
pl_pl: Błąd ładowania {0}, czy chcesz go usunąć?
pt_pt: Erro ao carregar {0}, Deseja excluí-lo?
ru_ru: Ошибка загрузки {0}. Хотите удалить его?
zh_cn: 加载{0}时出错，是否要删除它？

# ErrorCantSaveParrotData
source: Exception happened during ParrotData.xml saving! {0}
ar_sa: حدث استثناء أثناء حفظ ParrotData.xml! {0}
de_de: Ausnahme beim Speichern von ParrotData.xml! {0}
es_es: ¡Ocurrió una excepción durante el guardado de ParrotData.xml! {0}
fi_fi: Poikkeus tapahtui ParrotData.xml:n tallentamisen aikana! {0}
fr_fr: Une exception s'est produite lors de la sauvegarde de ParrotData.xml ! {0}
it_it: Eccezione durante il salvataggio di ParrotData.xml! {0}
ja_jp: ParrotData.xml保存中に例外が発生しました！ {0}
ko_kr: ParrotData.xml 저장 중 예외 발생! {0}
nl_nl: Uitzondering opgetreden tijdens ParrotData.xml opslaan! {0}
pl_pl: Wystąpił wyjątek podczas zapisywania ParrotData.xml! {0}
pt_pt: Exceção ocorreu durante o salvamento de ParrotData.xml! {0}
ru_ru: Исключение при сохранении ParrotData.xml! {0}
zh_cn: 保存ParrotData.xml时发生异常！ {0}

# ErrorGamePathNotSet
source: Game location not set! Please set it in Game Settings.
ar_sa: لم يتم تعيين موقع اللعبة! يرجى تعيينه في إعدادات اللعبة.
de_de: Spielpfad nicht gesetzt! Bitte setze ihn in den Spieleinstellungen.
es_es: ¡Ubicación del juego no configurada! Por favor configúrala en Configuración del Juego.
fi_fi: Pelin sijaintia ei ole asetettu! Aseta se peliasetuksissa.
fr_fr: Emplacement du jeu non défini ! Veuillez le définir dans les Paramètres du Jeu.
it_it: Posizione del gioco non impostata! Impostala nelle Impostazioni Gioco.
ja_jp: ゲームの場所が設定されていません！ゲーム設定で設定してください。
ko_kr: 게임 위치가 설정되지 않았습니다! 게임 설정에서 설정해주세요.
nl_nl: Game locatie niet ingesteld! Stel deze in via Game Instellingen.
pl_pl: Lokalizacja gry nie została ustawiona! Proszę ustaw ją w Ustawieniach gry.
pt_pt: Localização do jogo não definida! Por favor defina nas Configurações do Jogo.
ru_ru: Путь к игре не задан! Пожалуйста, установите его в настройках игры.
zh_cn: 游戏路径未设置！请在游戏设置中设置。

# ErrorMasterServerOffline
source: Master server is offline.
ar_sa: الخادم الرئيسي غير متصل.
de_de: Master-Server ist offline.
es_es: El servidor maestro está desconectado.
fi_fi: Pääpalvelin on offline-tilassa.
fr_fr: Le serveur maître est hors ligne.
it_it: Il server principale è offline.
ja_jp: マスターサーバーがオフラインです。
ko_kr: 마스터 서버가 오프라인입니다.
pl_pl: Serwer główny jest offline.
pt_pt: Servidor principal está offline.
ru_ru: Главный сервер недоступен.
zh_cn: 主服务器离线。

# ErrorNoAPM3Id
source: No (or invalid) APM3Id set in profile. APM3 games need these to work. Please click on the online Profile button to get yours and type it into the APM3Id field in the game settings.
ar_sa: لا يوجد APM3Id (أو غير صالح) في الملف الشخصي. تحتاج ألعاب APM3 إلى هذا للعمل. يرجى النقر على زر الملف الشخصي عبر الإنترنت للحصول على الخاص بك وكتابته في حقل APM3Id في إعدادات اللعبة.
de_de: Keine (oder ungültige) APM3Id im Profil gesetzt. APM3-Spiele benötigen diese zum Funktionieren. Bitte klicke auf die Online-Profil-Schaltfläche, um deine zu erhalten, und gib sie in das APM3Id-Feld in den Spieleinstellungen ein.
es_es: No hay APM3Id configurado (o inválido) en el perfil. Los juegos APM3 necesitan esto para funcionar. Por favor haz clic en el botón de Perfil en línea para obtener el tuyo e ingrésalo en el campo APM3Id en la configuración del juego.
fi_fi: APM3Id:tä ei ole asetettu (tai se on virheellinen) profiilissa. APM3-pelit tarvitsevat tämän toimiakseen. Napsauta online-profiilinappulaa saadaksesi omasi ja syötä se APM3Id-kenttään peliasetuksissa.
fr_fr: Aucun APM3Id défini (ou invalide) dans le profil. Les jeux APM3 ont besoin de cela pour fonctionner. Veuillez cliquer sur le bouton Profil en ligne pour obtenir le vôtre et le saisir dans le champ APM3Id des paramètres du jeu.
it_it: Nessun APM3Id (o non valido) impostato nel profilo. I giochi APM3 ne hanno bisogno per funzionare. Clicca sul pulsante Profilo online per ottenere il tuo e digitalo nel campo APM3Id nelle impostazioni del gioco.
ja_jp: プロファイルにAPM3Idが設定されていない、または無効です。APM3ゲームの動作にはこれが必要です。オンラインプロファイルボタンをクリックして取得し、ゲーム設定のAPM3Idフィールドに入力してください。
ko_kr: 프로필에 APM3Id가 설정되지 않았거나 유효하지 않습니다. APM3 게임은 이것이 필요합니다. 온라인 프로필 버튼을 클릭하여 본인의 ID를 받고 게임 설정의 APM3Id 필드에 입력해주세요.
nl_nl: Geen (of ongeldige) APM3Id ingesteld in profiel. APM3 games hebben deze nodig om te werken. Klik op de online Profiel knop om de uwe te krijgen en typ deze in het APM3Id veld in de game instellingen.
pl_pl: Brak (lub nieprawidłowy) APM3Id ustawiony w profilu. Gry APM3 potrzebują tego do działania. Proszę kliknij przycisk Profil online, aby uzyskać swój i wpisz go w pole APM3Id w ustawieniach gry.
pt_pt: Nenhum APM3Id (ou inválido) definido no perfil. Jogos APM3 precisam disso para funcionar. Por favor clique no botão Perfil Online para obter o seu e digite no campo APM3Id nas configurações do jogo.
ru_ru: APM3Id не установлен или неверен в профиле. Игры APM3 нуждаются в этом для работы. Пожалуйста, нажмите на кнопку онлайн-профиля, чтобы получить свой ID и введите его в поле APM3Id в настройках игры.
zh_cn: 配置文件中没有设置（或无效的）APM3Id。APM3游戏需要这些才能工作。请点击在线配置文件按钮获取您的ID并将其输入到游戏设置的APM3Id字段中。

# ErrorNoOnlineId
source: Your OnlineID is missing or wrong. Please put in your OnlineID from the website or else your game will get stuck on the Aime check on boot. Click on the Online Profile button to open up the website.
ar_sa: OnlineID الخاص بك مفقود أو خاطئ. يرجى إدخال OnlineID الخاص بك من الموقع الإلكتروني وإلا ستعلق لعبتك في فحص Aime عند البدء. انقر على زر الملف الشخصي عبر الإنترنت لفتح الموقع الإلكتروني.
de_de: Deine OnlineID fehlt oder ist falsch. Bitte gib deine OnlineID von der Website ein, sonst bleibt dein Spiel beim Aime-Check beim Start hängen. Klicke auf die Online-Profil-Schaltfläche, um die Website zu öffnen.
es_es: Tu OnlineID falta o está incorrecto. Por favor ingresa tu OnlineID desde el sitio web o tu juego se quedará atascado en la verificación Aime al iniciar. Haz clic en el botón de Perfil En línea para abrir el sitio web.
fi_fi: OnlineID puuttuu tai on väärä. Syötä OnlineID verkkosivustolta tai muuten peli juuttuu Aime-tarkistukseen käynnistyksessä. Napsauta Online Profile -nappia avataksesi verkkosivuston.
fr_fr: Votre OnlineID est manquant ou incorrect. Veuillez saisir votre OnlineID depuis le site web sinon votre jeu restera bloqué sur la vérification Aime au démarrage. Cliquez sur le bouton Profil en ligne pour ouvrir le site web.
it_it: Il tuo OnlineID è mancante o sbagliato. Inserisci il tuo OnlineID dal sito web altrimenti il gioco si bloccherà al controllo Aime all'avvio. Clicca sul pulsante Profilo Online per aprire il sito web.
ja_jp: OnlineIDが不足または間違っています。ウェブサイトからOnlineIDを入力してください。そうしないと、起動時のAimeチェックでゲームがスタックします。オンラインプロファイルボタンをクリックしてウェブサイトを開いてください。
ko_kr: OnlineID가 누락되었거나 잘못되었습니다. 웹사이트에서 OnlineID를 입력하지 않으면 게임이 부팅 시 Aime 확인에서 멈출 것입니다. 온라인 프로필 버튼을 클릭하여 웹사이트를 여세요.
nl_nl: Uw OnlineID ontbreekt of is verkeerd. Voer uw OnlineID van de website in anders blijft uw game hangen bij de Aime controle tijdens opstarten. Klik op de Online Profiel knop om de website te openen.
pl_pl: Twoje OnlineID jest brakujące lub nieprawidłowe. Proszę podaj swoje OnlineID ze strony internetowej, inaczej twoja gra zostanie zablokowana podczas sprawdzania Aime przy uruchomieniu. Kliknij przycisk Profil online, aby otworzyć stronę internetową.
pt_pt: Seu OnlineID está faltando ou incorreto. Por favor insira seu OnlineID do website ou seu jogo ficará travado na verificação Aime na inicialização. Clique no botão Perfil Online para abrir o website.
ru_ru: Ваш OnlineID отсутствует или неверен. Пожалуйста, введите ваш OnlineID с веб-сайта, иначе игра зависнет на проверке Aime при загрузке. Нажмите на кнопку онлайн-профиля, чтобы открыть веб-сайт.
zh_cn: 您的OnlineID缺失或错误。请输入从网站获取的OnlineID，否则您的游戏将在启动时卡在Aime检查上。点击在线配置文件按钮打开网站。

# ErrorOldTeknoParrotDirectory
source: Seems you have extracted me to the directory of old TeknoParrot. Please extract me to a new directory instead!
ar_sa: يبدو أنك قمت باستخراجي إلى مجلد TeknoParrot القديم. يرجى استخراجي إلى مجلد جديد بدلاً من ذلك!
de_de: Es scheint, du hast mich in das Verzeichnis des alten TeknoParrot extrahiert. Bitte extrahiere mich stattdessen in ein neues Verzeichnis!
es_es: ¡Parece que me has extraído al directorio del TeknoParrot anterior. ¡Por favor extráeme a un nuevo directorio!
fi_fi: Näyttää siltä, että olet purkanut minut vanhan TeknoParrotin hakemistoon. Pura minut uuteen hakemistoon sen sijaan!
fr_fr: Il semble que vous m'ayez extrait dans le répertoire de l'ancien TeknoParrot. Veuillez m'extraire dans un nouveau répertoire à la place !
it_it: Sembra che tu abbia estratto il programma nella directory del vecchio TeknoParrot. Estrailo in una nuova directory invece!
ja_jp: 古いTeknoParrotのディレクトリに展開されているようです。代わりに新しいディレクトリに展開してください！
ko_kr: 이전 TeknoParrot 디렉토리에 압축을 푼 것 같습니다. 새 디렉토리에 압축을 풀어주세요!
nl_nl: Het lijkt erop dat u mij hebt uitgepakt naar de map van de oude TeknoParrot. Pak mij uit naar een nieuwe map!
pl_pl: Wygląda na to, że wypakowałeś mnie do katalogu starego TeknoParrot. Proszę wypakuj mnie do nowego katalogu!
pt_pt: Parece que você me extraiu para o diretório do TeknoParrot antigo. Por favor me extraia para um novo diretório!
ru_ru: Похоже, вы распаковали программу в каталог старого TeknoParrot. Пожалуйста, распакуйте в новый каталог!
zh_cn: 看起来您已将我解压到旧的TeknoParrot目录中。请将我解压到一个新目录中！

# FileAccessDenied
source: Access denied
ar_sa: تم رفض الوصول
de_de: Zugriff verweigert
es_es: Acceso denegado
fi_fi: Pääsy kielletty
fr_fr: Accès refusé
it_it: Accesso negato
ja_jp: アクセス拒否
ko_kr: 액세스 거부됨
nl_nl: Toegang geweigerd
pl_pl: Odmowa dostępu
pt_pt: Acesso negado
ru_ru: Доступ запрещен
zh_cn: 访问被拒绝

# FileBrowse
source: Browse
ar_sa: تصفح
de_de: Durchsuchen
es_es: Examinar
fi_fi: Selaa
fr_fr: Parcourir
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
nl_nl: Bladeren
pl_pl: Przeglądaj
pt_pt: Navegar
ru_ru: Обзор
zh_cn: 浏览

source: File corrupted
ar_sa: الملف تالف
de_de: Datei beschädigt
es_es: Archivo corrupto
fi_fi: Tiedosto vioittunut
fr_fr: Fichier corrompu
it_it: File danneggiato
ja_jp: ファイル破損
ko_kr: 파일 손상됨
nl_nl: Bestand beschadigd
pl_pl: Plik uszkodzony
pt_pt: Arquivo corrompido
ru_ru: Файл поврежден
zh_cn: 文件损坏

# FileInvalidFormat
source: Invalid file format
ar_sa: تنسيق ملف غير صالح
de_de: Ungültiges Dateiformat
es_es: Formato de archivo inválido
fi_fi: Virheellinen tiedostomuoto
fr_fr: Format de fichier invalide
it_it: Formato file non valido
ja_jp: 無効なファイル形式
ko_kr: 유효하지 않은 파일 형식
nl_nl: Ongeldig bestandsformaat
pl_pl: Nieprawidłowy format pliku
pt_pt: Formato de arquivo inválido
ru_ru: Неверный формат файла
zh_cn: 无效的文件格式

source: File not found
ar_sa: الملف غير موجود
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fi_fi: Tiedostoa ei löytynyt
fr_fr: Fichier introuvable
it_it: File non trovato
ja_jp: ファイルが見つかりません
ko_kr: 파일을 찾을 수 없습니다
nl_nl: Bestand niet gevonden
pl_pl: Plik nie znaleziony
pt_pt: Arquivo não encontrado
ru_ru: Файл не найден
zh_cn: 文件未找到

# FileSelect
source: Select
ar_sa: تحديد
de_de: Auswählen
es_es: Seleccionar
fi_fi: Valitse
fr_fr: Sélectionner
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
nl_nl: Selecteren
pl_pl: Wybierz
pt_pt: Selecionar
ru_ru: Выбрать
zh_cn: 选择

# FirstRun
source: Seems like this is first time you are running TeknoParrotUi, please set emulation settings.
ar_sa: يبدو أن هذه هي المرة الأولى التي تشغل فيها TeknoParrotUi، يرجى تعيين إعدادات المحاكاة.
de_de: Es scheint, dass du TeknoParrotUi zum ersten Mal ausführst. Bitte stelle die Emulationseinstellungen ein.
es_es: Parece que es la primera vez que ejecutas TeknoParrotUI, por favor configura las opciones de emulación.
fi_fi: Näyttää siltä, että tämä on ensimmäinen kerta kun käynnistät TeknoParrotUi:n, aseta emulointiasetukset.
fr_fr: Il semble que ce soit la première fois que vous exécutez TeknoParrotUi, veuillez définir les paramètres d'émulation.
it_it: Sembra che questa sia la prima volta che esegui TeknoParrotUi, imposta le impostazioni di emulazione.
ja_jp: TeknoParrotUIを初回実行しているようです。エミュレーション設定を行ってください。
ko_kr: TeknoParrotUi를 처음 실행하는 것 같습니다. 에뮬레이션 설정을 해주세요.
nl_nl: Het lijkt erop dat dit de eerste keer is dat u TeknoParrotUI gebruikt, stel alstublieft de emulatie-instellingen in.
pl_pl: Wygląda na to, że po raz pierwszy uruchamiasz TeknoParrotUi, proszę ustaw ustawienia emulacji.
pt_pt: Parece que esta é a primeira vez que você está executando TeknoParrotUi, por favor defina as configurações de emulação.
ru_ru: Похоже, вы запускаете TeknoParrotUI впервые. Пожалуйста, установите настройки эмуляции.
zh_cn: 看起来这是您第一次运行TeknoParrotUi，请设置模拟器设置。

# FolderBrowserFilenameNotAvailableCanceled
source: Canceled
ar_sa: تم الإلغاء
de_de: Abgebrochen
es_es: Cancelado
fi_fi: Peruutettu
fr_fr: Annulé
it_it: Cancellato
ja_jp: キャンセル
ko_kr: 취소됨
nl_nl: Geannuleerd
pl_pl: Anulowano
pt_pt: Cancelado
ru_ru: Отменено
zh_cn: 已取消

# FolderBrowserFilenameNotAvailableShowing
source: Showing folder browser
ar_sa: عرض متصفح المجلدات
de_de: Ordnerbrowser wird angezeigt
es_es: Mostrando explorador de carpetas
fi_fi: Näytetään kansioselain
fr_fr: Affichage du navigateur de dossiers
it_it: Mostra browser cartelle
ja_jp: フォルダーブラウザー表示中
ko_kr: 폴더 브라우저 표시 중
nl_nl: Mapbrowser tonen
pl_pl: Wyświetlanie przeglądarki folderów
pt_pt: Mostrando navegador de pasta
ru_ru: Показывается браузер папок
zh_cn: 正在显示文件夹浏览器

# FolderBrowserIllegalPropertyChange
source: Illegal property change
ar_sa: تغيير خاصية غير قانوني
de_de: Illegale Eigenschaftsänderung
es_es: Cambio de propiedad ilegal
fi_fi: Laiton ominaisuuden muutos
fr_fr: Changement de propriété illégal
it_it: Modifica proprietà illegale
ja_jp: 不正なプロパティ変更
ko_kr: 잘못된 속성 변경
nl_nl: Illegale eigenschap wijziging
pl_pl: Nielegalna zmiana właściwości
pt_pt: Mudança de propriedade ilegal
ru_ru: Недопустимое изменение свойства
zh_cn: 非法属性更改

# FolderBrowserMethodNotImplemented
source: Method not implemented
ar_sa: الطريقة غير مُنفذة
de_de: Methode nicht implementiert
es_es: Método no implementado
fi_fi: Menetelmää ei ole toteutettu
fr_fr: Méthode non implémentée
it_it: Metodo non implementato
ja_jp: メソッド未実装
ko_kr: 메서드가 구현되지 않음
nl_nl: Methode niet geïmplementeerd
pl_pl: Metoda nie zaimplementowana
pt_pt: Método não implementado
ru_ru: Метод не реализован
zh_cn: 方法未实现

# FolderBrowserMultipleFilesSelected
source: Multiple files selected
ar_sa: تم تحديد ملفات متعددة
de_de: Mehrere Dateien ausgewählt
es_es: Múltiples archivos seleccionados
fi_fi: Useita tiedostoja valittu
fr_fr: Plusieurs fichiers sélectionnés
it_it: File multipli selezionati
ja_jp: 複数ファイル選択
ko_kr: 여러 파일 선택됨
nl_nl: Meerdere bestanden geselecteerd
pl_pl: Wybrano wiele plików
pt_pt: Múltiplos arquivos selecionados
ru_ru: Выбрано несколько файлов
zh_cn: 选择了多个文件
