Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# SetupWizardDownloadLatestDatXml
source: Download Latest DAT/XML
ar_sa: تحميل أحدث DAT/XML
de_de: Neueste DAT/XML herunterladen
es_es: Descargar Último DAT/XML
fi_fi: Lataa uusin DAT/XML
fr_fr: Télécharger le Dernier DAT/XML
it_it: Scarica Ultimo DAT/XML
ja_jp: 最新DAT/XMLダウンロード
ko_kr: 최신 DAT/XML 다운로드
nl_nl: Nieuwste DAT/XML Downloaden
pl_pl: Pobierz najnowszy DAT/XML
pt_pt: Baixar DAT/XML Mais Recente
ru_ru: Загрузить последний DAT/XML
zh_cn: 下载最新DAT/XML

# SettingsGlobalHotkeys
source: Global Hotkeys
ar_sa: مفاتيح الاختصار العامة
de_de: Globale Hotkeys
es_es: Teclas de Acceso Directo Globales
fi_fi: Yleiset pikanäppäimet
fr_fr: Raccourcis Globaux
it_it: Scorciatoie Globali
ja_jp: グローバルホットキー
ko_kr: 전역 단축키
nl_nl: Globale Sneltoetsen
pl_pl: Globalne skróty klawiszowe
pt_pt: Teclas de Atalho Globais
ru_ru: Глобальные горячие клавиши
zh_cn: 全局热键

# SettingsExitGameKey
source: Exit Game Key
ar_sa: مفتاح الخروج من اللعبة
de_de: Spiel-beenden-Taste
es_es: Tecla para Salir del Juego
fi_fi: Pelin poistumisäppäin
fr_fr: Touche de Sortie du Jeu
it_it: Tasto Esci dal Gioco
ja_jp: ゲーム終了キー
ko_kr: 게임 종료 키
nl_nl: Game Afsluiten Toets
pl_pl: Klawisz wyjścia z gry
pt_pt: Tecla de Sair do Jogo
ru_ru: Клавиша выхода из игры
zh_cn: 退出游戏快捷键

# SetupWizardSkipNote
source: Note: You can configure these settings later from the main menu
ar_sa: ملاحظة: يمكنك تكوين هذه الإعدادات لاحقاً من القائمة الرئيسية
de_de: Hinweis: Du kannst diese Einstellungen später über das Hauptmenü konfigurieren
es_es: Nota: Puedes configurar estos ajustes más tarde desde el menú principal
fi_fi: Huomio: Voit määrittää nämä asetukset myöhemmin päävalikosta
fr_fr: Note : Vous pouvez configurer ces paramètres plus tard depuis le menu principal
it_it: Nota: Puoi configurare queste impostazioni successivamente dal menu principale
ja_jp: 注意: これらの設定は後でメインメニューから設定できます
ko_kr: 참고: 나중에 메인 메뉴에서 이러한 설정을 구성할 수 있습니다
nl_nl: Opmerking: U kunt deze instellingen later configureren vanuit het hoofdmenu
pl_pl: Uwaga: Możesz skonfigurować te ustawienia później z menu głównego
pt_pt: Nota: Você pode configurar essas configurações depois do menu principal
ru_ru: Примечание: Вы можете настроить эти параметры позже из главного меню
zh_cn: 注意：您可以稍后从主菜单配置这些设置

# SettingsPauseGameKey
source: Pause Game Key
ar_sa: مفتاح إيقاف اللعبة مؤقتاً
de_de: Spiel-pausieren-Taste
es_es: Tecla para Pausar Juego
fi_fi: Pelin taukotusnäppäin
fr_fr: Touche de Pause du Jeu
it_it: Tasto Pausa Gioco
ja_jp: ゲーム一時停止キー
ko_kr: 게임 일시정지 키
nl_nl: Game Pauzeren Toets
pl_pl: Klawisz pauzy gry
pt_pt: Tecla de Pausar Jogo
ru_ru: Клавиша паузы игры
zh_cn: 暂停游戏快捷键

# SetupWizardGameScanDescription
source: TeknoParrotUI can automatically scan your games folder to find and configure games. Please select your games directory to continue.
ar_sa: يمكن لـ TeknoParrotUI مسح مجلد الألعاب تلقائياً للعثور على الألعاب وتكوينها. يرجى تحديد مجلد الألعاب للمتابعة.
de_de: TeknoParrotUI kann automatisch deinen Spieleordner scannen, um Spiele zu finden und zu konfigurieren. Bitte wähle dein Spieleverzeichnis zum Fortfahren.
es_es: TeknoParrotUI puede escanear automáticamente tu carpeta de juegos para encontrar y configurar juegos. Por favor selecciona tu directorio de juegos para continuar.
fi_fi: TeknoParrotUI voi automaattisesti skannata pelikansiotasi löytääkseen ja määrittääkseen pelejä. Valitse pelihakemistosi jatkaaksesi.
fr_fr: TeknoParrotUI peut automatiquement scanner votre dossier de jeux pour trouver et configurer les jeux. Veuillez sélectionner votre répertoire de jeux pour continuer.
it_it: TeknoParrotUI può scansionare automaticamente la tua cartella giochi per trovare e configurare i giochi. Seleziona la tua directory giochi per continuare.
ja_jp: TeknoParrotUIはゲームフォルダーを自動スキャンしてゲームを検出・設定できます。続行するためにゲームディレクトリを選択してください。
ko_kr: TeknoParrotUI는 게임 폴더를 자동으로 스캔하여 게임을 찾고 구성할 수 있습니다. 계속하려면 게임 디렉토리를 선택해주세요.
nl_nl: TeknoParrotUI kan automatisch uw games map scannen om games te vinden en configureren. Selecteer uw games map om door te gaan.
pl_pl: TeknoParrotUI może automatycznie przeskanować folder z grami, aby znaleźć i skonfigurować gry. Proszę wybierz katalog gier, aby kontynuować.
pt_pt: TeknoParrotUI pode automaticamente escanear sua pasta de jogos para encontrar e configurar jogos. Por favor selecione seu diretório de jogos para continuar.
ru_ru: TeknoParrotUI может автоматически сканировать папку с играми для поиска и настройки игр. Пожалуйста, выберите каталог с играми для продолжения.
zh_cn: TeknoParrotUI可以自动扫描您的游戏文件夹以查找和配置游戏。请选择您的游戏目录以继续。

# SettingsVirtualKeyCodes
source: Virtual Key Codes
ar_sa: رموز المفاتيح الافتراضية
de_de: Virtuelle Tastencodes
es_es: Códigos de Teclas Virtuales
fi_fi: Virtuaalinäppäinkoodit
fr_fr: Codes de Touches Virtuelles
it_it: Codici Tasti Virtuali
ja_jp: 仮想キーコード
ko_kr: 가상 키 코드
nl_nl: Virtuele Toets Codes
pl_pl: Kody klawiszy wirtualnych
pt_pt: Códigos de Teclas Virtuais
ru_ru: Виртуальные коды клавиш
zh_cn: 虚拟键代码

# SetupWizardGameScanningComplete
source: Game scanning complete
ar_sa: اكتمل مسح الألعاب
de_de: Spielescannen abgeschlossen
es_es: Escaneo de juegos completo
fi_fi: Peliskannaus valmis
fr_fr: Scan des jeux terminé
it_it: Scansione giochi completata
ja_jp: ゲームスキャン完了
ko_kr: 게임 스캔 완료
nl_nl: Game scannen voltooid
pl_pl: Skanowanie gier zakończone
pt_pt: Escaneamento de jogos completo
ru_ru: Сканирование игр завершено
zh_cn: 游戏扫描完成

# SetupWizardControlsDescription
source: Configure controller settings for your games. You can set up common button mappings that will be applied to multiple games.
ar_sa: تكوين إعدادات أجهزة التحكم للألعاب الخاصة بك. يمكنك إعداد تعيينات أزرار شائعة سيتم تطبيقها على ألعاب متعددة.
de_de: Konfiguriere Controller-Einstellungen für deine Spiele. Du kannst gemeinsame Tastenbelegungen einrichten, die auf mehrere Spiele angewendet werden.
es_es: Configura las opciones de controles para tus juegos. Puedes establecer mapeos de botones comunes que se aplicarán a múltiples juegos.
fi_fi: "Määritä ohjaimen asetukset peleillesi. Voit asettaa yleiset painikekartoitukset, joita käytetään useissa peleissä.
fr_fr: Configurez les paramètres de manette pour vos jeux. Vous pouvez configurer des mappages de boutons communs qui seront appliqués à plusieurs jeux.
it_it: Configura le impostazioni del controller per i tuoi giochi. Puoi impostare mappature di pulsanti comuni che verranno applicate a più giochi.
ja_jp: ゲーム用のコントローラー設定を構成します。複数のゲームに適用される共通ボタンマッピングを設定できます。
ko_kr: 게임의 컨트롤러 설정을 구성합니다. 여러 게임에 적용될 공통 버튼 매핑을 설정할 수 있습니다.
nl_nl: Controller instellingen configureren voor uw games. U kunt gemeenschappelijke knop toewijzingen instellen die toegepast worden op meerdere games.
pl_pl: Skonfiguruj ustawienia kontrolera dla swoich gier. Możesz ustawić wspólne mapowania przycisków, które będą zastosowane do wielu gier.
pt_pt: Configure configurações de controle para seus jogos. Você pode definir mapeamentos de botões comuns que serão aplicados a múltiplos jogos.
ru_ru: Настройте параметры контроллера для ваших игр. Вы можете установить общие назначения кнопок, которые будут применены к нескольким играм.
zh_cn: 为您的游戏配置控制器设置。您可以设置将应用于多个游戏的通用按钮映射。

# SetupWizardOpenMultiGameConfig
source: Open Multi-Game Configuration
ar_sa: فتح تكوين الألعاب المتعددة
de_de: Multi-Spiel-Konfiguration öffnen
es_es: Abrir Configuración Multi-Juego
fi_fi: Avaa usean pelin määritykset
fr_fr: Ouvrir la Configuration Multi-Jeux
it_it: Apri Configurazione Multi-Gioco
ja_jp: マルチゲーム設定を開く
ko_kr: 멀티게임 구성 열기
nl_nl: Multi-Game Configuratie Openen
pl_pl: Otwórz konfigurację wielu gier
pt_pt: Abrir Configuração Multi-Jogos
ru_ru: Открыть конфигурацию для нескольких игр
zh_cn: 打开多游戏配置

# SetupWizardControlsConfigCompleted
source: Controls configuration completed
ar_sa: اكتمل تكوين عناصر التحكم
de_de: Steuerungskonfiguration abgeschlossen
es_es: Configuración de controles completada
fi_fi: Ohjainten määritys valmis
fr_fr: Configuration des contrôles terminée
it_it: Configurazione controlli completata
ja_jp: コントロール設定完了
ko_kr: 컨트롤 구성 완료
nl_nl: Besturingselementen configuratie voltooid
pl_pl: Konfiguracja kontrolek zakończona
pt_pt: Configuração de controles concluída
ru_ru: Настройка управления завершена
zh_cn: 控件配置已完成

# SetupWizardAccountLoginDescription
source: Log in to your TeknoParrot account to access subscription features and online functionality. You can skip this step and log in later from the main menu.
ar_sa: سجل الدخول إلى حساب TeknoParrot الخاص بك للوصول إلى ميزات الاشتراك والوظائف عبر الإنترنت. يمكنك تخطي هذه الخطوة وتسجيل الدخول لاحقاً من القائمة الرئيسية.
de_de: Melde dich in deinem TeknoParrot-Konto an, um auf Abonnement-Features und Online-Funktionalität zuzugreifen. Du kannst diesen Schritt überspringen und dich später über das Hauptmenü anmelden.
es_es: Inicia sesión en tu cuenta de TeknoParrot para acceder a funciones de suscripción y funcionalidad en línea. Puedes omitir este paso e iniciar sesión más tarde desde el menú principal.
fi_fi: Kirjaudu TeknoParrot-tiliisi käyttääksesi tilausominaisuuksia ja verkkotoiminnallisuutta. Voit ohittaa tämän vaiheen ja kirjautua myöhemmin päävalikosta.
fr_fr: Connectez-vous à votre compte TeknoParrot pour accéder aux fonctionnalités d'abonnement et aux fonctionnalités en ligne. Vous pouvez ignorer cette étape et vous connecter plus tard depuis le menu principal.
it_it: Accedi al tuo account TeknoParrot per accedere alle funzioni di abbonamento e alle funzionalità online. Puoi saltare questo passaggio e accedere successivamente dal menu principale.
ja_jp: TeknoParrotアカウントにログインしてサブスクリプション機能とオンライン機能にアクセスします。このステップをスキップして後でメインメニューからログインできます。
ko_kr: TeknoParrot 계정에 로그인하여 구독 기능과 온라인 기능에 액세스하세요. 이 단계를 건너뛰고 나중에 메인 메뉴에서 로그인할 수 있습니다.
nl_nl: Log in op uw TeknoParrot account om toegang te krijgen tot abonnementsfuncties en online functionaliteit. U kunt deze stap overslaan en later inloggen vanuit het hoofdmenu.
pl_pl: Zaloguj się do swojego konta TeknoParrot, aby uzyskać dostęp do funkcji subskrypcyjnych i funkcjonalności online. Możesz pominąć ten krok i zalogować się później z menu głównego.
pt_pt: Entre na sua conta TeknoParrot para acessar recursos de assinatura e funcionalidade online. Você pode pular este passo e entrar depois do menu principal.
ru_ru: Войдите в ваш аккаунт TeknoParrot для доступа к функциям подписки и онлайн-функциональности. Вы можете пропустить этот шаг и войти позже из главного меню.
zh_cn: 登录到您的TeknoParrot账户以访问订阅功能和在线功能。您可以跳过此步骤，稍后从主菜单登录。

# SetupWizardLoginWithBrowser
source: Login with Browser
ar_sa: تسجيل الدخول بالمتصفح
de_de: Mit Browser anmelden
es_es: Iniciar Sesión con Navegador
fi_fi: Kirjaudu selaimella
fr_fr: Se Connecter avec le Navigateur
it_it: Accedi con Browser
ja_jp: ブラウザーでログイン
ko_kr: 브라우저로 로그인
nl_nl: Inloggen met Browser
pl_pl: Zaloguj przez przeglądarkę
pt_pt: Entrar com Navegador
ru_ru: Войти через браузер
zh_cn: 使用浏览器登录

# SetupWizardBack
source: Back
ar_sa: رجوع
de_de: Zurück
es_es: Atrás
fi_fi: Takaisin
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
nl_nl: Terug
pl_pl: Wstecz
pt_pt: Voltar
ru_ru: Назад
zh_cn: 返回

# SetupWizardLoginViaBrowser
source: Login via Browser
ar_sa: تسجيل الدخول عبر المتصفح
de_de: Über Browser anmelden
es_es: Iniciar Sesión vía Navegador
fi_fi: Kirjaudu selaimen kautta
fr_fr: Se Connecter via le Navigateur
it_it: Accedi tramite Browser
ja_jp: ブラウザー経由でログイン
ko_kr: 브라우저를 통한 로그인
nl_nl: Inloggen via Browser
pl_pl: Zaloguj przez przeglądarkę
pt_pt: Entrar via Navegador
ru_ru: Войти через браузер
zh_cn: 通过浏览器登录

# SetupWizardLoginBrowserDescription
source: Click the button below to open your web browser and log in to your TeknoParrot account. Once logged in, return to this window to continue.
ar_sa: انقر الزر أدناه لفتح متصفح الويب وتسجيل الدخول إلى حساب TeknoParrot الخاص بك. بمجرد تسجيل الدخول، ارجع إلى هذه النافذة للمتابعة.
de_de: Klicke die Schaltfläche unten, um deinen Webbrowser zu öffnen und dich in deinem TeknoParrot-Konto anzumelden. Kehre nach der Anmeldung zu diesem Fenster zurück, um fortzufahren.
es_es: Haz clic en el botón de abajo para abrir tu navegador web e iniciar sesión en tu cuenta de TeknoParrot. Una vez que hayas iniciado sesión, regresa a esta ventana para continuar.
fi_fi: Napsauta alla olevaa painiketta avataksesi verkkoselaimesi ja kirjautuaksesi TeknoParrot-tiliisi. Kun olet kirjautunut sisään, palaa tähän ikkunaan jatkaaksesi.
fr_fr: Cliquez sur le bouton ci-dessous pour ouvrir votre navigateur web et vous connecter à votre compte TeknoParrot. Une fois connecté, revenez à cette fenêtre pour continuer.
it_it: Clicca il pulsante sottostante per aprire il tuo browser web e accedere al tuo account TeknoParrot. Una volta effettuato l'accesso, torna a questa finestra per continuare.
ja_jp: 下のボタンをクリックしてWebブラウザーを開き、TeknoParrotアカウントにログインしてください。ログイン後、このウィンドウに戻って続行してください。
ko_kr: 아래 버튼을 클릭하여 웹 브라우저를 열고 TeknoParrot 계정에 로그인하세요. 로그인 후 이 창으로 돌아와서 계속하세요.
nl_nl: Klik op de knop hieronder om uw webbrowser te openen en in te loggen op uw TeknoParrot account. Keer terug naar dit venster om door te gaan nadat u bent ingelogd.
pl_pl: Kliknij przycisk poniżej, aby otworzyć przeglądarkę internetową i zalogować się do swojego konta TeknoParrot. Po zalogowaniu wróć do tego okna, aby kontynuować.
pt_pt: Clique no botão abaixo para abrir seu navegador web e entrar na sua conta TeknoParrot. Uma vez conectado, retorne a esta janela para continuar.
ru_ru: Нажмите кнопку ниже, чтобы открыть веб-браузер и войти в ваш аккаунт TeknoParrot. После входа вернитесь в это окно для продолжения.
zh_cn: 点击下面的按钮打开您的Web浏览器并登录到您的TeknoParrot账户。登录后，返回此窗口继续。

# SetupWizardAccountInformation
source: Account Information
ar_sa: معلومات الحساب
de_de: Kontoinformationen
es_es: Información de Cuenta
fi_fi: Tilin tiedot
fr_fr: Informations du Compte
it_it: Informazioni Account
ja_jp: アカウント情報
ko_kr: 계정 정보
nl_nl: Accountinformatie
pl_pl: Informacje o koncie
pt_pt: Informações da Conta
ru_ru: Информация об аккаунте
zh_cn: 账户信息

# SetupWizardLoggedInAs
source: Logged in as:
ar_sa: تم تسجيل الدخول باسم:
de_de: Angemeldet als:
es_es: Sesión iniciada como:
fi_fi: Kirjautunut sisään nimellä:
fr_fr: Connecté en tant que :
it_it: Connesso come:
ja_jp: ログイン名:
ko_kr: 로그인된 계정:
nl_nl: Ingelogd als:
pl_pl: Zalogowany jako:
pt_pt: Conectado como:
ru_ru: Вошли как:
zh_cn: 已登录为：

# SetupWizardSubscriptionTier
source: Tier:
ar_sa: المستوى:
de_de: Stufe:
es_es: Nivel:
fi_fi: Taso:
fr_fr: Niveau :
it_it: Livello:
ja_jp: ティア:
ko_kr: 등급:
pl_pl: Poziom:
pt_pt: Nível:
ru_ru: Уровень:
zh_cn: 等级：

# SetupWizardSerialRegistrationDescription
source: Register a subscription serial to unlock premium features and games. You can either select from available serials in your account or enter a serial manually.
ar_sa: سجل رقماً تسلسلياً للاشتراك لفتح الميزات والألعاب المميزة. يمكنك إما التحديد من الأرقام التسلسلية المتاحة في حسابك أو إدخال رقم تسلسلي يدوياً.
de_de: Registriere eine Abonnement-Seriennummer, um Premium-Features und Spiele freizuschalten. Du kannst entweder aus verfügbaren Seriennummern in deinem Konto wählen oder eine Seriennummer manuell eingeben.
es_es: Registra un serial de suscripción para desbloquear funciones y juegos premium. Puedes seleccionar de los seriales disponibles en tu cuenta o ingresar un serial manualmente.
fi_fi: Rekisteröi tilaussarjanumero avataksesi premium-ominaisuudet ja -pelit. Voit joko valita saatavilla olevista sarjanumeroista tilissäsi tai syöttää sarjanumeron manuaalisesti.
fr_fr: Enregistrez un numéro de série d'abonnement pour débloquer les fonctionnalités et jeux premium. Vous pouvez soit sélectionner parmi les numéros de série disponibles dans votre compte, soit entrer un numéro de série manuellement.
it_it: Registra un seriale di abbonamento per sbloccare funzioni premium e giochi. Puoi selezionare dai seriali disponibili nel tuo account o inserire un seriale manualmente.
ja_jp: サブスクリプションシリアルを登録してプレミアム機能とゲームをアンロックします。アカウントで利用可能なシリアルから選択するか、手動でシリアルを入力できます。
ko_kr: 구독 시리얼을 등록하여 프리미엄 기능과 게임을 잠금 해제하세요. 계정의 사용 가능한 시리얼에서 선택하거나 시리얼을 수동으로 입력할 수 있습니다.
nl_nl: Registreer een abonnement serienummer om premium functies en games vrij te schakelen. U kunt kiezen uit beschikbare serienummers in uw account of handmatig een serienummer invoeren.
pl_pl: Zarejestruj klucz seryjny subskrypcji, aby odblokować funkcje premium i gry. Możesz wybrać z dostępnych kluczy seryjnych na swoim koncie lub wprowadzić klucz ręcznie.
pt_pt: Registre um serial de assinatura para desbloquear recursos premium e jogos. Você pode selecionar dos seriais disponíveis na sua conta ou digitar um serial manualmente.
ru_ru: Зарегистрируйте серийный номер подписки для разблокировки премиум-функций и игр. Вы можете выбрать из доступных серийных номеров в вашем аккаунте или ввести серийный номер вручную.
zh_cn: 注册订阅序列号以解锁高级功能和游戏。您可以从账户中选择可用的序列号或手动输入序列号。

# SetupWizardOnlineAccountSerial
source: Online Account Serial
ar_sa: رقم تسلسلي للحساب عبر الإنترنت
de_de: Online-Konto-Seriennummer
es_es: Serial de Cuenta En Línea
fi_fi: Online-tilin sarjanumero
fr_fr: Numéro de Série du Compte En Ligne
it_it: Seriale Account Online
ja_jp: オンラインアカウントシリアル
ko_kr: 온라인 계정 시리얼
nl_nl: Online Account Serienummer
pl_pl: Klucz seryjny konta online
pt_pt: Serial da Conta Online
ru_ru: Серийный номер онлайн-аккаунта
zh_cn: 在线账户序列号

# SetupWizardAccountSerialsAvailable
source: Select an available serial from your account to register on this device.
ar_sa: حدد رقماً تسلسلياً متاحاً من حسابك لتسجيله على هذا الجهاز.
de_de: Wähle eine verfügbare Seriennummer aus deinem Konto, um sie auf diesem Gerät zu registrieren.
es_es: Selecciona un serial disponible de tu cuenta para registrar en este dispositivo.
fi_fi: Valitse saatavilla oleva sarjanumero tilistäsi rekisteröitäväksi tälle laitteelle.
fr_fr: Sélectionnez un numéro de série disponible depuis votre compte pour l'enregistrer sur cet appareil.
it_it: Seleziona un seriale disponibile dal tuo account per registrarlo su questo dispositivo.
ja_jp: アカウントから利用可能なシリアルを選択してこのデバイスに登録してください。
ko_kr: 이 기기에 등록할 계정에서 사용 가능한 시리얼을 선택하세요.
nl_nl: Selecteer een beschikbaar serienummer uit uw account om te registreren op dit apparaat.
pl_pl: Wybierz dostępny klucz seryjny ze swojego konta, aby zarejestrować na tym urządzeniu.
pt_pt: Selecione um serial disponível da sua conta para registrar neste dispositivo.
ru_ru: Выберите доступный серийный номер из вашего аккаунта для регистрации на этом устройстве.
zh_cn: 从您的账户中选择可用的序列号在此设备上注册。

# SetupWizardRegister
source: Register
ar_sa: تسجيل
de_de: Registrieren
es_es: Registrar
fi_fi: Rekisteröi
fr_fr: Enregistrer
it_it: Registra
ja_jp: 登録
ko_kr: 등록
nl_nl: Registreren
pl_pl: Zarejestruj
pt_pt: Registrar
ru_ru: Зарегистрировать
zh_cn: 注册

# SetupWizardManualSerialRegistration
source: Manual Serial Registration
ar_sa: تسجيل رقم تسلسلي يدوي
de_de: Manuelle Seriennummern-Registrierung
es_es: Registro Manual de Serial
fi_fi: Manuaalinen sarjanumeron rekisteröinti
fr_fr: Enregistrement Manuel du Numéro de Série
it_it: Registrazione Seriale Manuale
ja_jp: 手動シリアル登録
ko_kr: 수동 시리얼 등록
nl_nl: Handmatige Serienummer Registratie
pl_pl: Ręczna rejestracja klucza seryjnego
pt_pt: Registro Manual de Serial
ru_ru: Ручная регистрация серийного номера
zh_cn: 手动序列号注册

# SetupWizardEnterSerialManually
source: If you have a subscription serial key, enter it below to register it manually.
ar_sa: إذا كان لديك مفتاح رقم تسلسلي للاشتراك، أدخله أدناه لتسجيله يدوياً.
de_de: Wenn du einen Abonnement-Serienschlüssel hast, gib ihn unten ein, um ihn manuell zu registrieren.
es_es: Si tienes una clave serial de suscripción, ingrésala abajo para registrarla manualmente.
fi_fi: Jos sinulla on tilaussarjanumero, syötä se alle rekisteröidäksesi sen manuaalisesti.
fr_fr: Si vous avez une clé de numéro de série d'abonnement, entrez-la ci-dessous pour l'enregistrer manuellement.
it_it: Se hai una chiave seriale di abbonamento, inseriscila sotto per registrarla manualmente.
ja_jp: サブスクリプションシリアルキーをお持ちの場合、下に入力して手動で登録してください。
ko_kr: 구독 시리얼 키가 있으면 아래에 입력하여 수동으로 등록하세요.
nl_nl: Als u een abonnement serienummer hebt, voer het hieronder in om het handmatig te registreren.
pl_pl: Jeśli masz klucz seryjny subskrypcji, wprowadź go poniżej, aby zarejestrować ręcznie.
pt_pt: Se você tem uma chave serial de assinatura, digite abaixo para registrá-la manualmente.
ru_ru: Если у вас есть ключ подписки, введите его ниже для ручной регистрации.
zh_cn: 如果您有订阅序列号，请在下面输入以手动注册。

# SetupWizardCompleteTitle
source: Setup Complete!
ar_sa: اكتمل الإعداد!
de_de: Einrichtung abgeschlossen!
es_es: ¡Configuración Completa!
fi_fi: Asennus valmis!
fr_fr: Configuration Terminée !
it_it: Configurazione Completata!
ja_jp: セットアップ完了！
ko_kr: 설정 완료!
nl_nl: Setup Voltooid!
pl_pl: Konfiguracja zakończona!
pt_pt: Configuração Completa!
ru_ru: Настройка завершена!
zh_cn: 设置完成！

# SetupWizardCompleteDescription
source: TeknoParrotUI has been successfully configured. You can now start using the application to play your games.
ar_sa: تم تكوين TeknoParrotUI بنجاح. يمكنك الآن البدء في استخدام التطبيق للعب ألعابك.
de_de: TeknoParrotUI wurde erfolgreich konfiguriert. Du kannst jetzt die Anwendung verwenden, um deine Spiele zu spielen.
es_es: TeknoParrotUI ha sido configurado exitosamente. Ahora puedes comenzar a usar la aplicación para jugar tus juegos.
fi_fi: TeknoParrotUI on määritetty onnistuneesti. Voit nyt alkaa käyttää sovellusta pelien pelaamiseen.
fr_fr: TeknoParrotUI a été configuré avec succès. Vous pouvez maintenant commencer à utiliser l'application pour jouer à vos jeux.
it_it: TeknoParrotUI è stato configurato con successo. Ora puoi iniziare a usare l'applicazione per giocare ai tuoi giochi.
ja_jp: TeknoParrotUIが正常に設定されました。アプリケーションを使用してゲームをプレイできます。
ko_kr: TeknoParrotUI가 성공적으로 구성되었습니다. 이제 애플리케이션을 사용하여 게임을 플레이할 수 있습니다.
nl_nl: TeknoParrotUI is succesvol geconfigureerd. U kunt nu de applicatie gebruiken om uw games te spelen.
pl_pl: TeknoParrotUI zostało pomyślnie skonfigurowane. Możesz teraz zacząć używać aplikacji do grania w swoje gry.
pt_pt: TeknoParrotUI foi configurado com sucesso. Você pode agora começar a usar a aplicação para jogar seus jogos.
ru_ru: TeknoParrotUI был успешно настроен. Теперь вы можете начать использовать приложение для игр.
zh_cn: TeknoParrotUI已成功配置。您现在可以开始使用应用程序来游玩您的游戏。

# SetupWizardCompleteReminder
source: Remember: You can always change these settings later from the main Settings menu.
ar_sa: تذكر: يمكنك دائماً تغيير هذه الإعدادات لاحقاً من قائمة الإعدادات الرئيسية.
de_de: Erinnerung: Du kannst diese Einstellungen jederzeit später über das Haupteinstellungsmenü ändern.
es_es: Recuerda: Siempre puedes cambiar estas configuraciones más tarde desde el menú principal de Configuración.
fi_fi: Muista: Voit aina muuttaa näitä asetuksia myöhemmin pääasetusvalikosta.
fr_fr: Rappel : Vous pouvez toujours modifier ces paramètres plus tard depuis le menu Paramètres principal.
it_it: Ricorda: Puoi sempre modificare queste impostazioni successivamente dal menu Impostazioni principale.
ja_jp: 注意: これらの設定はメインの設定メニューからいつでも変更できます。
ko_kr: 기억하세요: 나중에 메인 설정 메뉴에서 언제든지 이러한 설정을 변경할 수 있습니다.
nl_nl: Onthoud: U kunt deze instellingen altijd later wijzigen vanuit het hoofdmenu Instellingen.
pl_pl: Pamiętaj: Zawsze możesz zmienić te ustawienia później z głównego menu Ustawienia.
pt_pt: Lembre-se: Você sempre pode mudar essas configurações depois do menu Configurações principal.
ru_ru: Помните: Вы всегда можете изменить эти настройки позже из главного меню Настройки.
zh_cn: 记住：您始终可以稍后从主设置菜单更改这些设置。

# SettingsLanguage
source: Language
ar_sa: اللغة
de_de: Sprache
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
zh_cn: 语言
