Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameErrorB0B000E
source: This game need this file in game root: glide3x.dll Available from #Fixes channel on TP-Discord or from nGlide v2.10 ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: glide3x.dll متاح من قناة #Fixes في TP-Discord أو من nGlide v2.10 ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Datei im Spielverzeichnis: glide3x.dll Verfügbar im #Fixes-Kanal auf TP-Discord oder von nGlide v2.10 ...... Wird jetzt geschlossen...
es_es: Este juego necesita este archivo en la raíz del juego: glide3x.dll Disponible en el canal #Fixes en TP-Discord o desde nGlide v2.10 ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee tämän tiedoston pelin juuressa: glide3x.dll Saatavissa #Fixes-kanavalta TP-Discordissa tai nGlide v2.10:stä ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ce fichier dans la racine du jeu : glide3x.dll Disponible depuis le canal #Fixes sur TP-Discord ou depuis nGlide v2.10 ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questo file nella radice del gioco: glide3x.dll Disponibile dal canale #Fixes su TP-Discord o da nGlide v2.10 ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： glide3x.dll TP-Discordの#FixesチャンネルまたはnGlide v2.10から入手可能 ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일이 필요합니다: glide3x.dll TP-Discord의 #Fixes 채널 또는 nGlide v2.10에서 사용 가능 ...... 종료합니다...
nl_nl: Dit spel heeft dit bestand nodig in de spelroot: glide3x.dll Beschikbaar via #Fixes kanaal op TP-Discord of van nGlide v2.10 ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tego pliku w katalogu głównym gry: glide3x.dll Dostępny z kanału #Fixes na TP-Discord lub z nGlide v2.10 ...... Zamykanie...
pt_pt: Este jogo precisa deste ficheiro na raiz do jogo: glide3x.dll Disponível no canal #Fixes no TP-Discord ou do nGlide v2.10 ...... A fechar agora...
ru_ru: Этой игре нужен этот файл в корне игры: glide3x.dll Доступен с канала #Fixes в TP-Discord или из nGlide v2.10 ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含此文件： glide3x.dll 可从TP-Discord的#Fixes频道或nGlide v2.10获取 ...... 正在关闭...

# GameErrorB0B000F
source: This game need this file in game root: glide2x.dll Available from #Fixes channel on TP-Discord or from nGlide v2.10 ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: glide2x.dll متاح من قناة #Fixes في TP-Discord أو من nGlide v2.10 ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Datei im Spielverzeichnis: glide2x.dll Verfügbar im #Fixes-Kanal auf TP-Discord oder von nGlide v2.10 ...... Wird jetzt geschlossen...
es_es: Este juego necesita este archivo en la raíz del juego: glide2x.dll Disponible en el canal #Fixes en TP-Discord o desde nGlide v2.10 ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee tämän tiedoston pelin juuressa: glide2x.dll Saatavissa #Fixes-kanavalta TP-Discordissa tai nGlide v2.10:stä ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ce fichier dans la racine du jeu : glide2x.dll Disponible depuis le canal #Fixes sur TP-Discord ou depuis nGlide v2.10 ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questo file nella radice del gioco: glide2x.dll Disponibile dal canale #Fixes su TP-Discord o da nGlide v2.10 ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： glide2x.dll TP-Discordの#FixesチャンネルまたはnGlide v2.10から入手可能 ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일이 필요합니다: glide2x.dll TP-Discord의 #Fixes 채널 또는 nGlide v2.10에서 사용 가능 ...... 종료합니다...
nl_nl: Dit spel heeft dit bestand nodig in de spelroot: glide2x.dll Beschikbaar via #Fixes kanaal op TP-Discord of van nGlide v2.10 ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tego pliku w katalogu głównym gry: glide2x.dll Dostępny z kanału #Fixes na TP-Discord lub z nGlide v2.10 ...... Zamykanie...
pt_pt: Este jogo precisa deste ficheiro na raiz do jogo: glide2x.dll Disponível no canal #Fixes no TP-Discord ou do nGlide v2.10 ...... A fechar agora...
ru_ru: Этой игре нужен этот файл в корне игры: glide2x.dll Доступен с канала #Fixes в TP-Discord или из nGlide v2.10 ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含此文件： glide2x.dll 可从TP-Discord的#Fixes频道或nGlide v2.10获取 ...... 正在关闭...

# GameErrorB0B0010
source: GAME PATH CHECK FAILED!... This game need all his files to be in a "pm" directory. Please move every files inside your game/dump folder to the newly created "pm" directory inside it. Then please re-set the path to the game elf in TeknoparrotUI settings before restarting the game. Now closing...
ar_sa: فشل فحص مسار اللعبة!... تحتاج هذه اللعبة إلى وجود جميع ملفاتها في مجلد "pm". يرجى نقل كل الملفات من داخل مجلد اللعبة/التفريغ إلى مجلد "pm" المنشأ حديثاً بداخله. ثم يرجى إعادة تعيين المسار إلى ملف elf اللعبة في إعدادات TeknoparrotUI قبل إعادة تشغيل اللعبة. الآن يتم الإغلاق...
de_de: SPIELPFAD-ÜBERPRÜFUNG FEHLGESCHLAGEN!... Dieses Spiel benötigt alle seine Dateien in einem "pm" Verzeichnis. Bitte verschieben Sie alle Dateien in Ihrem Spiel-/Dump-Ordner in das neu erstellte "pm" Verzeichnis darin. Dann setzen Sie bitte den Pfad zur Spiel-elf in den TeknoparrotUI-Einstellungen neu, bevor Sie das Spiel neu starten. Wird jetzt geschlossen...
es_es: ¡VERIFICACIÓN DE RUTA DEL JUEGO FALLÓ!... Este juego necesita que todos sus archivos estén en un directorio "pm". Por favor mueve todos los archivos dentro de tu carpeta de juego/volcado al directorio "pm" recién creado dentro de ella. Luego por favor reestablece la ruta al elf del juego en la configuración de TeknoparrotUI antes de reiniciar el juego. Cerrando ahora...
fi_fi: PELIPOLUN TARKISTUS EPÄONNISTUI!... Tämä peli tarvitsee kaikki tiedostonsa "pm"-hakemistossa. Siirrä kaikki tiedostot peli-/dump-kansiostasi sen sisään luotuun uuteen "pm"-hakemistoon. Aseta sitten pelin elf-tiedoston polku uudelleen TeknoparrotUI-asetuksissa ennen pelin uudelleenkäynnistystä. Suljetaan nyt...
fr_fr: VÉRIFICATION DU CHEMIN DU JEU ÉCHOUÉE !... Ce jeu a besoin que tous ses fichiers soient dans un répertoire "pm". Veuillez déplacer tous les fichiers dans votre dossier de jeu/dump vers le répertoire "pm" nouvellement créé à l'intérieur. Puis veuillez redéfinir le chemin vers l'elf du jeu dans les paramètres TeknoparrotUI avant de redémarrer le jeu. Fermeture maintenant...
it_it: CONTROLLO PERCORSO GIOCO FALLITO!... Questo gioco ha bisogno che tutti i suoi file siano in una directory "pm". Sposta tutti i file dentro la tua cartella game/dump nella directory "pm" appena creata al suo interno. Poi riimposta il percorso all'elf del gioco nelle impostazioni TeknoparrotUI prima di riavviare il gioco. Chiusura ora...
ja_jp: ゲームパスチェック失敗！... このゲームはすべてのファイルが「pm」ディレクトリにある必要があります。 ゲーム/ダンプフォルダ内のすべてのファイルを、その中に新しく作成した「pm」ディレクトリに移動してください。 その後、ゲームを再起動する前にTeknoparrotUI設定でゲームelfへのパスを再設定してください。 終了します...
ko_kr: 게임 경로 확인 실패!... 이 게임은 모든 파일이 "pm" 디렉토리에 있어야 합니다. 게임/덤프 폴더 내의 모든 파일을 그 안에 새로 생성된 "pm" 디렉토리로 이동해주세요. 그런 다음 게임을 다시 시작하기 전에 TeknoparrotUI 설정에서 게임 elf로의 경로를 다시 설정해주세요. 종료합니다...
nl_nl: SPELPAD CONTROLE MISLUKT!... Dit spel heeft al zijn bestanden nodig in een "pm" directory. Verplaats alle bestanden in je spel/dump map naar de nieuw aangemaakte "pm" directory erin. Stel dan het pad naar de spel elf opnieuw in in TeknoparrotUI instellingen voordat je het spel opnieuw start. Nu afsluiten...
pl_pl: SPRAWDZENIE ŚCIEŻKI GRY NIEUDANE!... Ta gra potrzebuje wszystkich swoich plików w katalogu "pm". Przenieś wszystkie pliki wewnątrz folderu gry/zrzutu do nowo utworzonego katalogu "pm" w nim. Następnie ponownie ustaw ścieżkę do elf gry w ustawieniach TeknoparrotUI przed ponownym uruchomieniem gry. Zamykanie...
pt_pt: VERIFICAÇÃO DE CAMINHO DO JOGO FALHADA!... Este jogo precisa que todos os seus ficheiros estejam num diretório "pm". Por favor mova todos os ficheiros dentro da sua pasta de jogo/dump para o diretório "pm" recém-criado dentro dela. Depois redefina o caminho para o elf do jogo nas configurações TeknoparrotUI antes de reiniciar o jogo. A fechar agora...
ru_ru: ПРОВЕРКА ПУТИ ИГРЫ НЕ УДАЛАСЬ!... Этой игре нужны все ее файлы в директории "pm". Пожалуйста, переместите все файлы внутри вашей папки игры/дампа в новосозданную директорию "pm" внутри нее. Затем пожалуйста переустановите путь к elf игры в настройках TeknoparrotUI перед перезапуском игры. Закрытие...
zh_cn: 游戏路径检查失败！... 此游戏需要将所有文件放在"pm"目录中。 请将游戏/转_dump文件夹中的所有文件移动到其中新创建的"pm"目录。 然后在重新启动游戏之前，请在TeknoparrotUI设置中重新设置游戏elf的路径。 正在关闭...

# GameErrorB0B0011
source: Missing Files detected. Please extract and place the "programs_dec" folder next to the game elf otherwise the game will not function properly. Now closing...
ar_sa: تم اكتشاف ملفات مفقودة. يرجى استخراج ووضع ملف "idmacdrv.dll" بجانب ملف exe اللعبة لتمكين واجهة بطاقة الهوية. متاح من قناة #Fixes في TP-Discord.
de_de: Fehlende Dateien erkannt. Bitte extrahieren und platzieren Sie den "programs_dec" Ordner neben der Spiel-elf-Datei, sonst funktioniert das Spiel nicht ordnungsgemäß. Wird jetzt geschlossen...
es_es: Archivos faltantes detectados. Por favor extrae y coloca la carpeta "programs_dec" junto al elf del juego de lo contrario el juego no funcionará correctamente. Cerrando ahora...
fi_fi: Puuttuvat tiedostot havaittu. Pura ja sijoita "programs_dec"-kansio pelin elf-tiedoston viereen, muuten peli ei toimi kunnolla. Suljetaan nyt...
fr_fr: Fichiers manquants détectés. Veuillez extraire et placer le dossier "programs_dec" à côté de l'elf du jeu sinon le jeu ne fonctionnera pas correctement. Fermeture maintenant...
it_it: File mancanti rilevati. Estrai e posiziona la cartella "programs_dec" accanto all'elf del gioco altrimenti il gioco non funzionerà correttamente. Chiusura ora...
ja_jp: 不足ファイルが検出されました。「programs_dec」フォルダを展開してゲームelfの隣に配置してください。そうしないとゲームが正常に機能しません。終了します...
ko_kr: 누락된 파일이 감지되었습니다. "programs_dec" 폴더를 추출하여 게임 elf 옆에 배치해주세요. 그렇지 않으면 게임이 제대로 작동하지 않습니다. 종료합니다...
nl_nl: Ontbrekende bestanden gedetecteerd. Pak de "programs_dec" map uit en plaats deze naast de spel elf anders werkt het spel niet correct. Nu afsluiten...
pl_pl: Wykryto brakujące pliki. Wypakuj i umieść folder "programs_dec" obok elf gry, w przeciwnym razie gra nie będzie działać poprawnie. Zamykanie...
pt_pt: Ficheiros em falta detetados. Por favor extraia e coloque a pasta "programs_dec" junto ao elf do jogo, caso contrário o jogo não funcionará adequadamente. A fechar agora...
ru_ru: Обнаружены отсутствующие файлы. Пожалуйста, извлеките и поместите папку "programs_dec" рядом с elf игры, иначе игра не будет функционировать должным образом. Закрытие...
zh_cn: 检测到缺失文件。请解压并将"programs_dec"文件夹放置在游戏elf旁边，否则游戏将无法正常运行。正在关闭...

# GameErrorB0B0012
source: Missing Files detected. Please extract and place the "hasp" folder next to the game elf otherwise the game will not function properly. Now closing...
ar_sa: تم اكتشاف ملفات مفقودة. يرجى استخراج ووضع ملف "nesica_tools.dll" بجانب ملف exe اللعبة لتمكين واجهة بطاقات Nesica. متاح من قناة #Fixes في TP-Discord.
de_de: Fehlende Dateien erkannt. Bitte extrahieren und platzieren Sie den "hasp" Ordner neben der Spiel-elf-Datei, sonst funktioniert das Spiel nicht ordnungsgemäß. Wird jetzt geschlossen...
es_es: Archivos faltantes detectados. Por favor extrae y coloca la carpeta "hasp" junto al elf del juego de lo contrario el juego no funcionará correctamente. Cerrando ahora...
fi_fi: Puuttuvat tiedostot havaittu. Pura ja sijoita "hasp"-kansio pelin elf-tiedoston viereen, muuten peli ei toimi kunnolla. Suljetaan nyt...
fr_fr: Fichiers manquants détectés. Veuillez extraire et placer le dossier "hasp" à côté de l'elf du jeu sinon le jeu ne fonctionnera pas correctement. Fermeture maintenant...
it_it: File mancanti rilevati. Estrai e posiziona la cartella "hasp" accanto all'elf del gioco altrimenti il gioco non funzionerà correttamente. Chiusura ora...
ja_jp: 不足ファイルが検出されました。「hasp」フォルダを展開してゲームelfの隣に配置してください。そうしないとゲームが正常に機能しません。終了します...
ko_kr: 누락된 파일이 감지되었습니다. "hasp" 폴더를 추출하여 게임 elf 옆에 배치해주세요. 그렇지 않으면 게임이 제대로 작동하지 않습니다. 종료합니다...
nl_nl: Ontbrekende bestanden gedetecteerd. Pak de "hasp" map uit en plaats deze naast de spel elf anders werkt het spel niet correct. Nu afsluiten...
pl_pl: Wykryto brakujące pliki. Wypakuj i umieść folder "hasp" obok elf gry, w przeciwnym razie gra nie będzie działać poprawnie. Zamykanie...
pt_pt: Ficheiros em falta detetados. Por favor extraia e coloque a pasta "hasp" junto ao elf do jogo, caso contrário o jogo não funcionará adequadamente. A fechar agora...
ru_ru: Обнаружены отсутствующие файлы. Пожалуйста, извлеките и поместите папку "hasp" рядом с elf игры, иначе игра не будет функционировать должным образом. Закрытие...
zh_cn: 检测到缺失文件。请解压并将"hasp"文件夹放置在游戏elf旁边，否则游戏将无法正常运行。正在关闭...

# GameErrorB0B0013
source: Missing Files detected. Please extract and place the "TPVirtualCards.dll" file next to the game exe to enable Virtual Cards interface. Available from #Fixes channel on TP-Discord. Now closing...
ar_sa: تم اكتشاف ملفات مفقودة. يرجى استخراج ووضع ملف "TPVirtualCards.dll" بجانب ملف exe اللعبة لتمكين واجهة البطاقات الافتراضية. متاح من قناة #Fixes في TP-Discord. الآن يتم الإغلاق...
de_de: Fehlende Dateien erkannt. Bitte extrahieren und platzieren Sie die "TPVirtualCards.dll" Datei neben der Spiel-exe, um die Virtual Cards-Schnittstelle zu aktivieren. Verfügbar im #Fixes-Kanal auf TP-Discord. Wird jetzt geschlossen...
es_es: Archivos faltantes detectados. Por favor extrae y coloca el archivo "TPVirtualCards.dll" junto al exe del juego para habilitar la interfaz de Tarjetas Virtuales. Disponible en el canal #Fixes en TP-Discord. Cerrando ahora...
fi_fi: Puuttuvat tiedostot havaittu. Pura ja sijoita "TPVirtualCards.dll"-tiedosto pelin exe-tiedoston viereen virtuaalikorttiliittymän käyttöönottamiseksi. Saatavissa #Fixes-kanavalta TP-Discordissa. Suljetaan nyt...
fr_fr: Fichiers manquants détectés. Veuillez extraire et placer le fichier "TPVirtualCards.dll" à côté de l'exe du jeu pour activer l'interface des Cartes Virtuelles. Disponible depuis le canal #Fixes sur TP-Discord. Fermeture maintenant...
it_it: File mancanti rilevati. Estrai e posiziona il file "TPVirtualCards.dll" accanto all'exe del gioco per abilitare l'interfaccia Carte Virtuali. Disponibile dal canale #Fixes su TP-Discord. Chiusura ora...
ja_jp: 不足ファイルが検出されました。「TPVirtualCards.dll」ファイルを展開してゲームexeの隣に配置し、バーチャルカードインターフェースを有効にしてください。 TP-Discordの#Fixesチャンネルから入手可能。 終了します...
ko_kr: 누락된 파일이 감지되었습니다. "TPVirtualCards.dll" 파일을 추출하여 게임 exe 옆에 배치하여 가상 카드 인터페이스를 활성화해주세요. TP-Discord의 #Fixes 채널에서 사용 가능. 종료합니다...
nl_nl: Ontbrekende bestanden gedetecteerd. Pak het "TPVirtualCards.dll" bestand uit en plaats het naast de spel exe om Virtual Cards interface in te schakelen. Beschikbaar via #Fixes kanaal op TP-Discord. Nu afsluiten...
pl_pl: Wykryto brakujące pliki. Wypakuj i umieść plik "TPVirtualCards.dll" obok exe gry, aby włączyć interfejs Kart Wirtualnych. Dostępny z kanału #Fixes na TP-Discord. Zamykanie...
pt_pt: Ficheiros em falta detetados. Por favor extraia e coloque o ficheiro "TPVirtualCards.dll" junto ao exe do jogo para ativar a interface de Cartões Virtuais. Disponível no canal #Fixes no TP-Discord. A fechar agora...
ru_ru: Обнаружены отсутствующие файлы. Пожалуйста, извлеките и поместите файл "TPVirtualCards.dll" рядом с exe игры, чтобы включить интерфейс Виртуальных Карт. Доступен с канала #Fixes в TP-Discord. Закрытие...
zh_cn: 检测到缺失文件。请解压并将"TPVirtualCards.dll"文件放置在游戏exe旁边以启用虚拟卡界面。 可从TP-Discord的#Fixes频道获取。 正在关闭...

# GameErrorB0B0020
source: This game need these file in game root: SDL2.dll Please come to #Fixes channel on TP-Discord. ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: SDL2.dll يرجى الذهاب إلى قناة #Fixes في TP-Discord. ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Datei im Spielverzeichnis: SDL2.dll Bitte kommen Sie zum #Fixes-Kanal auf TP-Discord. ...... Wird jetzt geschlossen...
es_es: Este juego necesita este archivo en la raíz del juego: SDL2.dll Por favor ven al canal #Fixes en TP-Discord. ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: SDL2.dll Tule #Fixes-kanavalle TP-Discordiin. ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ce fichier dans la racine du jeu : SDL2.dll Veuillez venir au canal #Fixes sur TP-Discord. ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questo file nella radice del gioco: SDL2.dll Vieni al canale #Fixes su TP-Discord. ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： SDL2.dll TP-Discordの#Fixesチャンネルにお越しください。 ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일이 필요합니다: SDL2.dll TP-Discord의 #Fixes 채널로 와주세요. ...... 종료합니다...
nl_nl: Dit spel heeft dit bestand nodig in de spelroot: SDL2.dll Kom naar #Fixes kanaal op TP-Discord. ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tego pliku w katalogu głównym gry: SDL2.dll Przyjdź na kanał #Fixes na TP-Discord. ...... Zamykanie...
pt_pt: Este jogo precisa deste ficheiro na raiz do jogo: SDL2.dll Por favor venha ao canal #Fixes no TP-Discord. ...... A fechar agora...
ru_ru: Этой игре нужен этот файл в корне игры: SDL2.dll Пожалуйста, приходите на канал #Fixes в TP-Discord. ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含此文件： SDL2.dll 请来到TP-Discord的#Fixes频道。 ...... 正在关闭...

# GameErrorB0B0021
source: This game need these file in game root: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Please come to #Fixes channel on TP-Discord. ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) يرجى الذهاب إلى قناة #Fixes في TP-Discord. ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Bitte kommen Sie zum #Fixes-Kanal auf TP-Discord. ...... Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Por favor ven al canal #Fixes en TP-Discord. ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Tule #Fixes-kanavalle TP-Discordiin. ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Veuillez venir au canal #Fixes sur TP-Discord. ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Vieni al canale #Fixes su TP-Discord. ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) TP-Discordの#Fixesチャンネルにお越しください。 ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) TP-Discord의 #Fixes 채널로 와주세요. ...... 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Kom naar #Fixes kanaal op TP-Discord. ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Przyjdź na kanał #Fixes na TP-Discord. ...... Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Por favor venha ao canal #Fixes no TP-Discord. ...... A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) Пожалуйста, приходите на канал #Fixes в TP-Discord. ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： zlib1.dll (v1.2.3) libeay32.dll (v1.0.0.e) ssleay32.dll (v1.0.0.e) 请来到TP-Discord的#Fixes频道。 ...... 正在关闭...

# GameErrorB0B0022
source: This game need these file in game root: alleg40.dll (Allegro API v4.0.X) Please come to #Fixes channel on TP-Discord. ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذا الملف في جذر اللعبة: alleg40.dll (Allegro API v4.0.X) يرجى الذهاب إلى قناة #Fixes في TP-Discord. ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Datei im Spielverzeichnis: alleg40.dll (Allegro API v4.0.X) Bitte kommen Sie zum #Fixes-Kanal auf TP-Discord. ...... Wird jetzt geschlossen...
es_es: Este juego necesita este archivo en la raíz del juego: alleg40.dll (Allegro API v4.0.X) Por favor ven al canal #Fixes en TP-Discord. ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: alleg40.dll (Allegro API v4.0.X) Tule #Fixes-kanavalle TP-Discordiin. ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ce fichier dans la racine du jeu : alleg40.dll (Allegro API v4.0.X) Veuillez venir au canal #Fixes sur TP-Discord. ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questo file nella radice del gioco: alleg40.dll (Allegro API v4.0.X) Vieni al canale #Fixes su TP-Discord. ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： alleg40.dll (Allegro API v4.0.X) TP-Discordの#Fixesチャンネルにお越しください。 ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일이 필요합니다: alleg40.dll (Allegro API v4.0.X) TP-Discord의 #Fixes 채널로 와주세요. ...... 종료합니다...
nl_nl: Dit spel heeft dit bestand nodig in de spelroot: alleg40.dll (Allegro API v4.0.X) Kom naar #Fixes kanaal op TP-Discord. ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tego pliku w katalogu głównym gry: alleg40.dll (Allegro API v4.0.X) Przyjdź na kanał #Fixes na TP-Discord. ...... Zamykanie...
pt_pt: Este jogo precisa deste ficheiro na raiz do jogo: alleg40.dll (Allegro API v4.0.X) Por favor venha ao canal #Fixes no TP-Discord. ...... A fechar agora...
ru_ru: Этой игре нужен этот файл в корне игры: alleg40.dll (Allegro API v4.0.X) Пожалуйста, приходите на канал #Fixes в TP-Discord. ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含此文件： alleg40.dll (Allegro API v4.0.X) 请来到TP-Discord的#Fixes频道。 ...... 正在关闭...
