Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameError1337
source: Unsupported CRC, please use a supported version of the game.
ar_sa: رقم خطأ غير معروف في بروتوكول JVS!
de_de: Nicht unterstützte CRC, bitte verwenden Sie eine unterstützte Version des Spiels.
es_es: CRC no compatible, por favor usa una versión compatible del juego.
fi_fi: Ei tuettu CRC, käytä tuettua peliversiota.
fr_fr: CRC non pris en charge, veuillez utiliser une version prise en charge du jeu.
it_it: CRC non supportato, si prega di utilizzare una versione supportata del gioco.
ja_jp: サポートされていないCRCです。サポートされているバージョンのゲームを使用してください。
ko_kr: 지원되지 않는 CRC입니다. 지원되는 게임 버전을 사용해주세요.
nl_nl: Niet-ondersteunde CRC, gebruik een ondersteunde versie van het spel.
pl_pl: Nieobsługiwany CRC, użyj obsługiwanej wersji gry.
pt_pt: CRC não suportado, por favor use uma versão suportada do jogo.
ru_ru: Неподдерживаемый CRC, пожалуйста, используйте поддерживаемую версию игры.
zh_cn: 不支持的CRC，请使用支持的游戏版本。

# GameError2820
source: You are using wrong exe on this game version! Please ensure you get correct executable file!
ar_sa: لا يمكن العثور على قائمة الألعاب! يرجى إنشاؤها عن طريق تشغيل اللعبة.
de_de: Sie verwenden die falsche exe-Datei für diese Spielversion! Bitte stellen Sie sicher, dass Sie die korrekte ausführbare Datei haben!
es_es: ¡Estás usando el ejecutable incorrecto en esta versión del juego! ¡Por favor asegúrate de obtener el archivo ejecutable correcto!
fi_fi: Käytät väärää exe-tiedostoa tälle peliversiolle! Varmista, että sinulla on oikea käyttötiedosto!
fr_fr: Vous utilisez le mauvais exécutable sur cette version du jeu ! Veuillez vous assurer d'obtenir le bon fichier exécutable !
it_it: Stai usando l'exe sbagliato su questa versione del gioco! Assicurati di ottenere il file eseguibile corretto!
ja_jp: このゲームバージョンで間違った実行ファイルを使用しています！正しい実行ファイルを取得してください！
ko_kr: 이 게임 버전에서 잘못된 실행 파일을 사용하고 있습니다! 올바른 실행 파일을 가져와주세요!
nl_nl: Je gebruikt de verkeerde exe voor deze spelversie! Zorg ervoor dat je het juiste uitvoerbare bestand krijgt!
pl_pl: Używasz złego pliku exe dla tej wersji gry! Upewnij się, że masz prawidłowy plik wykonywalny!
pt_pt: Está a usar o exe errado nesta versão do jogo! Por favor certifique-se de obter o ficheiro executável correto!
ru_ru: Вы используете неправильный exe для этой версии игры! Пожалуйста, убедитесь, что у вас правильный исполняемый файл!
zh_cn: 您在此游戏版本上使用了错误的exe文件！请确保获取正确的可执行文件！

# GameError2821
source: openal32gsevo.dll not loaded from ElfLdr2\libs folder!
ar_sa: لا يمكن العثور على حفظة جودة عالية! يرجى إنشاؤها عن طريق ضبط اللعبة على جودة عالية.
de_de: openal32gsevo.dll nicht aus dem ElfLdr2\libs Ordner geladen!
es_es: ¡openal32gsevo.dll no cargado desde la carpeta ElfLdr2\libs!
fi_fi: openal32gsevo.dll ei ladattu ElfLdr2\libs kansiosta!
fr_fr: openal32gsevo.dll non chargé depuis le dossier ElfLdr2\libs !
it_it: openal32gsevo.dll non caricato dalla cartella ElfLdr2\libs!
ja_jp: openal32gsevo.dllがElfLdr2\libsフォルダから読み込まれていません！
ko_kr: openal32gsevo.dll이 ElfLdr2\libs 폴더에서 로드되지 않았습니다!
nl_nl: openal32gsevo.dll niet geladen vanuit ElfLdr2\libs map!
pl_pl: openal32gsevo.dll nie został załadowany z folderu ElfLdr2\libs!
pt_pt: openal32gsevo.dll não carregado da pasta ElfLdr2\libs!
ru_ru: openal32gsevo.dll не загружен из папки ElfLdr2\libs!
zh_cn: openal32gsevo.dll未从ElfLdr2\libs文件夹加载！

# GameError2822
source: librnalindbergh_jr.so.1.46 not loaded from disk1\vsg_l folder!
ar_sa: فشل التحقق من بيانات اللعبة!
de_de: librnalindbergh_jr.so.1.46 nicht aus dem disk1\vsg_l Ordner geladen!
es_es: ¡librnalindbergh_jr.so.1.46 no cargado desde la carpeta disk1\vsg_l!
fi_fi: librnalindbergh_jr.so.1.46 ei ladattu disk1\vsg_l kansiosta!
fr_fr: librnalindbergh_jr.so.1.46 non chargé depuis le dossier disk1\vsg_l !
it_it: librnalindbergh_jr.so.1.46 non caricato dalla cartella disk1\vsg_l!
ja_jp: librnalindbergh_jr.so.1.46がdisk1\vsg_lフォルダから読み込まれていません！
ko_kr: librnalindbergh_jr.so.1.46이 disk1\vsg_l 폴더에서 로드되지 않았습니다!
nl_nl: librnalindbergh_jr.so.1.46 niet geladen vanuit disk1\vsg_l map!
pl_pl: librnalindbergh_jr.so.1.46 nie został załadowany z folderu disk1\vsg_l!
pt_pt: librnalindbergh_jr.so.1.46 não carregado da pasta disk1\vsg_l!
ru_ru: librnalindbergh_jr.so.1.46 не загружен из папки disk1\vsg_l!
zh_cn: librnalindbergh_jr.so.1.46未从disk1\vsg_l文件夹加载！

# GameError2823
source: libopenal.so.0.0.0 not loaded from disk1\drv\openal\0.0.8-1.0.1\lib folder!
ar_sa: لا يمكن العثور على ملفات SPICE في مجلد اللعبة. يرجى تنزيل أحدث SPICE والتأكد من وضع spice64.exe في مجلد اللعبة.
de_de: libopenal.so.0.0.0 nicht aus dem disk1\drv\openal\0.0.8-1.0.1\lib Ordner geladen!
es_es: ¡libopenal.so.0.0.0 no cargado desde la carpeta disk1\drv\openal\0.0.8-1.0.1\lib!
fi_fi: libopenal.so.0.0.0 ei ladattu disk1\drv\openal\0.0.8-1.0.1\lib kansiosta!
fr_fr: libopenal.so.0.0.0 non chargé depuis le dossier disk1\drv\openal\0.0.8-1.0.1\lib !
it_it: libopenal.so.0.0.0 non caricato dalla cartella disk1\drv\openal\0.0.8-1.0.1\lib!
ja_jp: libopenal.so.0.0.0がdisk1\drv\openal\0.0.8-1.0.1\libフォルダから読み込まれていません！
ko_kr: libopenal.so.0.0.0이 disk1\drv\openal\0.0.8-1.0.1\lib 폴더에서 로드되지 않았습니다!
nl_nl: libopenal.so.0.0.0 niet geladen vanuit disk1\drv\openal\0.0.8-1.0.1\lib map!
pl_pl: libopenal.so.0.0.0 nie został załadowany z folderu disk1\drv\openal\0.0.8-1.0.1\lib!
pt_pt: libopenal.so.0.0.0 não carregado da pasta disk1\drv\openal\0.0.8-1.0.1\lib!
ru_ru: libopenal.so.0.0.0 не загружен из папки disk1\drv\openal\0.0.8-1.0.1\lib!
zh_cn: libopenal.so.0.0.0未从disk1\drv\openal\0.0.8-1.0.1\lib文件夹加载！

# GameError3820
source: Score Submission - You are banned from making submissions!
ar_sa: هذه اللعبة مخصصة لحملة البطاقات الجماعية فقط وتتطلب Nesica Live إضافية. إذا لم تكن تتذكر كيفية إضافة Nesica، قم بإلغاء تثبيت TeknoParrot وابدأ من جديد.
de_de: Score-Übermittlung - Sie sind vom Einreichen von Bewertungen gesperrt!
es_es: Envío de Puntuación - ¡Estás baneado para hacer envíos!
fi_fi: Pistelähettäminen - Sinulta on kielletty pisteiden lähettäminen!
fr_fr: Soumission de Score - Vous êtes banni de faire des soumissions !
it_it: Invio Punteggio - Sei bannato dall'inviare punteggi!
ja_jp: スコア送信 - 送信が禁止されています！
ko_kr: 점수 제출 - 제출이 금지되었습니다!
nl_nl: Score Inzending - Je bent verbannen van het maken van inzendingen!
pl_pl: Przesyłanie Wyników - Masz zakaz przesyłania wyników!
pt_pt: Submissão de Pontuação - Está banido de fazer submissões!
ru_ru: Отправка Результатов - Вам запрещено отправлять результаты!
zh_cn: 分数提交 - 您被禁止提交分数！

# GameError3821
source: Score Submission - Detected old version, please update to latest version!
ar_sa: هذه اللعبة مخصصة للخوادم عبر الإنترنت فقط، الخادم الرئيسي غير متصل حالياً أو انتهت صلاحية عضويتك، تحقق من حالة الخادم في Discord.
de_de: Score-Übermittlung - Alte Version erkannt, bitte auf die neueste Version aktualisieren!
es_es: Envío de Puntuación - Versión antigua detectada, ¡por favor actualiza a la última versión!
fi_fi: Pistelähettäminen - Vanha versio havaittu, päivitä uusimpaan versioon!
fr_fr: Soumission de Score - Ancienne version détectée, veuillez mettre à jour vers la dernière version !
it_it: Invio Punteggio - Rilevata versione vecchia, aggiorna all'ultima versione!
ja_jp: スコア送信 - 古いバージョンが検出されました。最新バージョンに更新してください！
ko_kr: 점수 제출 - 오래된 버전이 감지되었습니다. 최신 버전으로 업데이트해주세요!
nl_nl: Score Inzending - Oude versie gedetecteerd, update naar de nieuwste versie!
pl_pl: Przesyłanie Wyników - Wykryto starą wersję, zaktualizuj do najnowszej wersji!
pt_pt: Submissão de Pontuação - Versão antiga detetada, por favor atualize para a versão mais recente!
ru_ru: Отправка Результатов - Обнаружена старая версия, пожалуйста, обновитесь до последней версии!
zh_cn: 分数提交 - 检测到旧版本，请更新到最新版本！

# GameError3822
source: Score Submission - Serial is invalid, please add a valid serial! Would you like to open the online profile page to retrieve your serial id?
ar_sa: تحتاج هذه اللعبة إلى رقم تسلسلي صالح لبطاقة Nesica، هل تريد فتح صفحة الملف الشخصي عبر الإنترنت لاسترداد رقمك التسلسلي؟
de_de: Score-Übermittlung - Seriennummer ist ungültig, bitte fügen Sie eine gültige Seriennummer hinzu! Möchten Sie die Online-Profilseite öffnen, um Ihre Serien-ID abzurufen?
es_es: Envío de Puntuación - El serial es inválido, ¡por favor añade un serial válido! ¿Te gustaría abrir la página de perfil en línea para obtener tu ID de serial?
fi_fi: Pistelähettäminen - Sarjanumero on virheellinen, lisää kelvollinen sarjanumero! Haluatko avata online-profiilisivun hakemaan sarjanumerosi?
fr_fr: Soumission de Score - Le numéro de série est invalide, veuillez ajouter un numéro de série valide ! Souhaitez-vous ouvrir la page de profil en ligne pour récupérer votre ID de série ?
it_it: Invio Punteggio - Il seriale non è valido, aggiungi un seriale valido! Vuoi aprire la pagina profilo online per recuperare il tuo ID seriale?
ja_jp: スコア送信 - シリアルが無効です。有効なシリアルを追加してください！ オンラインプロフィールページを開いてシリアルIDを取得しますか？
ko_kr: 점수 제출 - 시리얼이 유효하지 않습니다. 유효한 시리얼을 추가해주세요! 시리얼 ID를 가져오기 위해 온라인 프로필 페이지를 여시겠습니까?
nl_nl: Score Inzending - Serienummer is ongeldig, voeg een geldig serienummer toe! Wil je de online profielpagina openen om je serienummer op te halen?
pl_pl: Przesyłanie Wyników - Numer seryjny jest nieprawidłowy, dodaj prawidłowy numer seryjny! Czy chcesz otworzyć stronę profilu online, aby pobrać swój ID seryjny?
pt_pt: Submissão de Pontuação - O número de série é inválido, por favor adicione um número de série válido! Deseja abrir a página de perfil online para obter o seu ID de série?
ru_ru: Отправка Результатов - Серийный номер недействителен, пожалуйста, добавьте действительный серийный номер! Хотите открыть страницу онлайн-профиля, чтобы получить ваш серийный ID?
zh_cn: 分数提交 - 序列号无效，请添加有效的序列号！ 您想打开在线个人资料页面来获取您的序列号ID吗？

# GameError3823
source: Score Submission - Check ScoreSubmissionLog.txt in game folder for Audio Devices!
ar_sa: معرف طلبك مفقود أو خاطئ. يرجى إدخال OnlineID الخاص بك من الموقع الإلكتروني وإلا ستعلق لعبتك في فحص Aime عند البدء. انقر على زر الملف الشخصي عبر الإنترنت لفتح الموقع الإلكتروني.
de_de: Score-Übermittlung - Überprüfen Sie ScoreSubmissionLog.txt im Spielordner für Audio-Geräte!
es_es: Envío de Puntuación - ¡Revisa ScoreSubmissionLog.txt en la carpeta del juego para los Dispositivos de Audio!
fi_fi: Pistelähettäminen - Tarkista ScoreSubmissionLog.txt pelikansioasta äänilaitteita varten!
fr_fr: Soumission de Score - Vérifiez ScoreSubmissionLog.txt dans le dossier du jeu pour les Périphériques Audio !
it_it: Invio Punteggio - Controlla ScoreSubmissionLog.txt nella cartella del gioco per i Dispositivi Audio!
ja_jp: スコア送信 - オーディオデバイスについてはゲームフォルダのScoreSubmissionLog.txtを確認してください！
ko_kr: 점수 제출 - 오디오 장치에 대해서는 게임 폴더의 ScoreSubmissionLog.txt를 확인해주세요!
nl_nl: Score Inzending - Controleer ScoreSubmissionLog.txt in de spelmap voor Audio Apparaten!
pl_pl: Przesyłanie Wyników - Sprawdź ScoreSubmissionLog.txt w folderze gry dla Urządzeń Audio!
pt_pt: Submissão de Pontuação - Verifique ScoreSubmissionLog.txt na pasta do jogo para Dispositivos de Áudio!
ru_ru: Отправка Результатов - Проверьте ScoreSubmissionLog.txt в папке игры для Аудио Устройств!
zh_cn: 分数提交 - 请检查游戏文件夹中的ScoreSubmissionLog.txt以了解音频设备信息！

# GameError7688
source: Please log in to your Google account in the opened Chrome window. Close Chrome when done
ar_sa: خطأ: لا يمكن العثور على جهاز إخراج. يرجى التأكد من توصيل مكبرات الصوت أو سماعات الرأس بالكمبيوتر.
de_de: Bitte melden Sie sich in Ihrem Google-Konto im geöffneten Chrome-Fenster an. Schließen Sie Chrome, wenn Sie fertig sind
es_es: Por favor inicia sesión en tu cuenta de Google en la ventana de Chrome abierta. Cierra Chrome cuando termines
fi_fi: Kirjaudu Google-tilillesi avatussa Chrome-ikkunassa. Sulje Chrome kun valmis
fr_fr: Veuillez vous connecter à votre compte Google dans la fenêtre Chrome ouverte. Fermez Chrome lorsque vous avez terminé
it_it: Accedi al tuo account Google nella finestra Chrome aperta. Chiudi Chrome quando hai finito
ja_jp: 開かれたChromeウィンドウでGoogleアカウントにログインしてください。完了したらChromeを閉じてください
ko_kr: 열린 Chrome 창에서 Google 계정에 로그인해주세요. 완료되면 Chrome을 닫아주세요
nl_nl: Log in op je Google-account in het geopende Chrome-venster. Sluit Chrome wanneer je klaar bent
pl_pl: Zaloguj się na swoje konto Google w otwartym oknie Chrome. Zamknij Chrome po zakończeniu
pt_pt: Por favor inicie sessão na sua conta Google na janela Chrome aberta. Feche o Chrome quando terminar
ru_ru: Пожалуйста, войдите в свой аккаунт Google в открытом окне Chrome. Закройте Chrome по завершении
zh_cn: 请在打开的Chrome窗口中登录您的Google账户。完成后关闭Chrome

# GameError76501
source: This version of EXVS2 Xboost cannot be played. Please use Version 27 aka Final
ar_sa: هذه لعبة خادم مُخصص، لا تتطلب أي شيء خاص للتشغيل. تحقق من أن إعدادات الشبكة صحيحة ومن توفر الاتصال بالشبكة.
de_de: Diese Version von EXVS2 Xboost kann nicht gespielt werden. Bitte verwenden Sie Version 27 aka Final
es_es: Esta versión de EXVS2 Xboost no se puede jugar. Por favor usa la Versión 27 también conocida como Final
fi_fi: Tätä EXVS2 Xboost -versiota ei voi pelata. Käytä versiota 27 eli Final
fr_fr: Cette version d'EXVS2 Xboost ne peut pas être jouée. Veuillez utiliser la Version 27 alias Final
it_it: Questa versione di EXVS2 Xboost non può essere giocata. Usa la Versione 27 alias Final
ja_jp: このバージョンのEXVS2 Xboostはプレイできません。バージョン27（別名Final）を使用してください
ko_kr: 이 버전의 EXVS2 Xboost는 플레이할 수 없습니다. 버전 27(일명 Final)을 사용해주세요
nl_nl: Deze versie van EXVS2 Xboost kan niet worden gespeeld. Gebruik Versie 27 ook wel Final genoemd
pl_pl: Ta wersja EXVS2 Xboost nie może być grana. Użyj Wersji 27 zwanej też Final
pt_pt: Esta versão do EXVS2 Xboost não pode ser jogada. Por favor use a Versão 27 também conhecida como Final
ru_ru: Эта версия EXVS2 Xboost не может быть сыграна. Пожалуйста, используйте Версию 27, также известную как Final
zh_cn: 此版本的EXVS2 Xboost无法游玩。请使用版本27（也称为Final）

# GameError76502
source: SFV 3.53 requires the games Patch folder to exist, either next to the "game" folder if you kept the original folder structure, or next to the Exe in WindowsNoEditor\StreetFighterV\Binaries\Win64. It should contain a bunch of patch pak files.
ar_sa: يتطلب SFV 3.53 وجود مجلد Patch في اللعبة، إما بجانب مجلد "game" إذا احتفظت بهيكل المجلد الأصلي، أو بجانب Exe في WindowsNoEditor\StreetFighterV\Binaries\Win64. يجب أن يحتوي على مجموعة من ملفات pak للرقع.
de_de: SFV 3.53 erfordert, dass der Patch-Ordner des Spiels existiert, entweder neben dem "game" Ordner, wenn Sie die ursprüngliche Ordnerstruktur beibehalten haben, oder neben der Exe in WindowsNoEditor\StreetFighterV\Binaries\Win64. Es sollte eine Reihe von Patch-pak-Dateien enthalten.
es_es: SFV 3.53 requiere que la carpeta Patch del juego exista, ya sea junto a la carpeta "game" si mantuviste la estructura de carpetas original, o junto al Exe en WindowsNoEditor\StreetFighterV\Binaries\Win64. Debe contener un montón de archivos pak de parches.
fi_fi: SFV 3.53 vaatii pelin Patch-kansion olemassaolon, joko "game"-kansion vieressä jos pidät alkuperäisen kansiorakenteen, tai exe-tiedoston vieressä WindowsNoEditor\StreetFighterV\Binaries\Win64. Sen tulisi sisältää joukko patch pak -tiedostoja.
fr_fr: SFV 3.53 nécessite que le dossier Patch du jeu existe, soit à côté du dossier "game" si vous avez conservé la structure de dossiers originale, soit à côté de l'Exe dans WindowsNoEditor\StreetFighterV\Binaries\Win64. Il doit contenir un tas de fichiers pak de correctifs.
it_it: SFV 3.53 richiede che la cartella Patch del gioco esista, accanto alla cartella "game" se hai mantenuto la struttura originale delle cartelle, o accanto all'Exe in WindowsNoEditor\StreetFighterV\Binaries\Win64. Dovrebbe contenere un mucchio di file pak delle patch.
ja_jp: SFV 3.53では、元のフォルダ構造を保持している場合は「game」フォルダの隣に、またはWindowsNoEditor\StreetFighterV\Binaries\Win64のExeの隣にゲームのPatchフォルダが存在する必要があります。 パッチpakファイルが多数含まれている必要があります。
ko_kr: SFV 3.53은 원본 폴더 구조를 유지한 경우 "game" 폴더 옆에, 또는 WindowsNoEditor\StreetFighterV\Binaries\Win64의 Exe 옆에 게임의 Patch 폴더가 존재해야 합니다. 패치 pak 파일들이 포함되어 있어야 합니다.
nl_nl: SFV 3.53 vereist dat de Patch-map van het spel bestaat, naast de "game" map als je de originele mapstructuur hebt behouden, of naast de Exe in WindowsNoEditor\StreetFighterV\Binaries\Win64. Het moet een heleboel patch pak-bestanden bevatten.
pl_pl: SFV 3.53 wymaga istnienia folderu Patch gry, obok folderu "game" jeśli zachowałeś oryginalną strukturę folderów, lub obok Exe w WindowsNoEditor\StreetFighterV\Binaries\Win64. Powinien zawierać wiele plików pak łatek.
pt_pt: SFV 3.53 requer que a pasta Patch do jogo exista, junto à pasta "game" se manteve a estrutura de pastas original, ou junto ao Exe em WindowsNoEditor\StreetFighterV\Binaries\Win64. Deve conter vários ficheiros pak de patches.
ru_ru: SFV 3.53 требует существования папки Patch игры, либо рядом с папкой "game", если вы сохранили оригинальную структуру папок, либо рядом с Exe в WindowsNoEditor\StreetFighterV\Binaries\Win64. Она должна содержать множество файлов pak патчей.
zh_cn: SFV 3.53需要游戏的Patch文件夹存在，如果您保留了原始文件夹结构，它应该在"game"文件夹旁边，或者在WindowsNoEditor\StreetFighterV\Binaries\Win64中的Exe旁边。 它应该包含大量的补丁pak文件。

# GameError76503
source: Your ServerBoxD8_Nu_x64.exe is still encrypted. Please use a fully decrypted dump as the game won't work correctly without it.
ar_sa: يرجى تعيين مسار Tekken 7 في إعدادات اللعبة قبل بدء تشغيل اللعبة!
de_de: Ihre ServerBoxD8_Nu_x64.exe ist noch verschlüsselt. Bitte verwenden Sie einen vollständig entschlüsselten Dump, da das Spiel ohne ihn nicht korrekt funktioniert.
es_es: Tu ServerBoxD8_Nu_x64.exe todavía está encriptado. Por favor usa un volcado completamente desencriptado ya que el juego no funcionará correctamente sin él.
fi_fi: ServerBoxD8_Nu_x64.exe on edelleen salattu. Käytä täysin purettua dumppia, sillä peli ei toimi oikein ilman sitä.
fr_fr: Votre ServerBoxD8_Nu_x64.exe est encore chiffré. Veuillez utiliser un dump entièrement déchiffré car le jeu ne fonctionnera pas correctement sans cela.
it_it: Il tuo ServerBoxD8_Nu_x64.exe è ancora criptato. Usa un dump completamente decriptato poiché il gioco non funzionerà correttamente senza di esso.
ja_jp: ServerBoxD8_Nu_x64.exeがまだ暗号化されています。ゲームが正しく動作しないため、完全に復号化されたダンプを使用してください。
ko_kr: ServerBoxD8_Nu_x64.exe가 아직 암호화되어 있습니다. 게임이 올바르게 작동하지 않으므로 완전히 복호화된 덤프를 사용해주세요.
nl_nl: Je ServerBoxD8_Nu_x64.exe is nog steeds versleuteld. Gebruik een volledig ontsleutelde dump omdat het spel niet correct werkt zonder dit.
pl_pl: Twój ServerBoxD8_Nu_x64.exe jest nadal zaszyfrowany. Użyj w pełni odszyfrowanego zrzutu, gdyż gra nie będzie działać poprawnie bez niego.
pt_pt: O seu ServerBoxD8_Nu_x64.exe ainda está encriptado. Por favor use um dump totalmente desencriptado pois o jogo não funcionará corretamente sem ele.
ru_ru: Ваш ServerBoxD8_Nu_x64.exe все еще зашифрован. Пожалуйста, используйте полностью расшифрованный дамп, так как игра не будет работать корректно без него.
zh_cn: 您的ServerBoxD8_Nu_x64.exe仍然是加密的。请使用完全解密的转储，因为没有它游戏无法正常工作。

# GameErrorAAA0000
source: Could not connect to TPO2 lobby server. Quitting game...
ar_sa: تحتاج ألعاب Unity إلى نسخة مرخصة من Unity وامتيازات المدير لتعمل. قم بتشغيل TeknoParrotUI كمدير أو حصل على ترخيص صالح.
de_de: Verbindung zum TPO2-Lobby-Server konnte nicht hergestellt werden. Spiel wird beendet...
es_es: No se pudo conectar al servidor de lobby TPO2. Cerrando juego...
fi_fi: Ei voitu yhdistää TPO2-aulapalvelimeen. Poistutaan pelistä...
fr_fr: Impossible de se connecter au serveur de lobby TPO2. Fermeture du jeu...
it_it: Impossibile connettersi al server lobby TPO2. Chiusura del gioco...
ja_jp: TPO2ロビーサーバーに接続できませんでした。ゲームを終了します...
ko_kr: TPO2 로비 서버에 연결할 수 없습니다. 게임을 종료합니다...
nl_nl: Kon niet verbinden met TPO2 lobby server. Spel afsluiten...
pl_pl: Nie można połączyć się z serwerem lobby TPO2. Zamykanie gry...
pt_pt: Não foi possível ligar ao servidor de lobby TPO2. A sair do jogo...
ru_ru: Не удалось подключиться к серверу лобби TPO2. Выход из игры...
zh_cn: 无法连接到TPO2大厅服务器。正在退出游戏...

# GameErrorAAA0001
source: You're using a version of the game that hasn't been whitelisted for TPO. To ensure people don't experience crashes or glitches because of mismatchd, only the latest public version will work.
ar_sa: أنت تستخدم إصداراً من اللعبة لم يتم إدراجه في القائمة البيضاء لـ TPO. لضمان عدم تعرض الناس للتعطل أو المشاكل بسبب عدم التطابق، الإصدار العام الأحدث فقط سيعمل.
de_de: Sie verwenden eine Version des Spiels, die nicht für TPO freigegeben wurde. Um sicherzustellen, dass Benutzer keine Abstürze oder Störungen aufgrund von Nichtübereinstimmungen erleben, funktioniert nur die neueste öffentliche Version.
es_es: Estás usando una versión del juego que no ha sido autorizada para TPO. Para asegurar que las personas no experimenten crashes o fallas debido a incompatibilidades, solo funcionará la última versión pública.
fi_fi: Käytät peliversion, jota ei ole hyväksytty TPO:hon. Varmistaaksemme, etteivät käyttäjät koe kaatumisia tai häiriöitä yhteensopimattomuuksien vuoksi, vain uusin julkinen versio toimii.
fr_fr: Vous utilisez une version du jeu qui n'a pas été autorisée pour TPO. Pour s'assurer que les gens ne subissent pas de plantages ou de problèmes à cause d'incompatibilités, seule la dernière version publique fonctionnera.
it_it: Stai usando una versione del gioco che non è stata autorizzata per TPO. Per assicurarsi che le persone non subiscano crash o problemi a causa di incompatibilità, funzionerà solo l'ultima versione pubblica.
ja_jp: TPO用にホワイトリストに登録されていないバージョンのゲームを使用しています。 不一致によるクラッシュや不具合を防ぐため、最新の公開バージョンのみが動作します。
ko_kr: TPO에 대해 화이트리스트에 등록되지 않은 게임 버전을 사용하고 있습니다. 불일치로 인한 크래시나 버그를 방지하기 위해 최신 공개 버전만 작동합니다.
nl_nl: Je gebruikt een versie van het spel die niet is goedgekeurd voor TPO. Om ervoor te zorgen dat mensen geen crashes of bugs ervaren vanwege incompatibiliteit, werkt alleen de nieuwste publieke versie.
pl_pl: Używasz wersji gry, która nie została autoryzowana dla TPO. Aby zapewnić, że ludzie nie doświadczą awarii lub błędów z powodu niezgodności, tylko najnowsza publiczna wersja będzie działać.
pt_pt: Está a usar uma versão do jogo que não foi autorizada para TPO. Para garantir que as pessoas não sofram crashes ou falhas devido a incompatibilidades, apenas a versão pública mais recente funcionará.
ru_ru: Вы используете версию игры, которая не была авторизована для TPO. Чтобы люди не испытывали крашей или багов из-за несовместимости, будет работать только последняя публичная версия.
zh_cn: 您使用的游戏版本未被TPO列入白名单。 为了确保人们不会因为不匹配而遇到崩溃或故障，只有最新的公共版本才能工作。

# GameErrorB0B0001
source: This game need these files in game root: ./bin ./bin/bms_GDK.exe ...... Now closing...
ar_sa: تحتاج هذه اللعبة إلى هذه الملفات في جذر اللعبة: ./bin ./bin/bms_GDK.exe ...... الآن يتم الإغلاق...
de_de: Dieses Spiel benötigt diese Dateien im Spielverzeichnis: ./bin ./bin/bms_GDK.exe ...... Wird jetzt geschlossen...
es_es: Este juego necesita estos archivos en la raíz del juego: ./bin ./bin/bms_GDK.exe ...... Cerrando ahora...
fi_fi: Tämä peli tarvitsee nämä tiedostot pelin juuressa: ./bin ./bin/bms_GDK.exe ...... Suljetaan nyt...
fr_fr: Ce jeu a besoin de ces fichiers dans la racine du jeu : ./bin ./bin/bms_GDK.exe ...... Fermeture maintenant...
it_it: Questo gioco ha bisogno di questi file nella radice del gioco: ./bin ./bin/bms_GDK.exe ...... Chiusura ora...
ja_jp: このゲームにはゲームルートに以下のファイルが必要です： ./bin ./bin/bms_GDK.exe ...... 終了します...
ko_kr: 이 게임은 게임 루트에 다음 파일들이 필요합니다: ./bin ./bin/bms_GDK.exe ...... 종료합니다...
nl_nl: Dit spel heeft deze bestanden nodig in de spelroot: ./bin ./bin/bms_GDK.exe ...... Nu afsluiten...
pl_pl: Ta gra potrzebuje tych plików w katalogu głównym gry: ./bin ./bin/bms_GDK.exe ...... Zamykanie...
pt_pt: Este jogo precisa destes ficheiros na raiz do jogo: ./bin ./bin/bms_GDK.exe ...... A fechar agora...
ru_ru: Этой игре нужны эти файлы в корне игры: ./bin ./bin/bms_GDK.exe ...... Закрытие...
zh_cn: 此游戏需要在游戏根目录中包含这些文件： ./bin ./bin/bms_GDK.exe ...... 正在关闭...
