Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# SetupWizardSkipDatXmlSetup
source: Skip DAT/XML Setup
ar_sa: تخطي إعداد DAT/XML
de_de: DAT/XML-Einrichtung überspringen
es_es: Omitir Configuración DAT/XML
fi_fi: Ohita DAT/XML-asetukset
fr_fr: Ignorer la Configuration DAT/XML
it_it: Salta Configurazione DAT/XML
ja_jp: DAT/XML設定をスキップ
ko_kr: DAT/XML 설정 건너뛰기
nl_nl: DAT/XML Setup Overslaan
pl_pl: Pomiń konfigurację DAT/XML
pt_pt: Pular Configuração DAT/XML
ru_ru: Пропустить настройку DAT/XML
zh_cn: 跳过DAT/XML设置

# SetupWizardSkipGameScanning
source: Skip Game Scanning
ar_sa: تخطي مسح الألعاب
de_de: Spielescannen überspringen
es_es: Omitir Escaneo de Juegos
fi_fi: Ohita peliskannaus
fr_fr: Ignorer le Scan des Jeux
it_it: Salta Scansione Giochi
ja_jp: ゲームスキャンをスキップ
ko_kr: 게임 스캔 건너뛰기
nl_nl: Game Scannen Overslaan
pl_pl: Pomiń skanowanie gier
pt_pt: Pular Escaneamento de Jogos
ru_ru: Пропустить сканирование игр
zh_cn: 跳过游戏扫描

# SettingsBrowse
source: Browse
ar_sa: تصفح
de_de: Durchsuchen
es_es: Examinar
fi_fi: Selaa
fr_fr: Parcourir
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
nl_nl: Bladeren
pl_pl: Przeglądaj
pt_pt: Navegar
ru_ru: Обзор
zh_cn: 浏览

# SettingsClickAndPressKey
source: Click and press any key to set
ar_sa: انقر واضغط أي مفتاح للتعيين
de_de: Klicken und beliebige Taste drücken zum Setzen
es_es: Haz clic y presiona cualquier tecla para configurar
fi_fi: Napsauta ja paina mitä tahansa näppäintä asettaaksesi
fr_fr: Cliquez et appuyez sur n'importe quelle touche pour définir
it_it: Clicca e premi un tasto qualsiasi per impostare
ja_jp: クリックして任意のキーを押して設定
ko_kr: 클릭하고 아무 키나 눌러서 설정
nl_nl: Klik en druk op een toets om in te stellen
pl_pl: Kliknij i naciśnij dowolny klawisz, aby ustawić
pt_pt: Clique e pressione qualquer tecla para definir
ru_ru: Нажмите и нажмите любую клавишу для установки
zh_cn: 点击并按任意键设置

# UpdaterNewUpdatesAvailable
source: There are new updates available.
ar_sa: توجد تحديثات جديدة متاحة.
de_de: Es sind neue Updates verfügbar.
es_es: Hay nuevas actualizaciones disponibles.
fi_fi: Uusia päivityksiä on saatavilla.
fr_fr: De nouvelles mises à jour sont disponibles.
it_it: Sono disponibili nuovi aggiornamenti.
ja_jp: 新しいアップデートが利用可能です。
ko_kr: 새로운 업데이트가 있습니다.
nl_nl: Er zijn nieuwe updates beschikbaar.
pl_pl: Dostępne są nowe aktualizacje.
pt_pt: Há novas atualizações disponíveis.
ru_ru: Доступны новые обновления.
zh_cn: 有新的更新可用。

# UpdaterComplete
source: Update complete
ar_sa: اكتمل التحديث
de_de: Update abgeschlossen
es_es: Actualización completa
fi_fi: Päivitys valmis
fr_fr: Mise à jour terminée
it_it: Aggiornamento completato
ja_jp: アップデート完了
ko_kr: 업데이트 완료
nl_nl: Update voltooid
pl_pl: Aktualizacja zakończona
pt_pt: Atualização completa
ru_ru: Обновление завершено
zh_cn: 更新完成

# UpdaterPleaseSelectAtLeastOneComponent
source: Please select at least one component to update!
ar_sa: يرجى تحديد مكون واحد على الأقل للتحديث!
de_de: Bitte wähle mindestens eine Komponente zum Aktualisieren aus!
es_es: ¡Por favor selecciona al menos un componente para actualizar!
fi_fi: Valitse vähintään yksi komponentti päivitettäväksi!
fr_fr: Veuillez sélectionner au moins un composant à mettre à jour !
it_it: Seleziona almeno un componente da aggiornare!
ja_jp: アップデートするコンポーネントを少なくとも1つ選択してください！
ko_kr: 업데이트할 구성 요소를 최소 하나 선택해주세요!
nl_nl: Selecteer ten minste één component om te updaten!
pl_pl: Proszę wybrać co najmniej jeden komponent do aktualizacji!
pt_pt: Por favor selecione pelo menos um componente para atualizar!
ru_ru: Пожалуйста, выберите хотя бы один компонент для обновления!
zh_cn: 请至少选择一个组件来更新！

# VerifyAllFiles
source: All Files
ar_sa: جميع الملفات
de_de: Alle Dateien
es_es: Todos los Archivos
fi_fi: Kaikki tiedostot
fr_fr: Tous les Fichiers
it_it: Tutti i File
ja_jp: 全てのファイル
ko_kr: 모든 파일
nl_nl: Alle Bestanden
pl_pl: Wszystkie pliki
pt_pt: Todos os Arquivos
ru_ru: Все файлы
zh_cn: 所有文件

# VerifyAllFilesValid
source: All files are valid!
ar_sa: جميع الملفات صالحة!
de_de: Alle Dateien sind gültig!
es_es: ¡Todos los archivos son válidos!
fi_fi: Kaikki tiedostot ovat kelvollisia!
fr_fr: Tous les fichiers sont valides !
it_it: Tutti i file sono validi!
ja_jp: 全てのファイルが有効です！
ko_kr: 모든 파일이 유효합니다!
nl_nl: Alle bestanden zijn geldig!
pl_pl: Wszystkie pliki są prawidłowe!
pt_pt: Todos os arquivos são válidos!
ru_ru: Все файлы действительны!
zh_cn: 所有文件都有效！

# VerifyDATFileMissing
source: DAT File Missing
ar_sa: ملف DAT مفقود
de_de: DAT-Datei fehlt
es_es: Archivo DAT Faltante
fi_fi: DAT-tiedosto puuttuu
fr_fr: Fichier DAT Manquant
it_it: File DAT Mancante
ja_jp: DATファイル不足
ko_kr: DAT 파일 누락
nl_nl: DAT Bestand Ontbreekt
pl_pl: Brakuje pliku DAT
pt_pt: Arquivo DAT Faltando
ru_ru: DAT файл отсутствует
zh_cn: DAT文件缺失

# VerifyDATFileNotFound
source: DAT file not found: {0}
ar_sa: ملف DAT غير موجود: {0}
de_de: DAT-Datei nicht gefunden: {0}
es_es: Archivo DAT no encontrado: {0}
fi_fi: DAT-tiedostoa ei löytynyt: {0}
fr_fr: Fichier DAT introuvable : {0}
it_it: File DAT non trovato: {0}
ja_jp: DATファイルが見つかりません: {0}
ko_kr: DAT 파일을 찾을 수 없습니다: {0}
nl_nl: DAT bestand niet gevonden: {0}
pl_pl: Nie znaleziono pliku DAT: {0}
pt_pt: Arquivo DAT não encontrado: {0}
ru_ru: DAT файл не найден: {0}
zh_cn: 找不到DAT文件：{0}

# VerifyErrorVerifyingGame
source: Error verifying game: {0}
ar_sa: خطأ في التحقق من اللعبة: {0}
de_de: Fehler beim Verifizieren des Spiels: {0}
es_es: Error al verificar juego: {0}
fi_fi: Virhe pelin varmistamisessa: {0}
fr_fr: Erreur lors de la vérification du jeu : {0}
it_it: Errore nella verifica del gioco: {0}
ja_jp: ゲーム検証エラー: {0}
ko_kr: 게임 검증 오류: {0}
nl_nl: Fout bij verifiëren game: {0}
pl_pl: Błąd weryfikacji gry: {0}
pt_pt: Erro ao verificar jogo: {0}
ru_ru: Ошибка проверки игры: {0}
zh_cn: 验证游戏时出错：{0}

# VerifyFileNotFound
source: File not found
ar_sa: الملف غير موجود
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fi_fi: Tiedostoa ei löytynyt
fr_fr: Fichier introuvable
it_it: File non trovato
ja_jp: ファイルが見つかりません
ko_kr: 파일을 찾을 수 없음
nl_nl: Bestand niet gevonden
pl_pl: Plik nie znaleziony
pt_pt: Arquivo não encontrado
ru_ru: Файл не найден
zh_cn: 文件未找到

# VerifyInvalidFiles
source: Invalid Files
ar_sa: ملفات غير صالحة
de_de: Ungültige Dateien
es_es: Archivos Inválidos
fi_fi: Virheelliset tiedostot
fr_fr: Fichiers Invalides
it_it: File Non Validi
ja_jp: 無効ファイル
ko_kr: 유효하지 않은 파일
nl_nl: Ongeldige Bestanden
pl_pl: Nieprawidłowe pliki
pt_pt: Arquivos Inválidos
ru_ru: Недействительные файлы
zh_cn: 无效文件

# VerifyInvalidFilesCount
source: Invalid files: {0}
ar_sa: ملفات غير صالحة: {0}
de_de: Ungültige Dateien: {0}
es_es: Archivos inválidos: {0}
fi_fi: Virheellisiä tiedostoja: {0}
fr_fr: Fichiers invalides : {0}
it_it: File non validi: {0}
ja_jp: 無効ファイル: {0}
ko_kr: 유효하지 않은 파일: {0}개
nl_nl: Ongeldige bestanden: {0}
pl_pl: Nieprawidłowe pliki: {0}
pt_pt: Arquivos inválidos: {0}
ru_ru: Недействительных файлов: {0}
zh_cn: 无效文件：{0}

# VerifyInvalidFilesList
source: Invalid files list:
ar_sa: قائمة الملفات غير الصالحة:
de_de: Liste ungültiger Dateien:
es_es: Lista de archivos inválidos:
fi_fi: Virheellisten tiedostojen luettelo:
fr_fr: Liste des fichiers invalides :
it_it: Lista file non validi:
ja_jp: 無効ファイルリスト:
ko_kr: 유효하지 않은 파일 목록:
nl_nl: Ongeldige bestanden lijst:
pl_pl: Lista nieprawidłowych plików:
pt_pt: Lista de arquivos inválidos:
ru_ru: Список недействительных файлов:
zh_cn: 无效文件列表：

# VerifyInvalidGameExecutablePath
source: You don't have a valid game executable path configured.
ar_sa: ليس لديك مسار ملف تنفيذي صالح للعبة مُكوَّن.
de_de: Du hast keinen gültigen Spielausführungsdateipfad konfiguriert.
es_es: No tienes una ruta de ejecutable de juego válida configurada.
fi_fi: Sinulla ei ole kelvollista pelin ohjelmatiedoston polkua määritettynä.
fr_fr: Vous n'avez pas de chemin d'exécutable de jeu valide configuré.
it_it: Non hai un percorso eseguibile del gioco valido configurato.
ja_jp: 有効なゲーム実行ファイルパスが設定されていません。
ko_kr: 유효한 게임 실행 파일 경로가 구성되지 않았습니다.
nl_nl: U hebt geen geldig game uitvoerbaar bestand pad geconfigureerd.
pl_pl: Nie masz skonfigurowanej prawidłowej ścieżki pliku wykonywalnego gry.
pt_pt: Você não tem um caminho de executável de jogo válido configurado.
ru_ru: У вас не настроен действительный путь к исполняемому файлу игры.
zh_cn: 您没有配置有效的游戏可执行文件路径。

# VerifyInvalidGameExecutablePathTitle
source: Invalid game executable path
ar_sa: مسار ملف تنفيذي للعبة غير صالح
de_de: Ungültiger Spielausführungsdateipfad
es_es: Ruta de ejecutable de juego inválida
fi_fi: Virheellinen pelin ohjelmatiedoston polku
fr_fr: Chemin d'exécutable de jeu invalide
it_it: Percorso eseguibile del gioco non valido
ja_jp: 無効なゲーム実行ファイルパス
ko_kr: 유효하지 않은 게임 실행 파일 경로
nl_nl: Ongeldig game uitvoerbaar bestand pad
pl_pl: Nieprawidłowa ścieżka pliku wykonywalnego gry
pt_pt: Caminho de executável de jogo inválido
ru_ru: Недействительный путь к исполняемому файлу игры
zh_cn: 无效的游戏可执行文件路径

# VerifyMD5Mismatch
source: MD5 mismatch
ar_sa: عدم تطابق MD5
de_de: MD5-Nichtübereinstimmung
es_es: MD5 no coincide
fi_fi: MD5 ei täsmää
fr_fr: MD5 ne correspond pas
it_it: MD5 non corrispondente
ja_jp: MD5不一致
ko_kr: MD5 불일치
nl_nl: MD5 komt niet overeen
pl_pl: Niezgodność MD5
pt_pt: MD5 incompatível
ru_ru: Несоответствие MD5
zh_cn: MD5不匹配

# VerifyNoROMEntries
source: No ROM entries found for game profile '{0}'.
ar_sa: لا توجد إدخالات ROM للملف الشخصي للعبة '{0}'.
de_de: Keine ROM-Einträge für Spielprofil '{0}' gefunden.
es_es: No se encontraron entradas ROM para el perfil de juego '{0}'.
fi_fi: ROM-merkintöjä ei löytynyt peliprofiilille '{0}'.
fr_fr: Aucune entrée ROM trouvée pour le profil de jeu '{0}'.
it_it: Nessuna voce ROM trovata per il profilo di gioco '{0}'.
ja_jp: ゲームプロファイル'{0}'にROMエントリが見つかりません。
ko_kr: 게임 프로필 '{0}'에 대한 ROM 항목을 찾을 수 없습니다.
nl_nl: Geen ROM vermeldingen gevonden voor game profiel '{0}'.
pl_pl: Nie znaleziono wpisów ROM dla profilu gry '{0}'.
pt_pt: Nenhuma entrada ROM encontrada para o perfil de jogo '{0}'.
ru_ru: Записи ROM не найдены для профиля игры '{0}'.
zh_cn: 游戏配置文件'{0}'未找到ROM条目。

# VerifyNoVerificationData
source: No Verification Data
ar_sa: لا توجد بيانات تحقق
de_de: Keine Verifizierungsdaten
es_es: Sin Datos de Verificación
fi_fi: Ei varmistustietoja
fr_fr: Aucune Donnée de Vérification
it_it: Nessun Dato di Verifica
ja_jp: 検証データなし
ko_kr: 검증 데이터 없음
nl_nl: Geen Verificatie Gegevens
pl_pl: Brak danych weryfikacji
pt_pt: Nenhum Dado de Verificação
ru_ru: Нет данных для проверки
zh_cn: 无验证数据

# VerifyProfileLabel
source: Profile: {0}
ar_sa: الملف الشخصي: {0}
de_de: Profil: {0}
es_es: Perfil: {0}
fi_fi: Profiili: {0}
fr_fr: Profil : {0}
it_it: Profilo: {0}
ja_jp: プロファイル: {0}
ko_kr: 프로필: {0}
nl_nl: Profiel: {0}
pl_pl: Profil: {0}
pt_pt: Perfil: {0}
ru_ru: Профиль: {0}
zh_cn: 配置文件：{0}

# VerifySummary
source: Summary
ar_sa: ملخص
de_de: Zusammenfassung
es_es: Resumen
fi_fi: Yhteenveto
fr_fr: Résumé
it_it: Riepilogo
ja_jp: サマリー
ko_kr: 요약
nl_nl: Samenvatting
pl_pl: Podsumowanie
pt_pt: Resumo
ru_ru: Сводка
zh_cn: 摘要

# VerifyTotal
source: Total:
ar_sa: المجموع:
de_de: Gesamt:
fi_fi: Yhteensä:
it_it: Totale:
ja_jp: 合計:
ko_kr: 총계:
nl_nl: Totaal:
pl_pl: Łącznie:
ru_ru: Всего:
zh_cn: 总计：

# VerifyTotalFilesChecked
source: Total files checked: {0}
ar_sa: إجمالي الملفات المفحوصة: {0}
de_de: Gesamte geprüfte Dateien: {0}
es_es: Total de archivos verificados: {0}
fi_fi: Tarkistettuja tiedostoja yhteensä: {0}
fr_fr: Total des fichiers vérifiés : {0}
it_it: File totali controllati: {0}
ja_jp: 確認済みファイル総数: {0}
ko_kr: 총 확인된 파일: {0}개
nl_nl: Totaal bestanden gecontroleerd: {0}
pl_pl: Łącznie sprawdzonych plików: {0}
pt_pt: Total de arquivos verificados: {0}
ru_ru: Проверено файлов: {0}
zh_cn: 检查的文件总数：{0}

# VerifyValidFilesCount
source: Valid files: {0}
ar_sa: ملفات صالحة: {0}
de_de: Gültige Dateien: {0}
es_es: Archivos válidos: {0}
fi_fi: Kelvollisia tiedostoja: {0}
fr_fr: Fichiers valides : {0}
it_it: File validi: {0}
ja_jp: 有効ファイル: {0}
ko_kr: 유효한 파일: {0}개
nl_nl: Geldige bestanden: {0}
pl_pl: Prawidłowe pliki: {0}
pt_pt: Arquivos válidos: {0}
ru_ru: Действительных файлов: {0}
zh_cn: 有效文件：{0}

# VerifyVerificationError
source: Verification Error
ar_sa: خطأ في التحقق
de_de: Verifizierungsfehler
es_es: Error de Verificación
fi_fi: Varmistusvirhe
fr_fr: Erreur de Vérification
it_it: Errore di Verifica
ja_jp: 検証エラー
ko_kr: 검증 오류
nl_nl: Verificatiefout
pl_pl: Błąd weryfikacji
pt_pt: Erro de Verificação
ru_ru: Ошибка проверки
zh_cn: 验证错误

# VersionCheckFailed
source: Failed to check for updates
ar_sa: فشل في البحث عن تحديثات
de_de: Suche nach Updates fehlgeschlagen
es_es: Error al verificar actualizaciones
fi_fi: Päivitysten tarkistus epäonnistui
fr_fr: Échec de la vérification des mises à jour
it_it: Controllo aggiornamenti fallito
ja_jp: アップデート確認に失敗しました
ko_kr: 업데이트 확인 실패
nl_nl: Controle op updates mislukt
pl_pl: Sprawdzanie aktualizacji nie powiodło się
pt_pt: Falha ao verificar atualizações
ru_ru: Не удалось проверить обновления
zh_cn: 检查更新失败

# VersionCurrent
source: Current Version
ar_sa: الإصدار الحالي
de_de: Aktuelle Version
es_es: Versión Actual
fi_fi: Nykyinen versio
fr_fr: Version Actuelle
it_it: Versione Corrente
ja_jp: 現在のバージョン
ko_kr: 현재 버전
nl_nl: Huidige Versie
pl_pl: Obecna wersja
pt_pt: Versão Atual
ru_ru: Текущая версия
zh_cn: 当前版本

# VersionLatest
source: Latest Version
ar_sa: أحدث إصدار
de_de: Neueste Version
es_es: Última Versión
fi_fi: Uusin versio
fr_fr: Dernière Version
it_it: Ultima Versione
ja_jp: 最新バージョン
ko_kr: 최신 버전
nl_nl: Nieuwste Versie
pl_pl: Najnowsza wersja
pt_pt: Versão Mais Recente
ru_ru: Последняя версия
zh_cn: 最新版本

# VersionUpToDate
source: You are up to date
ar_sa: أنت محدث
de_de: Du bist auf dem neuesten Stand
es_es: Estás actualizado
fi_fi: Olet ajan tasalla
fr_fr: Vous êtes à jour
it_it: Sei aggiornato
ja_jp: 最新です
ko_kr: 최신 상태입니다
nl_nl: U bent up-to-date
pl_pl: Masz najnowszą wersję
pt_pt: Você está atualizado
ru_ru: У вас последняя версия
zh_cn: 您的版本是最新的

# WizardFinish
source: Finish
ar_sa: إنهاء
de_de: Beenden
es_es: Finalizar
fi_fi: Valmis
fr_fr: Terminer
it_it: Termina
ja_jp: 完了
ko_kr: 완료
nl_nl: Voltooien
pl_pl: Zakończ
pt_pt: Finalizar
ru_ru: Завершить
zh_cn: 完成

# MainUnknownException
source: Unknown exception occurred
ar_sa: حدث استثناء غير معروف
de_de: Unbekannte Ausnahme aufgetreten
es_es: Ocurrió una excepción desconocida
fi_fi: Tuntematon poikkeus tapahtui
fr_fr: Exception inconnue survenue
it_it: Eccezione sconosciuta verificatasi
ja_jp: 不明な例外が発生しました
ko_kr: 알 수 없는 예외 발생
nl_nl: Onbekende uitzondering opgetreden
pl_pl: Wystąpił nieznany wyjątek
pt_pt: Exceção desconhecida ocorreu
ru_ru: Произошло неизвестное исключение
zh_cn: 发生未知异常

# MainUpdateLimitExceeded
source: Update limit exceeded
ar_sa: تم تجاوز حد التحديث
de_de: Update-Limit überschritten
es_es: Límite de actualización excedido
fi_fi: Päivitysraja ylitetty
fr_fr: Limite de mise à jour dépassée
it_it: Limite aggiornamenti superato
ja_jp: アップデート制限を超過
ko_kr: 업데이트 제한 초과
nl_nl: Update limiet overschreden
pl_pl: Przekroczono limit aktualizacji
pt_pt: Limite de atualização excedido
ru_ru: Превышен лимит обновлений
zh_cn: 超出更新限制

# MainVersionFormattedIncorrectly
source: Version formatted incorrectly
ar_sa: الإصدار منسق بشكل غير صحيح
de_de: Version falsch formatiert
es_es: Versión formateada incorrectamente
fi_fi: Versio muotoiltu väärin
fr_fr: Version formatée incorrectement
it_it: Versione formattata incorrettamente
ja_jp: バージョンが正しくフォーマットされていません
ko_kr: 버전 형식이 잘못됨
nl_nl: Versie onjuist geformatteerd
pl_pl: Wersja sformatowana nieprawidłowo
pt_pt: Versão formatada incorretamente
ru_ru: Версия отформатирована неправильно
zh_cn: 版本格式不正确

# MainVersionIsWeird
source: Version is weird
ar_sa: الإصدار غريب
de_de: Version ist seltsam
es_es: La versión es extraña
fi_fi: Versio on outo
fr_fr: La version est étrange
it_it: La versione è strana
ja_jp: バージョンが変です
ko_kr: 버전이 이상함
nl_nl: Versie is vreemd
pl_pl: Wersja jest dziwna
pt_pt: Versão está estranha
ru_ru: Версия странная
zh_cn: 版本异常

# MainUpdatesAvailable
source: Updates available
ar_sa: تحديثات متاحة
de_de: Updates verfügbar
es_es: Actualizaciones disponibles
fi_fi: Päivityksiä saatavilla
fr_fr: Mises à jour disponibles
it_it: Aggiornamenti disponibili
ja_jp: アップデート利用可能
ko_kr: 업데이트 사용 가능
nl_nl: Updates beschikbaar
pl_pl: Dostępne aktualizacje
pt_pt: Atualizações disponíveis
ru_ru: Доступны обновления
zh_cn: 有可用更新

# MainUnableToCreateMetadataFolder
source: Unable to create metadata folder
ar_sa: غير قادر على إنشاء مجلد البيانات الوصفية
de_de: Metadatenordner kann nicht erstellt werden
es_es: No se puede crear carpeta de metadatos
fi_fi: Metatietokansion luominen epäonnistui
fr_fr: Impossible de créer le dossier de métadonnées
it_it: Impossibile creare la cartella metadati
ja_jp: メタデータフォルダーの作成ができません
ko_kr: 메타데이터 폴더를 생성할 수 없음
nl_nl: Kan metadata map niet aanmaken
pl_pl: Nie można utworzyć folderu metadanych
pt_pt: Não foi possível criar pasta de metadados
ru_ru: Не удается создать папку метаданных
zh_cn: 无法创建元数据文件夹

# MainSupportDevelopment
source: Support Development
ar_sa: دعم التطوير
de_de: Entwicklung unterstützen
es_es: Apoyar el Desarrollo
fi_fi: Tue kehitystä
fr_fr: Soutenir le Développement
it_it: Supporta lo Sviluppo
ja_jp: 開発支援
ko_kr: 개발 지원
nl_nl: Ontwikkeling Ondersteunen
pl_pl: Wesprzyj rozwój
pt_pt: Apoiar Desenvolvimento
ru_ru: Поддержать разработку
zh_cn: 支持开发

# MainTeknoParrotIconsTitle
source: TeknoParrot Icons
ar_sa: أيقونات TeknoParrot
es_es: Iconos de TeknoParrot
fi_fi: TeknoParrot-kuvakkeet
fr_fr: Icônes TeknoParrot
it_it: Icone TeknoParrot
ja_jp: TeknoParrotアイコン
ko_kr: TeknoParrot 아이콘
nl_nl: TeknoParrot Iconen
pl_pl: Ikony TeknoParrot
pt_pt: Ícones TeknoParrot
ru_ru: Иконки TeknoParrot
zh_cn: TeknoParrot图标

# MainSkippingExistingIcon
source: Skipping existing icon
ar_sa: تخطي الأيقونة الموجودة
de_de: Vorhandenes Icon wird übersprungen
es_es: Omitiendo icono existente
fi_fi: Ohitetaan olemassa oleva kuvake
fr_fr: Ignorer l'icône existante
it_it: Saltando icona esistente
ja_jp: 既存アイコンをスキップ
ko_kr: 기존 아이콘 건너뛰기
nl_nl: Bestaand icoon overslaan
pl_pl: Pomijanie istniejącej ikony
pt_pt: Pulando ícone existente
ru_ru: Пропуск существующей иконки
zh_cn: 跳过现有图标

# MultiGameButtonConfigAllGamesCategory
source: All Games
ar_sa: جميع الألعاب
de_de: Alle Spiele
es_es: Todos los Juegos
fi_fi: Kaikki pelit
fr_fr: Tous les Jeux
it_it: Tutti i Giochi
ja_jp: 全てのゲーム
ko_kr: 모든 게임
nl_nl: Alle Games
pl_pl: Wszystkie gry
pt_pt: Todos os Jogos
ru_ru: Все игры
zh_cn: 所有游戏

# MultiGameButtonConfigRacingGamesCategory
source: Racing Games
ar_sa: ألعاب السباق
de_de: Rennspiele
es_es: Juegos de Carreras
fi_fi: Kilpa-autopelit
fr_fr: Jeux de Course
it_it: Giochi di Corse
ja_jp: レーシングゲーム
ko_kr: 레이싱 게임
pl_pl: Gry wyścigowe
pt_pt: Jogos de Corrida
ru_ru: Гоночные игры
zh_cn: 竞速游戏

# MultiGameButtonConfigShootingGamesCategory
source: Shooting Games
ar_sa: ألعاب الرماية
de_de: Shooter-Spiele
es_es: Juegos de Disparos
fi_fi: Ampumapelit
fr_fr: Jeux de Tir
it_it: Giochi di Tiro
ja_jp: シューティングゲーム
ko_kr: 슈팅 게임
nl_nl: Schiet Games
pl_pl: Gry strzeleckie
pt_pt: Jogos de Tiro
ru_ru: Стрелялки
zh_cn: 射击游戏

# MultiGameButtonConfigArcadeGamesCategory
source: Arcade Games
ar_sa: ألعاب أركيد
de_de: Arcade-Spiele
es_es: Juegos de Arcade
fi_fi: Arcade-pelit
fr_fr: Jeux d'Arcade
it_it: Giochi Arcade
ja_jp: アーケードゲーム
ko_kr: 아케이드 게임
pl_pl: Gry arcade
pt_pt: Jogos de Arcade
ru_ru: Аркадные игры
zh_cn: 街机游戏

# SettingsDATXMLPathInvalid
source: DAT/XML path is invalid
ar_sa: مسار DAT/XML غير صالح
de_de: DAT/XML-Pfad ist ungültig
es_es: La ruta DAT/XML es inválida
fi_fi: DAT/XML-polku on virheellinen
fr_fr: Le chemin DAT/XML est invalide
it_it: Il percorso DAT/XML non è valido
ja_jp: DAT/XMLパスが無効です
ko_kr: DAT/XML 경로가 유효하지 않습니다
nl_nl: DAT/XML pad is ongeldig
pl_pl: Ścieżka DAT/XML jest nieprawidłowa
pt_pt: Caminho DAT/XML é inválido
ru_ru: Путь к DAT/XML недействителен
zh_cn: DAT/XML路径无效

# SettingsInvalidFile
source: Invalid file
ar_sa: ملف غير صالح
de_de: Ungültige Datei
es_es: Archivo inválido
fi_fi: Virheellinen tiedosto
fr_fr: Fichier invalide
it_it: File non valido
ja_jp: 無効なファイル
ko_kr: 유효하지 않은 파일
nl_nl: Ongeldig bestand
pl_pl: Nieprawidłowy plik
pt_pt: Arquivo inválido
ru_ru: Недействительный файл
zh_cn: 无效文件

# SettingsDATXMLFilter
source: DAT/XML Files (*.dat;*.xml)|*.dat;*.xml
ar_sa: ملفات DAT/XML (*.dat;*.xml)|*.dat;*.xml
de_de: DAT/XML-Dateien (*.dat;*.xml)|*.dat;*.xml
es_es: Archivos DAT/XML (*.dat;*.xml)|*.dat;*.xml
fi_fi: DAT/XML-tiedostot (*.dat;*.xml)|*.dat;*.xml
fr_fr: Fichiers DAT/XML (*.dat;*.xml)|*.dat;*.xml
it_it: File DAT/XML (*.dat;*.xml)|*.dat;*.xml
ja_jp: DAT/XMLファイル (*.dat;*.xml)|*.dat;*.xml
ko_kr: DAT/XML 파일 (*.dat;*.xml)|*.dat;*.xml
nl_nl: DAT/XML Bestanden (*.dat;*.xml)|*.dat;*.xml
pl_pl: Pliki DAT/XML (*.dat;*.xml)|*.dat;*.xml
pt_pt: Arquivos DAT/XML (*.dat;*.xml)|*.dat;*.xml
ru_ru: Файлы DAT/XML (*.dat;*.xml)|*.dat;*.xml
zh_cn: DAT/XML文件 (*.dat;*.xml)|*.dat;*.xml

# SettingsSelectDATXMLFile
source: Select DAT/XML File
ar_sa: تحديد ملف DAT/XML
de_de: DAT/XML-Datei auswählen
es_es: Seleccionar Archivo DAT/XML
fi_fi: Valitse DAT/XML-tiedosto
fr_fr: Sélectionner un Fichier DAT/XML
it_it: Seleziona File DAT/XML
ja_jp: DAT/XMLファイル選択
ko_kr: DAT/XML 파일 선택
nl_nl: DAT/XML Bestand Selecteren
pl_pl: Wybierz plik DAT/XML
pt_pt: Selecionar Arquivo DAT/XML
ru_ru: Выберите файл DAT/XML
zh_cn: 选择DAT/XML文件

# SettingsInvalidDATXMLFile
source: Invalid DAT/XML file
ar_sa: ملف DAT/XML غير صالح
de_de: Ungültige DAT/XML-Datei
es_es: Archivo DAT/XML inválido
fi_fi: Virheellinen DAT/XML-tiedosto
fr_fr: Fichier DAT/XML invalide
it_it: File DAT/XML non valido
ja_jp: 無効なDAT/XMLファイル
ko_kr: 유효하지 않은 DAT/XML 파일
nl_nl: Ongeldig DAT/XML bestand
pl_pl: Nieprawidłowy plik DAT/XML
pt_pt: Arquivo DAT/XML inválido
ru_ru: Недействительный файл DAT/XML
zh_cn: 无效的DAT/XML文件

# ModControlModDownloadedSuccessfully
source: Mod downloaded successfully
ar_sa: تم تحميل التعديل بنجاح
de_de: Mod erfolgreich heruntergeladen
es_es: Mod descargado exitosamente
fi_fi: Modi ladattu onnistuneesti
fr_fr: Mod téléchargé avec succès
it_it: Mod scaricata con successo
ja_jp: MODが正常にダウンロードされました
ko_kr: 모드가 성공적으로 다운로드됨
nl_nl: Mod succesvol gedownload
pl_pl: Mod pobrany pomyślnie
pt_pt: Mod baixado com sucesso
ru_ru: Мод успешно загружен
zh_cn: 模组下载成功

# ModControlGameDirectoryNotExist
source: Game directory does not exist
ar_sa: مجلد اللعبة غير موجود
de_de: Spielverzeichnis existiert nicht
es_es: El directorio del juego no existe
fi_fi: Pelin hakemistoa ei ole olemassa
fr_fr: Le répertoire du jeu n'existe pas
it_it: La directory del gioco non esiste
ja_jp: ゲームディレクトリが存在しません
ko_kr: 게임 디렉토리가 존재하지 않습니다
nl_nl: Game map bestaat niet
pl_pl: Katalog gry nie istnieje
pt_pt: Diretório do jogo não existe
ru_ru: Каталог игры не существует
zh_cn: 游戏目录不存在

# ModMenuNoGamesWithMods
source: No games with mods found
ar_sa: لا توجد ألعاب مع تعديلات
de_de: Keine Spiele mit Mods gefunden
es_es: No se encontraron juegos con mods
fi_fi: Pelejä modien kanssa ei löytynyt
fr_fr: Aucun jeu avec des mods trouvé
it_it: Nessun gioco con mod trovato
ja_jp: MODを含むゲームが見つかりません
ko_kr: 모드가 있는 게임을 찾을 수 없습니다
nl_nl: Geen games met mods gevonden
pl_pl: Nie znaleziono gier z modami
pt_pt: Nenhum jogo com mods encontrado
ru_ru: Не найдено игр с модами
zh_cn: 未找到带有模组的游戏

# SetupWizardWelcomeToTeknoParrotUI
source: Welcome to TeknoParrotUI
ar_sa: مرحباً بك في TeknoParrotUI
de_de: Willkommen bei TeknoParrotUI
es_es: Bienvenido a TeknoParrotUI
fi_fi: Tervetuloa TeknoParrotUI:hin
fr_fr: Bienvenue dans TeknoParrotUI
it_it: Benvenuto in TeknoParrotUI
ja_jp: TeknoParrotUIへようこそ
ko_kr: TeknoParrotUI에 오신 것을 환영합니다
nl_nl: Welkom bij TeknoParrotUI
pl_pl: Witamy w TeknoParrotUI
pt_pt: Bem-vindo ao TeknoParrotUI
ru_ru: Добро пожаловать в TeknoParrotUI
zh_cn: 欢迎使用TeknoParrotUI
