Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# SettingsLanguageSelection
source: Language Selection
ar_sa: تحديد اللغة
de_de: Sprachauswahl
es_es: Selección de Idioma
fi_fi: Kielen valinta
fr_fr: Sélection de la Langue
it_it: Selezione Lingua
ja_jp: 言語選択
ko_kr: 언어 선택
nl_nl: Taalkeuze
pl_pl: Wybór języka
pt_pt: Seleção de Idioma
ru_ru: Выбор языка
zh_cn: 语言选择

# SettingsLanguageFinnish
source: Suomi (Finnish)
ar_sa: Suomi (فنلندية)
de_de: Finnisch
fi_fi: Suomi
fr_fr: Finnois
it_it: Finlandese
ja_jp: フィンランド語
ko_kr: 핀란드어
nl_nl: Fins
pl_pl: Fiński
pt_pt: Finlandês
ru_ru: Финский
zh_cn: 芬兰语

# SettingsLanguageArabic
source: افE�ربية (Arabic)
ar_sa: العربية
de_de: Arabisch
es_es: العربية (Arabic)
fi_fi: Arabia
fr_fr: Arabe
it_it: Arabo
ja_jp: アラビア語
ko_kr: 아랍어
nl_nl: Arabisch
pl_pl: Arabski
pt_pt: Árabe
ru_ru: Арабский
zh_cn: 阿拉伯语

# SettingsLanguageGerman
source: Deutsch (German)
ar_sa: الألمانية
de_de: Deutsch
fi_fi: Saksa
fr_fr: Allemand
it_it: Tedesco
ja_jp: ドイツ語
ko_kr: 독일어
nl_nl: Duits
pl_pl: Niemiecki
pt_pt: Alemão
ru_ru: Немецкий
zh_cn: 德语

# SettingsLanguageSpanish
source: Español (Spanish)
ar_sa: الإسبانية
de_de: Spanisch
fi_fi: Espanja
fr_fr: Espagnol
it_it: Spagnolo
ja_jp: スペイン語
ko_kr: 스페인어
nl_nl: Spaans
pl_pl: Hiszpański
pt_pt: Espanhol
ru_ru: Испанский
zh_cn: 西班牙语

# SettingsLanguageFrench
source: Français (French)
ar_sa: الفرنسية
de_de: Französisch
fi_fi: Ranska
fr_fr: Français
it_it: Francese
ja_jp: フランス語
ko_kr: 프랑스어
nl_nl: Frans
pl_pl: Francuski
pt_pt: Francês
ru_ru: Французский
zh_cn: 法语

# SettingsLanguageItalian
source: Italiano (Italian)
ar_sa: الإيطالية
de_de: Italienisch
fi_fi: Italia
fr_fr: Italien
it_it: Italiano
ja_jp: イタリア語
ko_kr: 이탈리아어
nl_nl: Italiaans
pl_pl: Włoski
pt_pt: Italiano
ru_ru: Итальянский
zh_cn: 意大利语

# SettingsLanguageJapanese
source: 日本誁E(Japanese)
ar_sa: اليابانية
de_de: Japanisch
es_es: 日本語 (Japanese)
fi_fi: Japani
fr_fr: Japonais
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일본어
nl_nl: Japans
pl_pl: Japoński
pt_pt: Japonês
ru_ru: Японский
zh_cn: 日语

# SettingsLanguageKorean
source: ���국�E� (Korean)
ar_sa: الكورية
de_de: Koreanisch
es_es: 한국어 (Korean)
fi_fi: Korea
fr_fr: Coréen
it_it: Coreano
ja_jp: 韓国語
ko_kr: 한국어
nl_nl: Koreaans
pl_pl: Koreański
pt_pt: Coreano
ru_ru: Корейский
zh_cn: 韩语

# SettingsLanguageDutch
source: Nederlands (Dutch)
ar_sa: الهولندية
de_de: Niederländisch
fi_fi: Hollanti
fr_fr: Néerlandais
it_it: Olandese
ja_jp: オランダ語
ko_kr: 네덜란드어
nl_nl: Nederlands
pl_pl: Holenderski
pt_pt: Holandês
ru_ru: Голландский
zh_cn: 荷兰语

# SettingsLanguagePolish
source: Polski (Polish)
ar_sa: البولندية
de_de: Polnisch
fi_fi: Puola
fr_fr: Polonais
it_it: Polacco
ja_jp: ポーランド語
ko_kr: 폴란드어
nl_nl: Pools
pl_pl: Polski
pt_pt: Polaco
ru_ru: Польский
zh_cn: 波兰语

# SettingsLanguagePortuguese
source: Português (Portuguese)
ar_sa: البرتغالية
de_de: Portugiesisch
fi_fi: Portugali
fr_fr: Portugais
it_it: Portoghese
ja_jp: ポルトガル語
ko_kr: 포르투갈어
nl_nl: Portugees
pl_pl: Portugalski
pt_pt: Português
ru_ru: Португальский
zh_cn: 葡萄牙语

# SettingsLanguageRussian
source: РусE�E�ий (Russian)
ar_sa: الروسية
de_de: Russisch
es_es: Русский (Russian)
fi_fi: Venäjä
fr_fr: Russe
it_it: Russo
ja_jp: ロシア語
ko_kr: 러시아어
nl_nl: Russisch
pl_pl: Rosyjski
pt_pt: Russo
ru_ru: Русский
zh_cn: 俄语

# SettingsLanguageChinese
source: 中斁E��简体！EChinese Simplified)
ar_sa: الصينية (المبسطة)
de_de: Chinesisch (Vereinfacht)
es_es: 中文 (简体) (Chinese Simplified)
fi_fi: Kiina (Yksinkertaistettu)
fr_fr: Chinois (Simplifié)
it_it: Cinese (Semplificato)
ja_jp: 中国語（簡体字）
ko_kr: 중국어 (간체)
nl_nl: Chinees (Vereenvoudigd)
pl_pl: Chiński (Uproszczony)
pt_pt: Chinês (Simplificado)
ru_ru: Китайский (Упрощенный)
zh_cn: 中文（简体）

# SettingsLanguageRestartRequired
source: Language change will take effect after restarting the application.
ar_sa: ستدخل تغيير اللغة حيز التنفيذ بعد إعادة تشغيل التطبيق.
de_de: Die Sprachänderung wird nach einem Neustart der Anwendung wirksam.
es_es: El cambio de idioma tendrá efecto después de reiniciar la aplicación.
fi_fi: Kielenvaihto tulee voimaan sovelluksen uudelleenkäynnistyksen jälkeen.
fr_fr: Le changement de langue prendra effet après le redémarrage de l'application.
it_it: Il cambio di lingua avrà effetto dopo il riavvio dell'applicazione.
ja_jp: 言語の変更はアプリケーション再起動後に有効になります。
ko_kr: 언어 변경은 애플리케이션을 재시작한 후 적용됩니다.
nl_nl: Taalwijziging wordt van kracht na het herstarten van de applicatie.
pl_pl: Zmiana języka będzie obowiązywać po ponownym uruchomieniu aplikacji.
pt_pt: A mudança de idioma entrará em vigor após reiniciar a aplicação.
ru_ru: Изменение языка вступит в силу после перезапуска приложения.
zh_cn: 语言更改将在重启应用程序后生效。

# AccountPageNamcoID
source: Namco ID:
ar_sa: معرف Namco:
es_es: ID de Namco:
fr_fr: ID Namco :
it_it: ID Namco:
ja_jp: ナムコID:
ko_kr: 남코 ID:
pl_pl: ID Namco:
pt_pt: ID Namco:

# AccountPageSegaID
source: Sega ID:
ar_sa: معرف Sega:
es_es: ID de Sega:
fr_fr: ID Sega :
it_it: ID Sega:
ja_jp: セガID:
ko_kr: 세가 ID:
pl_pl: ID Sega:
pt_pt: ID Sega:

# TPOSiN
source: Sound Voltex
ko_kr: 사운드 볼텍스

# SettingsLanguageEnglish
source: English
fr_fr: Anglais
it_it: Inglese
ru_ru: Английский

# SettingsSto0zZoneTitle
source: Sto0z Zone
fr_fr: Zone Sto0z
pl_pl: Strefa Sto0z
