Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameSettingsSecondGameExecutableLabel
source: Second Game Executable
ar_sa: ملف اللعبة التنفيذي الثاني
de_de: Zweite Spielausführungsdatei
es_es: Segundo Ejecutable del Juego
fi_fi: Toinen pelin ohjelmatiedosto
fr_fr: Deuxième Exécutable du Jeu
it_it: Secondo Eseguibile del Gioco
ja_jp: 第二ゲーム実行ファイル
ko_kr: 두 번째 게임 실행 파일
nl_nl: Tweede Game Uitvoerbaar Bestand
pl_pl: Drugi plik wykonywalny gry
pt_pt: Segundo Executável do Jogo
ru_ru: Второй исполняемый файл игры
zh_cn: 第二个游戏可执行文件

# GameSettingsSelectGameExecutable
source: Select Game Executable
ar_sa: تحديد ملف اللعبة التنفيذي
de_de: Spielausführungsdatei auswählen
es_es: Seleccionar Ejecutable del Juego
fi_fi: Valitse pelin ohjelmatiedosto
fr_fr: Sélectionner l'Exécutable du Jeu
it_it: Seleziona Eseguibile del Gioco
ja_jp: ゲーム実行ファイル選択
ko_kr: 게임 실행 파일 선택
nl_nl: Game Uitvoerbaar Bestand Selecteren
pl_pl: Wybierz plik wykonywalny gry
pt_pt: Selecionar Executável do Jogo
ru_ru: Выберите исполняемый файл игры
zh_cn: 选择游戏可执行文件

# GameSettingsTeknoHint
source: TeknoHint
fi_fi: TeknoVihje
zh_cn: Tekno提示

# GitHubUpdatesDefaultComponent
source: Component
ar_sa: مكون
de_de: Komponente
es_es: Componente
fi_fi: Komponentti
fr_fr: Composant
it_it: Componente
ja_jp: コンポーネント
ko_kr: 구성 요소
pl_pl: Komponent
pt_pt: Componente
ru_ru: Компонент
zh_cn: 组件

# GitHubUpdatesDefaultVersion
source: Version
ar_sa: إصدار
es_es: Versión
fi_fi: Versio
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
nl_nl: Versie
pl_pl: Wersja
pt_pt: Versão
ru_ru: Версия
zh_cn: 版本

# GitHubUpdatesRequiresAppRestart
source: Requires application restart
ar_sa: يتطلب إعادة تشغيل التطبيق
de_de: Erfordert Anwendungsneustart
es_es: Requiere reinicio de la aplicación
fi_fi: Vaatii sovelluksen uudelleenkäynnistyksen
fr_fr: Nécessite un redémarrage de l'application
it_it: Richiede il riavvio dell'applicazione
ja_jp: アプリケーション再起動が必要
ko_kr: 애플리케이션 재시작 필요
nl_nl: Vereist applicatie herstart
pl_pl: Wymaga ponownego uruchomienia aplikacji
pt_pt: Requer reinicialização da aplicação
ru_ru: Требует перезапуска приложения
zh_cn: 需要重启应用程序

source: Information
ar_sa: معلومات
es_es: Información
fi_fi: Tiedot
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
nl_nl: Informatie
pl_pl: Informacja
pt_pt: Informação
ru_ru: Информация
zh_cn: 信息

# InputAxis
source: Axis
ar_sa: محور
de_de: Achse
es_es: Eje
fi_fi: Akseli
fr_fr: Axe
it_it: Asse
ja_jp: 軸
ko_kr: 축
nl_nl: As
pl_pl: Oś
pt_pt: Eixo
ru_ru: Ось
zh_cn: 轴

# InputButton
source: Button
ar_sa: زر
de_de: Taste
es_es: Botón
fi_fi: Painike
fr_fr: Bouton
it_it: Pulsante
ja_jp: ボタン
ko_kr: 버튼
nl_nl: Knop
pl_pl: Przycisk
pt_pt: Botão
ru_ru: Кнопка
zh_cn: 按钮

# InputClear
source: Clear
ar_sa: مسح
de_de: Löschen
es_es: Limpiar
fi_fi: Tyhjennä
fr_fr: Effacer
it_it: Cancella
ja_jp: クリア
ko_kr: 지우기
nl_nl: Wissen
pl_pl: Wyczyść
pt_pt: Limpar
ru_ru: Очистить
zh_cn: 清除

# InputJoystick
source: Joystick
ar_sa: عصا تحكم
ja_jp: ジョイスティック
ko_kr: 조이스틱
ru_ru: Джойстик
zh_cn: 摇杆

# InputKeyboard
source: Keyboard
ar_sa: لوحة مفاتيح
de_de: Tastatur
es_es: Teclado
fi_fi: Näppäimistö
fr_fr: Clavier
it_it: Tastiera
ja_jp: キーボード
ko_kr: 키보드
nl_nl: Toetsenbord
pl_pl: Klawiatura
pt_pt: Teclado
ru_ru: Клавиатура
zh_cn: 键盘

# InputKeyBound
source: Key bound
ar_sa: مفتاح مربوط
de_de: Taste zugewiesen
es_es: Tecla asignada
fi_fi: Näppäin sidottu
fr_fr: Touche assignée
it_it: Tasto assegnato
ja_jp: キー割り当て済み
ko_kr: 키 바인딩됨
nl_nl: Toets toegewezen
pl_pl: Klawisz przypisany
pt_pt: Tecla vinculada
ru_ru: Клавиша назначена
zh_cn: 按键已绑定

# InputMouse
source: Mouse
ar_sa: ماوس
de_de: Maus
es_es: Ratón
fi_fi: Hiiri
fr_fr: Souris
ja_jp: マウス
ko_kr: 마우스
nl_nl: Muis
pl_pl: Mysz
ru_ru: Мышь
zh_cn: 鼠标

# InputPressKey
source: Press key
ar_sa: اضغط مفتاح
de_de: Taste drücken
es_es: Presiona una tecla
fi_fi: Paina näppäintä
fr_fr: Appuyez sur une touche
it_it: Premi tasto
ja_jp: キーを押してください
ko_kr: 키를 누르세요
nl_nl: Druk op toets
pl_pl: Naciśnij klawisz
pt_pt: Pressione uma tecla
ru_ru: Нажмите клавишу
zh_cn: 按任意键

# JoystickControlComboBoxDefault
source: Select controller
ar_sa: حدد جهاز تحكم
de_de: Controller auswählen
es_es: Seleccionar control
fi_fi: Valitse ohjain
fr_fr: Sélectionner une manette
it_it: Seleziona controller
ja_jp: コントローラー選択
ko_kr: 컨트롤러 선택
nl_nl: Controller selecteren
pl_pl: Wybierz kontroler
pt_pt: Selecionar controle
ru_ru: Выберите контроллер
zh_cn: 选择控制器

# JoystickControlDeviceNotAvailable
source: Device not available
ar_sa: الجهاز غير متاح
de_de: Gerät nicht verfügbar
es_es: Dispositivo no disponible
fi_fi: Laite ei käytettävissä
fr_fr: Appareil non disponible
it_it: Dispositivo non disponibile
ja_jp: デバイス利用不可
ko_kr: 기기를 사용할 수 없습니다
nl_nl: Apparaat niet beschikbaar
pl_pl: Urządzenie niedostępne
pt_pt: Dispositivo não disponível
ru_ru: Устройство недоступно
zh_cn: 设备不可用

# JoystickControlPressButtonOrCancel
source: Press button or cancel
ar_sa: اضغط زر أو ألغِ
de_de: Taste drücken oder abbrechen
es_es: Presiona botón o cancelar
fi_fi: Paina painiketta tai peruuta
fr_fr: Appuyez sur un bouton ou annulez
it_it: Premi pulsante o annulla
ja_jp: ボタンを押すかキャンセル
ko_kr: 버튼을 누르거나 취소하세요
nl_nl: Druk knop in of annuleer
pl_pl: Naciśnij przycisk lub anuluj
pt_pt: Pressione botão ou cancele
ru_ru: Нажмите кнопку или отмените
zh_cn: 按按钮或取消

# JoystickControlTeknoHint
source: TeknoHint
fi_fi: TeknoVihje
zh_cn: Tekno提示

source: JVS Test Exception
ar_sa: استثناء اختبار JVS
de_de: JVS-Test-Ausnahme
es_es: Excepción de Prueba JVS
fi_fi: JVS-testipoikkeus
fr_fr: Exception de Test JVS
it_it: Eccezione Test JVS
ja_jp: JVSテスト例外
ko_kr: JVS 테스트 예외
nl_nl: JVS Test Uitzondering
pl_pl: Wyjątek testu JVS
pt_pt: Exceção de Teste JVS
ru_ru: Исключение теста JVS
zh_cn: JVS测试异常

source: JVS Test Message
ar_sa: رسالة اختبار JVS
de_de: JVS-Test-Nachricht
es_es: Mensaje de Prueba JVS
fi_fi: JVS-testiviesti
fr_fr: Message de Test JVS
it_it: Messaggio Test JVS
ja_jp: JVSテストメッセージ
ko_kr: JVS 테스트 메시지
nl_nl: JVS Test Bericht
pl_pl: Wiadomość testu JVS
pt_pt: Mensagem de Teste JVS
ru_ru: Сообщение теста JVS
zh_cn: JVS测试消息

source: JVS Test Timeout
ar_sa: انتهت مهلة اختبار JVS
es_es: Tiempo de Espera de Prueba JVS
fi_fi: JVS-testin aikakatkaisu
fr_fr: Délai d'Attente du Test JVS
it_it: Timeout Test JVS
ja_jp: JVSテストタイムアウト
ko_kr: JVS 테스트 시간 초과
pl_pl: Timeout testu JVS
pt_pt: Timeout de Teste JVS
ru_ru: Тайм-аут теста JVS
zh_cn: JVS测试超时

# KeyCaptureNone
source: None
ar_sa: لا شيء
de_de: Keine
es_es: Ninguno
fi_fi: Ei mitään
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Нет
zh_cn: 无

# KeyCapturePressAnyKey
source: Press any key
ar_sa: اضغط أي مفتاح
de_de: Beliebige Taste drücken
es_es: Presiona cualquier tecla
fi_fi: Paina mitä tahansa näppäintä
fr_fr: Appuyez sur n'importe quelle touche
it_it: Premi un tasto qualsiasi
ja_jp: 任意のキーを押してください
ko_kr: 아무 키나 누르세요
nl_nl: Druk op een toets
pl_pl: Naciśnij dowolny klawisz
pt_pt: Pressione qualquer tecla
ru_ru: Нажмите любую клавишу
zh_cn: 按任意键

# Library64bit
source: This game is 64-bit and cannot run on a 32-bit OS.
ar_sa: هذه اللعبة 64-بت ولا يمكن تشغيلها على نظام تشغيل 32-بت.
de_de: Dieses Spiel ist 64-Bit und kann nicht auf einem 32-Bit-Betriebssystem ausgeführt werden.
es_es: Este juego es de 64 bits y no puede ejecutarse en un SO de 32 bits.
fi_fi: Tämä peli on 64-bittinen eikä voi toimia 32-bittisessä käyttöjärjestelmässä.
fr_fr: Ce jeu est en 64 bits et ne peut pas fonctionner sur un OS 32 bits.
it_it: Questo gioco è a 64-bit e non può essere eseguito su un SO a 32-bit.
ja_jp: このゲームは64ビットで、32ビットOSでは実行できません。
ko_kr: 이 게임은 64비트이며 32비트 OS에서는 실행할 수 없습니다.
nl_nl: Deze game is 64-bit en kan niet draaien op een 32-bit OS.
pl_pl: Ta gra jest 64-bitowa i nie może działać na systemie 32-bitowym.
pt_pt: Este jogo é 64-bit e não pode executar em SO 32-bit.
ru_ru: Эта игра 64-битная и не может работать на 32-битной ОС.
zh_cn: 此游戏是64位的，无法在32位操作系统上运行。

# LibraryAnotherEmulator
source: It seems you have other emulator already in use. Please remove the following files from the game directory:
ar_sa: يبدو أن لديك محاكي آخر قيد الاستخدام بالفعل. يرجى إزالة الملفات التالية من مجلد اللعبة:
de_de: Es scheint, du hast bereits einen anderen Emulator in Verwendung. Bitte entferne die folgenden Dateien aus dem Spielverzeichnis:
es_es: Parece que ya tienes otro emulador en uso. Por favor elimina los siguientes archivos del directorio del juego:
fi_fi: Näyttää siltä, että sinulla on jo toinen emulaattori käytössä. Poista seuraavat tiedostot pelin hakemistosta:
fr_fr: Il semble que vous ayez un autre émulateur déjà en cours d'utilisation. Veuillez supprimer les fichiers suivants du répertoire du jeu :
it_it: Sembra che tu abbia già un altro emulatore in uso. Rimuovi i seguenti file dalla directory del gioco:
ja_jp: 他のエミュレータが既に使用中のようです。 ゲームディレクトリから以下のファイルを削除してください:
ko_kr: 다른 에뮬레이터가 이미 사용 중인 것 같습니다. 게임 디렉토리에서 다음 파일을 제거해주세요:
nl_nl: Het lijkt erop dat u al een andere emulator in gebruik hebt. Verwijder de volgende bestanden uit de game map:
pl_pl: Wygląda na to, że masz już inny emulator w użyciu. Proszę usuń następujące pliki z katalogu gry:
pt_pt: Parece que você tem outro emulador já em uso. Por favor remova os seguintes arquivos do diretório do jogo:
ru_ru: Похоже, у вас уже используется другой эмулятор. Пожалуйста, удалите следующие файлы из каталога игры:
zh_cn: 看起来您已经在使用其他模拟器。 请从游戏目录中删除以下文件：

# LibraryBadiDMAC
source: Please update OpenParrot! You seem to be using an unofficial {0} file! The game may crash or be unstable. Continue?
ar_sa: يرجى تحديث OpenParrot! يبدو أنك تستخدم ملف {0} غير رسمي! قد تتعطل اللعبة أو تكون غير مستقرة. استمر؟
de_de: Bitte aktualisiere OpenParrot! Du scheinst eine inoffizielle {0}-Datei zu verwenden! Das Spiel könnte abstürzen oder instabil sein. Fortfahren?
es_es: ¡Por favor actualiza OpenParrot! ¡Parece que estás usando un archivo {0} no oficial! El juego puede fallar o ser inestable. ¿Continuar?
fi_fi: Päivitä OpenParrot! Näytät käyttävän epävirallista {0} tiedostoa! Peli saattaa kaatua tai olla epävakaa. Jatka?
fr_fr: Veuillez mettre à jour OpenParrot ! Il semble que vous utilisiez un fichier {0} non officiel ! Le jeu peut planter ou être instable. Continuer ?
it_it: Aggiorna OpenParrot! Sembra che tu stia usando un file {0} non ufficiale! Il gioco potrebbe crashare o essere instabile. Continuare?
ja_jp: OpenParrotを更新してください！ 非公式の{0}ファイルを使用しているようです！ゲームがクラッシュまたは不安定になる可能性があります。続行しますか？
ko_kr: OpenParrot을 업데이트해주세요! 비공식 {0} 파일을 사용하고 있는 것 같습니다! 게임이 크래시되거나 불안정할 수 있습니다. 계속하시겠습니까?
nl_nl: Update OpenParrot! U lijkt een onofficieel {0} bestand te gebruiken! De game kan crashen of instabiel zijn. Doorgaan?
pl_pl: Proszę zaktualizuj OpenParrot! Wygląda na to, że używasz nieoficjalnego pliku {0}! Gra może się zawiesić lub być niestabilna. Kontynuować?
pt_pt: Por favor atualize o OpenParrot! Você parece estar usando um arquivo {0} não oficial! O jogo pode travar ou ficar instável. Continuar?
ru_ru: Пожалуйста, обновите OpenParrot! Похоже, вы используете неофициальный файл {0}! Игра может крашиться или работать нестабильно. Продолжить?
zh_cn: 请更新OpenParrot！ 您似乎在使用非官方的{0}文件！游戏可能崩溃或不稳定。继续吗？

# LibraryBepInEx32Bit
source: BepInEx 32-bit
ar_sa: BepInEx 32-بت
fr_fr: BepInEx 32 bits
ja_jp: BepInEx 32ビット
ko_kr: BepInEx 32비트
ru_ru: BepInEx 32-бит
zh_cn: BepInEx 32位

# LibraryBepInEx64Bit
source: BepInEx 64-bit
ar_sa: BepInEx 64-بت
fr_fr: BepInEx 64 bits
ja_jp: BepInEx 64ビット
ko_kr: BepInEx 64비트
ru_ru: BepInEx 64-бит
zh_cn: BepInEx 64位

# LibraryBepInExIncompatible
source: BepInEx incompatible
ar_sa: BepInEx غير متوافق
de_de: BepInEx inkompatibel
fi_fi: BepInEx yhteensopimaton
it_it: BepInEx incompatibile
ja_jp: BepInEx互換性なし
ko_kr: BepInEx 호환되지 않음
nl_nl: BepInEx incompatibel
pl_pl: BepInEx niekompatybilny
pt_pt: BepInEx incompatível
ru_ru: BepInEx несовместим
zh_cn: BepInEx不兼容

# LibraryBepInExRequired
source: BepInEx required
ar_sa: BepInEx مطلوب
de_de: BepInEx erforderlich
es_es: BepInEx requerido
fi_fi: BepInEx vaaditaan
fr_fr: BepInEx requis
it_it: BepInEx richiesto
ja_jp: BepInExが必要
ko_kr: BepInEx 필요
nl_nl: BepInEx vereist
pl_pl: BepInEx wymagany
pt_pt: BepInEx necessário
ru_ru: Требуется BepInEx
zh_cn: 需要BepInEx

# LibraryBepInExRequiredCaption
source: BepInEx Required
ar_sa: BepInEx مطلوب
de_de: BepInEx erforderlich
es_es: BepInEx Requerido
fi_fi: BepInEx vaaditaan
fr_fr: BepInEx Requis
it_it: BepInEx Richiesto
ja_jp: BepInExが必要
ko_kr: BepInEx 필요
nl_nl: BepInEx Vereist
pl_pl: BepInEx wymagany
pt_pt: BepInEx Necessário
ru_ru: Требуется BepInEx
zh_cn: 需要BepInEx

# LibraryCantFindGame
source: Cannot find game exe at: {0}
ar_sa: لا يمكن العثور على ملف اللعبة التنفيذي في: {0}
de_de: Kann Spiel-exe nicht finden unter: {0}
es_es: No se puede encontrar el ejecutable del juego en: {0}
fi_fi: Pelin exe:ä ei löydy osoitteesta: {0}
fr_fr: Impossible de trouver l'exécutable du jeu à : {0}
it_it: Impossibile trovare l'exe del gioco a: {0}
ja_jp: ゲーム実行ファイルが見つかりません: {0}
ko_kr: 게임 실행 파일을 찾을 수 없습니다: {0}
nl_nl: Kan game exe niet vinden op: {0}
pl_pl: Nie można znaleźć pliku exe gry w: {0}
pt_pt: Não é possível encontrar exe do jogo em: {0}
ru_ru: Не удается найти исполняемый файл игры: {0}
zh_cn: 在{0}找不到游戏exe

# LibraryCantFindLoader
source: Cannot find {0}! It is probably removed by your anti-virus software. Please re-extract TeknoParrot.
ar_sa: لا يمكن العثور على {0}! ربما تم حذفه بواسطة برنامج مكافحة الفيروسات الخاص بك. يرجى إعادة استخراج TeknoParrot.
de_de: Kann {0} nicht finden! Es wurde wahrscheinlich von deiner Antivirus-Software entfernt. Bitte extrahiere TeknoParrot erneut.
es_es: ¡No se puede encontrar {0}! Probablemente fue eliminado por tu software antivirus. Por favor vuelve a extraer TeknoParrot.
fi_fi: {0}:ää ei löydy! Virustorjuntaohjelmasi on luultavasti poistanut sen. Pura TeknoParrot uudelleen.
fr_fr: Impossible de trouver {0} ! Il a probablement été supprimé par votre logiciel antivirus. Veuillez ré-extraire TeknoParrot.
it_it: Impossibile trovare {0}! Probabilmente è stato rimosso dal tuo software antivirus. Riestrarre TeknoParrot.
ja_jp: {0}が見つかりません！ おそらくウイルス対策ソフトによって削除されました。 TeknoParrotを再展開してください。
ko_kr: {0}을(를) 찾을 수 없습니다! 바이러스 백신 소프트웨어에 의해 제거되었을 가능성이 있습니다. TeknoParrot을 다시 압축 해제해주세요.
nl_nl: Kan {0} niet vinden! Het is waarschijnlijk verwijderd door uw anti-virus software. Pak TeknoParrot opnieuw uit.
pl_pl: Nie można znaleźć {0}! Prawdopodobnie został usunięty przez twój antywirus. Proszę wyodrębnij TeknoParrot ponownie.
pt_pt: Não é possível encontrar {0}! Provavelmente foi removido pelo seu software antivírus. Por favor re-extraia o TeknoParrot.
ru_ru: Не удается найти {0}! Вероятно, он удален антивирусным ПО. Пожалуйста, заново распакуйте TeknoParrot.
zh_cn: 找不到{0}！ 它可能被您的杀毒软件删除了。 请重新解压TeknoParrot。

# LibraryControllerSetup
source: CONTROLLER SETUP
ar_sa: إعداد جهاز التحكم
de_de: CONTROLLER-EINSTELLUNGEN
es_es: CONFIGURACIÓN DE CONTROLES
fi_fi: OHJAINASETUKSET
fr_fr: CONFIGURATION MANETTE
it_it: CONFIGURAZIONE CONTROLLER
ja_jp: コントローラー設定
ko_kr: 컨트롤러 설정
pl_pl: KONFIGURACJA KONTROLERA
pt_pt: CONFIGURAÇÃO DO CONTROLE
ru_ru: НАСТРОЙКА КОНТРОЛЛЕРА
zh_cn: 控制器设置

# LibraryCouldNotCheckBitness
source: Could not check bitness
ar_sa: لا يمكن فحص البتات
de_de: Konnte Bit-Anzahl nicht überprüfen
es_es: No se pudo verificar la arquitectura
fi_fi: Bittisyyttä ei voitu tarkistaa
fr_fr: Impossible de vérifier l'architecture
it_it: Impossibile controllare i bit
ja_jp: ビット数を確認できませんでした
ko_kr: 비트수를 확인할 수 없습니다
nl_nl: Kon bitness niet controleren
pl_pl: Nie można sprawdzić bitności
pt_pt: Não foi possível verificar arquitetura
ru_ru: Не удалось проверить разрядность
zh_cn: 无法检查位数

# LibraryDeleteGame
source: DELETE
ar_sa: حذف
de_de: LÖSCHEN
es_es: ELIMINAR
fi_fi: POISTA
fr_fr: SUPPRIMER
it_it: ELIMINA
ja_jp: 削除
ko_kr: 삭제
nl_nl: VERWIJDEREN
pl_pl: USUŃ
pt_pt: EXCLUIR
ru_ru: УДАЛИТЬ
zh_cn: 删除

# LibraryDownloadAllIcons
source: This will download every missing icon for TeknoParrot. The file is around 50 megabytes. Are you sure you want to continue?
ar_sa: سيؤدي هذا إلى تحميل كل أيقونة مفقودة لـ TeknoParrot. الملف حوالي 50 ميجابايت. هل أنت متأكد أنك تريد المتابعة؟
de_de: Dies wird jedes fehlende Icon für TeknoParrot herunterladen. Die Datei ist etwa 50 Megabyte groß. Bist du sicher, dass du fortfahren möchtest?
es_es: Esto descargará todos los iconos faltantes para TeknoParrot. El archivo es de aproximadamente 50 megabytes. ¿Estás seguro de que quieres continuar?
fi_fi: Tämä lataa jokaisen puuttuvan kuvakkeen TeknoParrotille. Tiedosto on noin 50 megatavua. Oletko varma että haluat jatkaa?
fr_fr: Ceci téléchargera toutes les icônes manquantes pour TeknoParrot. Le fichier fait environ 50 mégaoctets. Êtes-vous sûr de vouloir continuer ?
it_it: Questo scaricherà ogni icona mancante per TeknoParrot. Il file è di circa 50 megabyte. Sei sicuro di voler continuare?
ja_jp: TeknoParrotの不足しているアイコンをすべてダウンロードします。ファイルサイズは約50メガバイトです。続行しますか？
ko_kr: TeknoParrot의 모든 누락된 아이콘을 다운로드합니다. 파일 크기는 약 50메가바이트입니다. 계속하시겠습니까?
nl_nl: Dit zal elk ontbrekend icoon voor TeknoParrot downloaden. Het bestand is ongeveer 50 megabytes. Weet u zeker dat u wilt doorgaan?
pl_pl: To pobierze każdą brakującą ikonę dla TeknoParrot. Plik ma około 50 megabajtów. Czy na pewno chcesz kontynuować?
pt_pt: Isso irá baixar todos os ícones faltando para o TeknoParrot. O arquivo tem cerca de 50 megabytes. Tem certeza que deseja continuar?
ru_ru: Это загрузит все отсутствующие иконки для TeknoParrot. Размер файла около 50 мегабайт. Вы уверены, что хотите продолжить?
zh_cn: 这将下载TeknoParrot所有缺失的图标。文件大约50兆字节。您确定要继续吗？

# LibraryDownloadMissingIcons
source: DOWNLOAD MISSING ICONS
ar_sa: تحميل الأيقونات المفقودة
de_de: FEHLENDE ICONS HERUNTERLADEN
es_es: DESCARGAR ICONOS FALTANTES
fi_fi: LATAA PUUTTIVAT KUVAKKEET
fr_fr: TÉLÉCHARGER LES ICÔNES MANQUANTES
it_it: SCARICA ICONE MANCANTI
ja_jp: 不足アイコンダウンロード
ko_kr: 누락된 아이콘 다운로드
nl_nl: ONTBREKENDE ICONEN DOWNLOADEN
pl_pl: POBIERZ BRAKUJĄCE IKONY
pt_pt: BAIXAR ÍCONES FALTANDO
ru_ru: ЗАГРУЗИТЬ ОТСУТСТВУЮЩИЕ ИКОНКИ
zh_cn: 下载缺失图标

# LibraryEmulator
source: Emulator
ar_sa: محاكي
es_es: Emulador
fi_fi: Emulaattori
fr_fr: Émulateur
it_it: Emulatore
ja_jp: エミュレータ
ko_kr: 에뮬레이터
pt_pt: Emulador
ru_ru: Эмулятор
zh_cn: 模拟器

# LibraryGameLocation2NotSet
source: Game location 2 not set
ar_sa: موقع اللعبة 2 غير معين
de_de: Spielpfad 2 nicht gesetzt
es_es: Ubicación del juego 2 no configurada
fi_fi: Pelin sijaintia 2 ei ole asetettu
fr_fr: Emplacement du jeu 2 non défini
it_it: Posizione gioco 2 non impostata
ja_jp: ゲーム場所2が設定されていません
ko_kr: 게임 위치 2가 설정되지 않음
nl_nl: Game locatie 2 niet ingesteld
pl_pl: Lokalizacja gry 2 nie ustawiona
pt_pt: Localização do jogo 2 não definida
ru_ru: Местоположение игры 2 не задано
zh_cn: 游戏位置2未设置

# LibraryGameLocationNotSet
source: Game location not set! Please set it in Game Settings.
ar_sa: موقع اللعبة غير معين! يرجى تعيينه في إعدادات اللعبة.
de_de: Spielpfad nicht gesetzt! Bitte setze ihn in den Spieleinstellungen.
es_es: ¡Ubicación del juego no configurada! Por favor configúrala en Configuración del Juego.
fi_fi: Pelin sijaintia ei ole asetettu! Aseta se peliasetuksissa.
fr_fr: Emplacement du jeu non défini ! Veuillez le définir dans les Paramètres du Jeu.
it_it: Posizione del gioco non impostata! Impostala nelle Impostazioni Gioco.
ja_jp: ゲームの場所が設定されていません！ゲーム設定で設定してください。
ko_kr: 게임 위치가 설정되지 않았습니다! 게임 설정에서 설정해주세요.
nl_nl: Game locatie niet ingesteld! Stel deze in via Game Instellingen.
pl_pl: Lokalizacja gry nie ustawiona! Proszę ustaw ją w Ustawieniach gry.
pt_pt: Localização do jogo não definida! Por favor defina nas Configurações do Jogo.
ru_ru: Местоположение игры не задано! Пожалуйста, установите его в настройках игры.
zh_cn: 游戏位置未设置！请在游戏设置中设置。

# LibraryGameSettings
source: GAME SETTINGS
ar_sa: إعدادات اللعبة
de_de: SPIELEINSTELLUNGEN
es_es: CONFIGURACIÓN DEL JUEGO
fi_fi: PELIASETUKSET
fr_fr: PARAMÈTRES DU JEU
it_it: IMPOSTAZIONI GIOCO
ja_jp: ゲーム設定
ko_kr: 게임 설정
nl_nl: GAME INSTELLINGEN
pl_pl: USTAWIENIA GRY
pt_pt: CONFIGURAÇÕES DO JOGO
ru_ru: НАСТРОЙКИ ИГРЫ
zh_cn: 游戏设置

# LibraryGenreAction
source: Action
ar_sa: أكشن
es_es: Acción
fi_fi: Toiminta
it_it: Azione
ja_jp: アクション
ko_kr: 액션
nl_nl: Actie
pl_pl: Akcja
pt_pt: Ação
ru_ru: Экшн
zh_cn: 动作

# LibraryGenreAll
source: All
ar_sa: الكل
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Tous
it_it: Tutti
ja_jp: 全て
ko_kr: 전체
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Todos
ru_ru: Все
zh_cn: 全部

# LibraryGenreCard
source: Card
ar_sa: بطاقة
de_de: Karten
es_es: Cartas
fi_fi: Kortti
fr_fr: Cartes
it_it: Carte
ja_jp: カード
ko_kr: 카드
nl_nl: Kaart
pl_pl: Karty
pt_pt: Cartas
ru_ru: Карточные
zh_cn: 卡牌

# LibraryGenreCompilation
source: Compilation
ar_sa: مجموعة
de_de: Sammlung
es_es: Compilación
fi_fi: Kokoelma
it_it: Raccolta
ja_jp: コンピレーション
ko_kr: 컴필레이션
nl_nl: Compilatie
pl_pl: Kompilacja
pt_pt: Compilação
ru_ru: Сборники
zh_cn: 合集

# LibraryGenreFighting
source: Fighting
ar_sa: قتال
de_de: Kampf
es_es: Lucha
fi_fi: Tappelu
fr_fr: Combat
it_it: Combattimento
ja_jp: 格闘
ko_kr: 격투
nl_nl: Vechtspel
pl_pl: Bijatyki
pt_pt: Luta
ru_ru: Файтинги
zh_cn: 格斗

# LibraryGenreFlying
source: Flying
ar_sa: طيران
de_de: Flug
es_es: Vuelo
fi_fi: Lentäminen
fr_fr: Vol
it_it: Volo
ja_jp: フライト
ko_kr: 비행
nl_nl: Vliegspel
pl_pl: Latanie
pt_pt: Voo
ru_ru: Авиасимуляторы
zh_cn: 飞行

# LibraryGenreLabel
source: Genre:
ar_sa: النوع:
es_es: Género:
fi_fi: Laji:
it_it: Genere:
ja_jp: ジャンル:
ko_kr: 장르:
pl_pl: Gatunek:
pt_pt: Gênero:
ru_ru: Жанр:
zh_cn: 类型：

# LibraryGenrePlatform
source: Platform
ar_sa: منصات
de_de: Plattform
es_es: Plataforma
fi_fi: Tasohyppely
fr_fr: Plateforme
it_it: Piattaforma
ja_jp: プラットフォーム
ko_kr: 플랫폼
pl_pl: Platformowe
pt_pt: Plataforma
ru_ru: Платформеры
zh_cn: 平台

# LibraryGenrePuzzle
source: Puzzle
ar_sa: ألغاز
es_es: Rompecabezas
fi_fi: Palapeli
ja_jp: パズル
ko_kr: 퍼즐
nl_nl: Puzzel
pt_pt: Quebra-cabeça
ru_ru: Головоломки
zh_cn: 益智

# LibraryGenreRacing
source: Racing
ar_sa: سباق
de_de: Rennen
es_es: Carreras
fi_fi: Kilpa-ajo
fr_fr: Course
it_it: Corse
ja_jp: レーシング
ko_kr: 레이싱
pl_pl: Wyścigi
pt_pt: Corrida
ru_ru: Гонки
zh_cn: 竞速

# LibraryGenreRhythm
source: Rhythm
ar_sa: إيقاع
de_de: Rhythmus
es_es: Ritmo
fi_fi: Rytmi
fr_fr: Rythme
it_it: Ritmo
ja_jp: リズム
ko_kr: 리듬
nl_nl: Ritme
pl_pl: Rytmiczne
pt_pt: Ritmo
ru_ru: Ритм-игры
zh_cn: 音乐

# LibraryGenreShootEmUp
source: Shoot Em Up
ar_sa: إطلاق نار
es_es: Matamarcianos
fi_fi: Ammuskelu
it_it: Sparatutto
ja_jp: シューティング
ko_kr: 슈팅
pl_pl: Strzelanki
pt_pt: Tiro em Cima
zh_cn: 射击

# LibraryGenreShooter
source: Shooter
ar_sa: رماية
es_es: Disparos
fi_fi: Ampumapeli
fr_fr: Tir
it_it: Sparatutto
ja_jp: シューター
ko_kr: FPS
nl_nl: Schietspel
pl_pl: Strzelanka
pt_pt: Tiro
ru_ru: Шутеры
zh_cn: 射击

# LibraryGenreSports
source: Sports
ar_sa: رياضة
de_de: Sport
es_es: Deportes
fi_fi: Urheilu
it_it: Sport
ja_jp: スポーツ
ko_kr: 스포츠
nl_nl: Sport
pl_pl: Sport
pt_pt: Esportes
ru_ru: Спорт
zh_cn: 体育

# LibraryGenreSubscription
source: Subscription
ar_sa: اشتراك
de_de: Abonnement
es_es: Suscripción
fi_fi: Tilaus
fr_fr: Abonnement
it_it: Abbonamento
ja_jp: サブスクリプション
ko_kr: 구독
nl_nl: Abonnement
pl_pl: Subskrypcja
pt_pt: Assinatura
ru_ru: Подписка
zh_cn: 订阅
