Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# GameErrorB0B0039
source: This game need "\BepInEx\plugins\" folder with "MSTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "PSSTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "MSTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "MSTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "MSTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "MSTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "MSTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「MSTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "MSTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "MSTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "MSTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "MSTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "MSTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"MSTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0040
source: This game need "\BepInEx\plugins\" folder with "FGBTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "JLTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "FGBTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "FGBTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "FGBTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "FGBTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "FGBTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「FGBTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "FGBTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "FGBTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "FGBTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "FGBTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "FGBTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"FGBTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0041
source: This game need "\BepInEx\plugins\" folder with "NERFTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "PPRTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "NERFTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "NERFTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "NERFTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "NERFTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "NERFTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「NERFTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "NERFTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "NERFTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "NERFTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "NERFTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "NERFTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"NERFTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0042
source: This game need "\BepInEx\plugins\" folder with "TMNTTPPlugin.dll" TP plugin dll file in it. You also need to remove any other conflicting plugin dll file from this "\BepInEx\plugins\" folder. Please visit TeknoParrot Discord #fixes channel to get TP plugin...
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "PTTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt den "\BepInEx\plugins\" Ordner mit der "TMNTTPPlugin.dll" TP-Plugin-dll-Datei darin. Sie müssen auch alle anderen konfliktenden Plugin-dll-Dateien aus diesem "\BepInEx\plugins\" Ordner entfernen. Bitte besuchen Sie den TeknoParrot Discord #fixes-Kanal, um das TP-Plugin zu erhalten...
es_es: Este juego necesita la carpeta "\BepInEx\plugins\" con el archivo dll del plugin TP "TMNTTPPlugin.dll" en ella. También necesitas remover cualquier otro archivo dll de plugin conflictivo de esta carpeta "\BepInEx\plugins\". Por favor visita el canal #fixes de Discord de TeknoParrot para obtener el plugin TP...
fi_fi: Tämä peli tarvitsee "\BepInEx\plugins\"-kansion "TMNTTPPlugin.dll" TP-lisäosa dll-tiedoston kanssa. Sinun täytyy myös poistaa kaikki muut ristiriitaiset lisäosa dll-tiedostot tästä "\BepInEx\plugins\"-kansiosta. Vieraile TeknoParrot Discord #fixes-kanavalla hakemaan TP-lisäosa...
fr_fr: Ce jeu a besoin du dossier "\BepInEx\plugins\" avec le fichier dll du plugin TP "TMNTTPPlugin.dll" dedans. Vous devez aussi supprimer tout autre fichier dll de plugin conflictuel de ce dossier "\BepInEx\plugins\". Veuillez visiter le canal #fixes Discord TeknoParrot pour obtenir le plugin TP...
it_it: Questo gioco ha bisogno della cartella "\BepInEx\plugins\" con il file dll plugin TP "TMNTTPPlugin.dll" al suo interno. Devi anche rimuovere qualsiasi altro file dll plugin in conflitto da questa cartella "\BepInEx\plugins\". Visita il canale #fixes Discord TeknoParrot per ottenere il plugin TP...
ja_jp: このゲームには「TMNTTPPlugin.dll」TPプラグインdllファイルが入った「\BepInEx\plugins\」フォルダが必要です。 この「\BepInEx\plugins\」フォルダから競合する他のプラグインdllファイルも削除する必要があります。 TPプラグインを取得するためにTeknoParrot Discord #fixesチャンネルをご覧ください...
ko_kr: 이 게임은 "TMNTTPPlugin.dll" TP 플러그인 dll 파일이 있는 "\BepInEx\plugins\" 폴더가 필요합니다. 이 "\BepInEx\plugins\" 폴더에서 충돌하는 다른 플러그인 dll 파일들도 제거해야 합니다. TP 플러그인을 얻으려면 TeknoParrot Discord #fixes 채널을 방문해주세요...
nl_nl: Dit spel heeft "\BepInEx\plugins\" map met "TMNTTPPlugin.dll" TP plugin dll bestand erin nodig. Je moet ook alle andere conflicterende plugin dll bestanden uit deze "\BepInEx\plugins\" map verwijderen. Bezoek TeknoParrot Discord #fixes kanaal om TP plugin te krijgen...
pl_pl: Ta gra potrzebuje folderu "\BepInEx\plugins\" z plikiem dll wtyczki TP "TMNTTPPlugin.dll" w nim. Musisz także usunąć wszelkie inne konfliktujące pliki dll wtyczek z tego folderu "\BepInEx\plugins\". Odwiedź kanał #fixes Discord TeknoParrot, aby pobrać wtyczkę TP...
pt_pt: Este jogo precisa da pasta "\BepInEx\plugins\" com o ficheiro dll do plugin TP "TMNTTPPlugin.dll" nela. Também precisa de remover qualquer outro ficheiro dll de plugin conflituoso desta pasta "\BepInEx\plugins\". Por favor visite o canal #fixes do Discord TeknoParrot para obter o plugin TP...
ru_ru: Этой игре нужна папка "\BepInEx\plugins\" с файлом dll плагина TP "TMNTTPPlugin.dll" в ней. Вам также нужно удалить любые другие конфликтующие файлы dll плагинов из этой папки "\BepInEx\plugins\". Пожалуйста, посетите канал #fixes Discord TeknoParrot, чтобы получить плагин TP...
zh_cn: 此游戏需要"\BepInEx\plugins\"文件夹，其中包含"TMNTTPPlugin.dll"TP插件dll文件。 您还需要从此"\BepInEx\plugins\"文件夹中删除任何其他冲突的插件dll文件。 请访问TeknoParrot Discord #fixes频道获取TP插件...

# GameErrorB0B0043
source: This game need the following files: "PK-UnityPlugin.dll" in "\NERF_Data\Plugins\" folder to enable some effects.
ar_sa: تحتاج هذه اللعبة إلى مجلد "\BepInEx\plugins\" مع ملف dll إضافة TP "PKUTPPlugin.dll" بداخله. تحتاج أيضاً إلى إزالة أي ملف dll إضافة متضارب آخر من مجلد "\BepInEx\plugins\" هذا. يرجى زيارة قناة #fixes في TeknoParrot Discord للحصول على إضافة TP...
de_de: Dieses Spiel benötigt die folgenden Dateien: "PK-UnityPlugin.dll" im "\NERF_Data\Plugins\" Ordner, um einige Effekte zu aktivieren.
es_es: Este juego necesita los siguientes archivos: "PK-UnityPlugin.dll" en la carpeta "\NERF_Data\Plugins\" para habilitar algunos efectos.
fi_fi: Tämä peli tarvitsee seuraavat tiedostot: "PK-UnityPlugin.dll" "\NERF_Data\Plugins\"-kansiossa joidenkin efektien käyttöönottamiseksi.
fr_fr: Ce jeu a besoin des fichiers suivants : "PK-UnityPlugin.dll" dans le dossier "\NERF_Data\Plugins\" pour activer certains effets.
it_it: Questo gioco ha bisogno dei seguenti file: "PK-UnityPlugin.dll" nella cartella "\NERF_Data\Plugins\" per abilitare alcuni effetti.
ja_jp: このゲームには以下のファイルが必要です： 「PK-UnityPlugin.dll」 「\NERF_Data\Plugins\」フォルダにいくつかのエフェクトを有効にするために。
ko_kr: 이 게임은 다음 파일들이 필요합니다: "PK-UnityPlugin.dll" 일부 효과를 활성화하기 위해 "\NERF_Data\Plugins\" 폴더에.
nl_nl: Dit spel heeft de volgende bestanden nodig: "PK-UnityPlugin.dll" in "\NERF_Data\Plugins\" map om bepaalde effecten in te schakelen.
pl_pl: Ta gra potrzebuje następujących plików: "PK-UnityPlugin.dll" w folderze "\NERF_Data\Plugins\", aby włączyć niektóre efekty.
pt_pt: Este jogo precisa dos seguintes ficheiros: "PK-UnityPlugin.dll" na pasta "\NERF_Data\Plugins\" para ativar alguns efeitos.
ru_ru: Этой игре нужны следующие файлы: "PK-UnityPlugin.dll" в папке "\NERF_Data\Plugins\", чтобы включить некоторые эффекты.
zh_cn: 此游戏需要以下文件： "PK-UnityPlugin.dll" 在"\NERF_Data\Plugins\"文件夹中以启用某些效果。

# GameErrorB0B0044
source: This game need the following files: "OrenVid.dll", "PK-UnityPlugin.dll" in "\TMNT_Data\Plugins\x86_64\" folder to enable some effects AND video playback.
ar_sa: تم اكتشاف ملفات مفقودة. تحتاج هذه اللعبة إلى الملفات التالية في مجلد pinball: "PK-UnityPlugin.dll" "OrenVid.dll"، "PK-UnityPlugin.dll" يرجى نقل المجلدات التالية إلى مجلد فرعي جديد للبنبول. attract، attractreplays، configuration، enterinitials، lasvegas، newyorkshop، op_adjust، playfield، savedgames، scripts، select، show و sound
de_de: Dieses Spiel benötigt die folgenden Dateien: "OrenVid.dll", "PK-UnityPlugin.dll" im "\TMNT_Data\Plugins\x86_64\" Ordner, um einige Effekte UND Videowiedergabe zu aktivieren.
es_es: Este juego necesita los siguientes archivos: "OrenVid.dll", "PK-UnityPlugin.dll" en la carpeta "\TMNT_Data\Plugins\x86_64\" para habilitar algunos efectos Y reproducción de video.
fi_fi: Tämä peli tarvitsee seuraavat tiedostot: "OrenVid.dll", "PK-UnityPlugin.dll" "\TMNT_Data\Plugins\x86_64\"-kansiossa joidenkin efektien JA videotoiston käyttöönottamiseksi.
fr_fr: Ce jeu a besoin des fichiers suivants : "OrenVid.dll", "PK-UnityPlugin.dll" dans le dossier "\TMNT_Data\Plugins\x86_64\" pour activer certains effets ET la lecture vidéo.
it_it: Questo gioco ha bisogno dei seguenti file: "OrenVid.dll", "PK-UnityPlugin.dll" nella cartella "\TMNT_Data\Plugins\x86_64\" per abilitare alcuni effetti E la riproduzione video.
ja_jp: このゲームには以下のファイルが必要です： 「OrenVid.dll」、 「PK-UnityPlugin.dll」 「\TMNT_Data\Plugins\x86_64\」フォルダにいくつかのエフェクトと動画再生を有効にするために。
ko_kr: 이 게임은 다음 파일들이 필요합니다: "OrenVid.dll", "PK-UnityPlugin.dll" 일부 효과와 비디오 재생을 활성화하기 위해 "\TMNT_Data\Plugins\x86_64\" 폴더에.
nl_nl: Dit spel heeft de volgende bestanden nodig: "OrenVid.dll", "PK-UnityPlugin.dll" in "\TMNT_Data\Plugins\x86_64\" map om bepaalde effecten EN video afspelen in te schakelen.
pl_pl: Ta gra potrzebuje następujących plików: "OrenVid.dll", "PK-UnityPlugin.dll" w folderze "\TMNT_Data\Plugins\x86_64\", aby włączyć niektóre efekty I odtwarzanie wideo.
pt_pt: Este jogo precisa dos seguintes ficheiros: "OrenVid.dll", "PK-UnityPlugin.dll" na pasta "\TMNT_Data\Plugins\x86_64\" para ativar alguns efeitos E reprodução de vídeo.
ru_ru: Этой игре нужны следующие файлы: "OrenVid.dll", "PK-UnityPlugin.dll" в папке "\TMNT_Data\Plugins\x86_64\", чтобы включить некоторые эффекты И воспроизведение видео.
zh_cn: 此游戏需要以下文件： "OrenVid.dll"， "PK-UnityPlugin.dll" 在"\TMNT_Data\Plugins\x86_64\"文件夹中以启用某些效果和视频播放。

# GameErrorD00D000
source: This game requires the game data to be in a "pinball" subfolder. Please move the following folders into a new pinball subdirectory. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show and sound
ar_sa: تم اكتشاف تشغيل مضاعف لـ TeknoParrotUI. يرجى إغلاق جلسة TeknoParrotUI الأخرى والمحاولة مرة أخرى.
de_de: Dieses Spiel erfordert, dass sich die Spieldaten in einem "pinball" Unterordner befinden. Bitte verschieben Sie die folgenden Ordner in ein neues pinball-Unterverzeichnis. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show und sound
es_es: Este juego requiere que los datos del juego estén en una subcarpeta "pinball". Por favor mueve las siguientes carpetas a un nuevo subdirectorio pinball. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show y sound
fi_fi: Tämä peli vaatii pelitietojen olevan "pinball"-alakansiossa. Siirrä seuraavat kansiot uuteen pinball-alihakemistoon. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show ja sound
fr_fr: Ce jeu nécessite que les données du jeu soient dans un sous-dossier "pinball". Veuillez déplacer les dossiers suivants dans un nouveau sous-répertoire pinball. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show et sound
it_it: Questo gioco richiede che i dati del gioco siano in una sottocartella "pinball". Sposta le seguenti cartelle in una nuova sottodirectory pinball. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show e sound
ja_jp: このゲームはゲームデータが「pinball」サブフォルダにある必要があります。 以下のフォルダを新しいpinballサブディレクトリに移動してください。 attract、attractreplays、configuration、enterinitials、lasvegas、newyorkshop、op_adjust、playfield、savedgames、scripts、select、show、sound
ko_kr: 이 게임은 게임 데이터가 "pinball" 하위 폴더에 있어야 합니다. 다음 폴더들을 새로운 pinball 하위 디렉토리로 이동해주세요. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show, sound
nl_nl: Dit spel vereist dat de speldata in een "pinball" submap staat. Verplaats de volgende mappen naar een nieuwe pinball subdirectory. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show en sound
pl_pl: Ta gra wymaga, aby dane gry znajdowały się w podfolderze "pinball". Przenieś następujące foldery do nowego podkatalogu pinball. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show i sound
pt_pt: Este jogo requer que os dados do jogo estejam numa subpasta "pinball". Por favor mova as seguintes pastas para um novo subdiretório pinball. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show e sound
ru_ru: Эта игра требует, чтобы данные игры находились в подпапке "pinball". Пожалуйста, переместите следующие папки в новую поддиректорию pinball. attract, attractreplays, configuration, enterinitials, lasvegas, newyorkshop, op_adjust, playfield, savedgames, scripts, select, show и sound
zh_cn: 此游戏要求游戏数据位于"pinball"子文件夹中。 请将以下文件夹移动到新的pinball子目录中。 attract、attractreplays、configuration、enterinitials、lasvegas、newyorkshop、op_adjust、playfield、savedgames、scripts、select、show和sound

source: Game List
ar_sa: قائمة الألعاب
de_de: Spieleliste
es_es: Lista de Juegos
fi_fi: Peliluettelo
fr_fr: Liste des Jeux
it_it: Lista Giochi
ja_jp: ゲームリスト
ko_kr: 게임 목록
nl_nl: Game Lijst
pl_pl: Lista gier
pt_pt: Lista de Jogos
ru_ru: Список игр
zh_cn: 游戏列表

source: Game Running
ar_sa: اللعبة قيد التشغيل
de_de: Spiel läuft
es_es: Juego en Ejecución
fi_fi: Peli käynnissä
fr_fr: Jeu en Cours
it_it: Gioco in Esecuzione
ja_jp: ゲーム実行中
ko_kr: 게임 실행 중
nl_nl: Game Actief
pl_pl: Gra uruchomiona
pt_pt: Jogo Executando
ru_ru: Игра запущена
zh_cn: 游戏运行中
