Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# SettingsElf2LogToFile
source: Log output to file
ar_sa: تسجيل الإخراج في ملف
de_de: Ausgabe in Datei protokollieren
es_es: Registrar salida en archivo
fi_fi: Kirjaa tuloste tiedostoon
fr_fr: Journaliser la sortie dans un fichier
it_it: Registra output su file
ja_jp: ファイルに出力ログ
ko_kr: 파일에 출력 로그
nl_nl: Uitvoer naar bestand loggen
pl_pl: Loguj wyjście do pliku
pt_pt: Registrar saída em arquivo
ru_ru: Записывать вывод в файл
zh_cn: 将输出记录到文件

# SettingsElfldr2
source: Elfldr2 Settings
ar_sa: إعدادات Elfldr2
de_de: Elfldr2 Einstellungen
es_es: Configuración Elfldr2
fi_fi: Elfldr2-asetukset
fr_fr: Paramètres Elfldr2
it_it: Impostazioni Elfldr2
ja_jp: Elfldr2設定
ko_kr: Elfldr2 설정
nl_nl: Elfldr2 Instellingen
pl_pl: Ustawienia Elfldr2
pt_pt: Configurações Elfldr2
ru_ru: Настройки Elfldr2
zh_cn: Elfldr2设置

# SettingsElfldr2NetworkAdapter
source: Network Adapter
ar_sa: محول الشبكة
de_de: Netzwerkadapter
es_es: Adaptador de Red
fi_fi: Verkkosovitin
fr_fr: Adaptateur Réseau
it_it: Adattatore di Rete
ja_jp: ネットワークアダプター
ko_kr: 네트워크 어댑터
nl_nl: Netwerkadapter
pl_pl: Karta sieciowa
pt_pt: Adaptador de Rede
ru_ru: Сетевой адаптер
zh_cn: 网络适配器

# SettingsDolphin
source: Dolphin Settings
ar_sa: إعدادات الدلفين
de_de: Dolphin-Einstellungen
es_es: Configuración de delfines
fi_fi: Dolphin-asetukset
fr_fr: Paramètres de dauphin
it_it: Impostazioni Dolphin
ja_jp: ドルフィン設定
ko_kr: 돌고래 설정
nl_nl: Dolphin-instellingen
pl_pl: Ustawienia Delfina
pt_pt: Configurações do Dolphin
ru_ru: Настройки Dolphin
zh_cn: Dolphin 设置

# SettingsHideDolphinGUI
source: Hide Dolphin GUI
ar_sa: إخفاء دولفين واجهة المستخدم الرسومية
de_de: Dolphin-Benutzeroberfläche ausblenden
es_es: Ocultar la gui de delfines
fi_fi: Piilota Dolphinin käyttöliittymä
fr_fr: Masquer GUI Dolphin
it_it: Nascondi interfaccia Dolphin
ja_jp: Dolphinのインターフェースを隠す
ko_kr: 돌핀 GUI 숨기기
nl_nl: Verberg Dolphin GUI
pl_pl: Ukryj interfejs Dolphin
pt_pt: Ocultar interface do Dolphin
ru_ru: Скрыть интерфейс Dolphin
zh_cn: 隐藏 Dolphin 界面

# SettingsFullBrake
source: Full Axis Brake
ar_sa: فرامل محور كامل
de_de: Vollachsen-Bremse
es_es: Eje Completo de Freno
fi_fi: Täysi akseli jarru
fr_fr: Axe Frein Complet
it_it: Asse Freno Completo
ja_jp: フル軸ブレーキ
ko_kr: 전체 축 브레이크
nl_nl: Volledige As Rem
pl_pl: Pełna oś hamulca
pt_pt: Eixo Completo do Freio
ru_ru: Полная ось тормоза
zh_cn: 全轴刹车

# SettingsFullGas
source: Full Axis Gas
ar_sa: غاز محور كامل
de_de: Vollachsen-Gas
es_es: Eje Completo de Acelerador
fi_fi: Täysi akseli kaasu
fr_fr: Axe Accélérateur Complet
it_it: Asse Acceleratore Completo
ja_jp: フル軸ガス
ko_kr: 전체 축 가속
nl_nl: Volledige As Gas
pl_pl: Pełna oś gazu
pt_pt: Eixo Completo do Acelerador
ru_ru: Полная ось газа
zh_cn: 全轴油门

# SettingsHardwareAccel
source: Disable Hardware Acceleration in UI
ar_sa: تعطيل التسريع المتقدم في واجهة المستخدم
de_de: Hardware-Beschleunigung in UI deaktivieren
es_es: Deshabilitar Aceleración de Hardware en UI
fi_fi: Poista laitteistokiihdytys käytöstä käyttöliittymässä
fr_fr: Désactiver l'Accélération Matérielle dans l'Interface
it_it: Disabilita Accelerazione Hardware nell'UI
ja_jp: UIでハードウェアアクセラレーション無効化
ko_kr: UI에서 하드웨어 가속 비활성화
nl_nl: Hardware Acceleratie in UI uitschakelen
pl_pl: Wyłącz przyspieszenie sprzętowe w UI
pt_pt: Desabilitar Aceleração de Hardware na UI
ru_ru: Отключить аппаратное ускорение в UI
zh_cn: 禁用UI硬件加速

# SettingsHideConsoleWindows
source: Hide console windows
ar_sa: إخفاء نوافذ وحدة التحكم
de_de: Konsolenfenster ausblenden
es_es: Ocultar ventanas de consola
fi_fi: Piilota konsoli-ikkunat
fr_fr: Masquer les fenêtres de console
it_it: Nascondi finestre console
ja_jp: コンソールウィンドウを非表示
ko_kr: 콘솔 창 숨기기
nl_nl: Console vensters verbergen
pl_pl: Ukryj okna konsoli
pt_pt: Ocultar janelas do console
ru_ru: Скрывать окна консоли
zh_cn: 隐藏控制台窗口

# SettingsHideVanguardWarning
source: Disable Vanguard Warning
ar_sa: تعطيل تحذير Vanguard
de_de: Vanguard-Warnung deaktivieren
es_es: Deshabilitar Advertencia de Vanguard
fi_fi: Poista Vanguard-varoitus käytöstä
fr_fr: Désactiver l'Avertissement Vanguard
it_it: Disabilita Avviso Vanguard
ja_jp: Vanguard警告無効化
ko_kr: Vanguard 경고 비활성화
nl_nl: Vanguard Waarschuwing uitschakelen
pl_pl: Wyłącz ostrzeżenie Vanguard
pt_pt: Desabilitar Aviso do Vanguard
ru_ru: Отключить предупреждение Vanguard
zh_cn: 禁用Vanguard警告

# SettingsJoystickGunSettings
source: Joystick Gun Settings
ar_sa: إعدادات عصا التحكم للبندقية
de_de: Joystick-Gun-Einstellungen
es_es: Configuración de Pistola con Joystick
fi_fi: Joystick-aseen asetukset
fr_fr: Paramètres de Pistolet Joystick
it_it: Impostazioni Pistola Joystick
ja_jp: ジョイスティックガン設定
ko_kr: 조이스틱 건 설정
nl_nl: Joystick Pistool Instellingen
pl_pl: Ustawienia pistoletu joysticka
pt_pt: Configurações de Arma Joystick
ru_ru: Настройки пистолета на джойстике
zh_cn: 摇杆枪械设置

# SettingsLoadLastPlayed
source: Load last game played on launch
ar_sa: تحميل آخر لعبة تم لعبها عند البدء
de_de: Zuletzt gespieltes Spiel beim Start laden
es_es: Cargar último juego jugado al iniciar
fi_fi: Lataa viimeksi pelattu peli käynnistyksessä
fr_fr: Charger le dernier jeu joué au lancement
it_it: Carica ultimo gioco giocato all'avvio
ja_jp: 起動時に最後にプレイしたゲームを読み込み
ko_kr: 시작 시 마지막 플레이한 게임 로드
nl_nl: Laatst gespeelde game laden bij opstarten
pl_pl: Załaduj ostatnio graną grę przy uruchomieniu
pt_pt: Carregar último jogo jogado na inicialização
ru_ru: Загружать последнюю игру при запуске
zh_cn: 启动时加载最后玩的游戏

# SettingsP1GunJoystickSensitivity
source: Player 1 Gun Joystick Sensitivity
ar_sa: حساسية عصا التحكم للبندقية للاعب 1
de_de: Spieler 1 Gun-Joystick-Empfindlichkeit
es_es: Sensibilidad de Pistola Joystick Jugador 1
fi_fi: Pelaaja 1 ase-joystickin herkkyys
fr_fr: Sensibilité du Pistolet Joystick Joueur 1
it_it: Sensibilità Pistola Joystick Giocatore 1
ja_jp: プレイヤー1ガンジョイスティック感度
ko_kr: 플레이어 1 건 조이스틱 감도
nl_nl: Speler 1 Pistool Joystick Gevoeligheid
pl_pl: Czułość pistoletu joysticka gracza 1
pt_pt: Sensibilidade da Arma Joystick Jogador 1
ru_ru: Чувствительность пистолета игрока 1
zh_cn: 玩家1枪械摇杆敏感度

# SettingsP2GunJoystickSensitivity
source: Player 2 Gun Joystick Sensitivity
ar_sa: حساسية عصا التحكم للبندقية للاعب 2
de_de: Spieler 2 Gun-Joystick-Empfindlichkeit
es_es: Sensibilidad de Pistola Joystick Jugador 2
fi_fi: Pelaaja 2 ase-joystickin herkkyys
fr_fr: Sensibilité du Pistolet Joystick Joueur 2
it_it: Sensibilità Pistola Joystick Giocatore 2
ja_jp: プレイヤー2ガンジョイスティック感度
ko_kr: 플레이어 2 건 조이스틱 감도
nl_nl: Speler 2 Pistool Joystick Gevoeligheid
pl_pl: Czułość pistoletu joysticka gracza 2
pt_pt: Sensibilidade da Arma Joystick Jogador 2
ru_ru: Чувствительность пистолета игрока 2
zh_cn: 玩家2枪械摇杆敏感度

# SettingsReverseBrake
source: Reverse Axis Brake
ar_sa: عكس محور الفرامل
de_de: Bremsachse umkehren
es_es: Eje de Freno Invertido
fi_fi: Käänteinen akseli jarru
fr_fr: Axe Frein Inversé
it_it: Inverti Asse Freno
ja_jp: 逆軸ブレーキ
ko_kr: 역방향 축 브레이크
nl_nl: As Rem Omkeren
pl_pl: Odwróć oś hamulca
pt_pt: Inverter Eixo do Freio
ru_ru: Инвертировать ось тормоза
zh_cn: 反向轴刹车

# SettingsReverseGas
source: Reverse Axis Gas
ar_sa: عكس محور الغاز
de_de: Gasachse umkehren
es_es: Eje de Acelerador Invertido
fi_fi: Käänteinen akseli kaasu
fr_fr: Axe Accélérateur Inversé
it_it: Inverti Asse Acceleratore
ja_jp: 逆軸ガス
ko_kr: 역방향 축 가속
nl_nl: As Gas Omkeren
pl_pl: Odwróć oś gazu
pt_pt: Inverter Eixo do Acelerador
ru_ru: Инвертировать ось газа
zh_cn: 反向轴油门

# SettingsSaveSettings
source: Save settings
ar_sa: حفظ الإعدادات
de_de: Einstellungen speichern
es_es: Guardar configuraciones
fi_fi: Tallenna asetukset
fr_fr: Sauvegarder les paramètres
it_it: Salva impostazioni
ja_jp: 設定保存
ko_kr: 설정 저장
nl_nl: Instellingen opslaan
pl_pl: Zapisz ustawienia
pt_pt: Salvar configurações
ru_ru: Сохранить настройки
zh_cn: 保存设置

# SettingsShowGameOnDiscord
source: Show current game playing on Discord
ar_sa: إظهار اللعبة الحالية على Discord
de_de: Aktuelles Spiel auf Discord anzeigen
es_es: Mostrar juego actual en Discord
fi_fi: Näytä parhaillaan pelattava peli Discordissa
fr_fr: Afficher le jeu en cours sur Discord
it_it: Mostra gioco corrente in riproduzione su Discord
ja_jp: Discordで現在プレイ中のゲームを表示
ko_kr: Discord에 현재 플레이 중인 게임 표시
nl_nl: Huidige game tonen die wordt gespeeld op Discord
pl_pl: Pokaż obecnie graną grę na Discord
pt_pt: Mostrar jogo atual jogando no Discord
ru_ru: Показывать текущую игру в Discord
zh_cn: 在Discord上显示当前游戏

# SettingsSto0zZone
source: Enable sTo0z Zone
ar_sa: تمكين sTo0z Zone
de_de: sTo0z Zone aktivieren
es_es: Habilitar sTo0z Zone
fi_fi: Ota sTo0z Zone käyttöön
fr_fr: Activer la Zone sTo0z
it_it: Abilita sTo0z Zone
ja_jp: sTo0z Zone有効化
ko_kr: sTo0z Zone 활성화
nl_nl: sTo0z Zone inschakelen
pl_pl: Włącz strefę sTo0z
pt_pt: Habilitar sTo0z Zone
ru_ru: Включить sTo0z Zone
zh_cn: 启用sTo0z Zone

# SettingsUIColour
source: Title colour
ar_sa: لون العنوان
de_de: Titelfarbe
es_es: Color del título
fi_fi: Otsikon väri
fr_fr: Couleur du titre
it_it: Colore titolo
ja_jp: タイトル色
ko_kr: 제목 색상
nl_nl: Titel kleur
pl_pl: Kolor tytułu
pt_pt: Cor do título
ru_ru: Цвет заголовка
zh_cn: 标题颜色

# SettingsUICustomization
source: UI Customization (Subscription)
ar_sa: تخصيص واجهة المستخدم (اشتراك)
de_de: UI-Anpassung (Abonnement)
es_es: Personalización de UI (Suscripción)
fi_fi: Käyttöliittymän mukauttaminen (Tilaus)
fr_fr: Personnalisation de l'Interface (Abonnement)
it_it: Personalizzazione UI (Abbonamento)
ja_jp: UIカスタマイゼーション（サブスクリプション）
ko_kr: UI 커스터마이제이션 (구독)
nl_nl: UI Aanpassing (Abonnement)
pl_pl: Personalizacja UI (Subskrypcja)
pt_pt: Personalização da UI (Assinatura)
ru_ru: Настройка UI (Подписка)
zh_cn: UI自定义（订阅）

# SettingsUIDarkMode
source: Dark Mode
ar_sa: الوضع المظلم
de_de: Dunkler Modus
es_es: Modo Oscuro
fi_fi: Tumma tila
fr_fr: Mode Sombre
it_it: Modalità Scura
ja_jp: ダークモード
ko_kr: 다크 모드
nl_nl: Donkere Modus
pl_pl: Tryb ciemny
pt_pt: Modo Escuro
ru_ru: Темный режим
zh_cn: 暗色模式

# SettingsUIHolidayThemes
source: Use a different theme on holidays
ar_sa: استخدام سمة مختلفة في العطل
de_de: An Feiertagen ein anderes Design verwenden
es_es: Usar un tema diferente en días festivos
fi_fi: Käytä eri teemaa lomina
fr_fr: Utiliser un thème différent pour les vacances
it_it: Usa un tema diverso durante le festività
ja_jp: 休日に異なるテーマを使用
ko_kr: 휴일에 다른 테마 사용
nl_nl: Een ander thema gebruiken op feestdagen
pl_pl: Używaj innego motywu w święta
pt_pt: Usar um tema diferente em feriados
ru_ru: Использовать разные темы в праздники
zh_cn: 在节假日使用不同主题

# SuccessfullySaved
source: Successfully saved {0}!
ar_sa: تم حفظ {0} بنجاح!
de_de: {0} erfolgreich gespeichert!
es_es: ¡{0} guardado exitosamente!
fi_fi: Tallennettu onnistuneesti {0}!
fr_fr: {0} sauvegardé avec succès !
it_it: Salvato con successo {0}!
ja_jp: {0}の保存に成功しました！
ko_kr: {0}이(가) 성공적으로 저장되었습니다!
nl_nl: Succesvol opgeslagen {0}!
pl_pl: Pomyślnie zapisano {0}!
pt_pt: Salvo com sucesso {0}!
ru_ru: Успешно сохранено {0}!
zh_cn: 成功保存{0}！

# TPOCreateLobby
source: Create Lobby and Launch Game
ar_sa: إنشاء صالة وتشغيل اللعبة
de_de: Lobby erstellen und Spiel starten
es_es: Crear Sala y Lanzar Juego
fi_fi: Luo aula ja käynnistä peli
fr_fr: Créer un Salon et Lancer le Jeu
it_it: Crea Lobby e Avvia Gioco
ja_jp: ロビー作成とゲーム起動
ko_kr: 로비 생성 및 게임 실행
nl_nl: Lobby Maken en Game Starten
pl_pl: Utwórz pokój i uruchom grę
pt_pt: Criar Lobby e Iniciar Jogo
ru_ru: Создать лобби и запустить игру
zh_cn: 创建大厅并启动游戏

# TPOFilter
source: Filter by game:
ar_sa: تصفية حسب اللعبة:
de_de: Nach Spiel filtern:
es_es: Filtrar por juego:
fi_fi: Suodata pelin mukaan:
fr_fr: Filtrer par jeu :
it_it: Filtra per gioco:
ja_jp: ゲームでフィルター:
ko_kr: 게임별 필터:
nl_nl: Filteren op game:
pl_pl: Filtruj według gry:
pt_pt: Filtrar por jogo:
ru_ru: Фильтр по игре:
zh_cn: 按游戏过滤：

# TPOGame
source: Game
ar_sa: لعبة
de_de: Spiel
es_es: Juego
fi_fi: Peli
fr_fr: Jeu
it_it: Gioco
ja_jp: ゲーム
ko_kr: 게임
pl_pl: Gra
pt_pt: Jogo
ru_ru: Игра
zh_cn: 游戏

# TPOJoinLobby
source: Join Lobby and Launch Game
ar_sa: الانضمام للصالة وتشغيل اللعبة
de_de: Lobby beitreten und Spiel starten
es_es: Unirse a Sala y Lanzar Juego
fi_fi: Liity aulaan ja käynnistä peli
fr_fr: Rejoindre un Salon et Lancer le Jeu
it_it: Unisciti alla Lobby e Avvia Gioco
ja_jp: ロビー参加とゲーム起動
ko_kr: 로비 참가 및 게임 실행
nl_nl: Lobby Joinen en Game Starten
pl_pl: Dołącz do pokoju i uruchom grę
pt_pt: Entrar no Lobby e Iniciar Jogo
ru_ru: Присоединиться к лобби и запустить игру
zh_cn: 加入大厅并启动游戏

# TPOLobbyName
source: Lobby Name
ar_sa: اسم الصالة
es_es: Nombre de Sala
fi_fi: Aulan nimi
fr_fr: Nom du Salon
it_it: Nome Lobby
ja_jp: ロビー名
ko_kr: 로비 이름
nl_nl: Lobby Naam
pl_pl: Nazwa pokoju
pt_pt: Nome do Lobby
ru_ru: Название лобби
zh_cn: 大厅名称

# TPOPlayers
source: Players
ar_sa: اللاعبون
de_de: Spieler
es_es: Jugadores
fi_fi: Pelaajat
fr_fr: Joueurs
it_it: Giocatori
ja_jp: プレイヤー
ko_kr: 플레이어
nl_nl: Spelers
pl_pl: Gracze
pt_pt: Jogadores
ru_ru: Игроки
zh_cn: 玩家

# TPORefresh
source: Refresh Lobbies
ar_sa: تحديث الصالات
de_de: Lobbys aktualisieren
es_es: Actualizar Salas
fi_fi: Päivitä aulat
fr_fr: Actualiser les Salons
it_it: Aggiorna Lobby
ja_jp: ロビー更新
ko_kr: 로비 새로 고침
nl_nl: Lobby's Verversen
pl_pl: Odśwież pokoje
pt_pt: Atualizar Lobbies
ru_ru: Обновить лобби
zh_cn: 刷新大厅

# UpdaterAvailable
source: There is a new update available.
ar_sa: يوجد تحديث جديد متاح.
de_de: Es ist ein neues Update verfügbar.
es_es: Hay una nueva actualización disponible.
fi_fi: Uusi päivitys on saatavilla.
fr_fr: Une nouvelle mise à jour est disponible.
it_it: È disponibile un nuovo aggiornamento.
ja_jp: 新しいアップデートが利用可能です。
ko_kr: 새로운 업데이트가 있습니다.
nl_nl: Er is een nieuwe update beschikbaar.
pl_pl: Dostępna jest nowa aktualizacja.
pt_pt: Há uma nova atualização disponível.
ru_ru: Доступно новое обновление.
zh_cn: 有新的更新可用。

# UpdaterNotInstalled
source: Not Installed
ar_sa: غير مثبت
de_de: Nicht installiert
es_es: No Instalado
fi_fi: Ei asennettu
fr_fr: Non Installé
it_it: Non Installato
ja_jp: 未インストール
ko_kr: 설치되지 않음
nl_nl: Niet Geïnstalleerd
pl_pl: Nie zainstalowane
pt_pt: Não Instalado
ru_ru: Не установлено
zh_cn: 未安装

# UpdaterOpenChangelog
source: Open Changelog
ar_sa: فتح سجل التغييرات
de_de: Changelog öffnen
es_es: Abrir Registro de Cambios
fi_fi: Avaa muutosloki
fr_fr: Ouvrir le Journal des Modifications
it_it: Apri Changelog
ja_jp: 更新履歴を開く
ko_kr: 변경 로그 열기
nl_nl: Changelog Openen
pl_pl: Otwórz dziennik zmian
pt_pt: Abrir Changelog
ru_ru: Открыть список изменений
zh_cn: 打开更新日志

# UpdaterRestart
source: Would you like TeknoParrotUi to restart to finish the update? Otherwise, TeknoParrotUi will close.
ar_sa: هل تريد من TeknoParrotUi إعادة التشغيل لإنهاء التحديث؟ وإلا، سيتم إغلاق TeknoParrotUi.
de_de: Möchtest du TeknoParrotUi neu starten, um das Update abzuschließen? Andernfalls wird TeknoParrotUi geschlossen.
es_es: ¿Te gustaría que TeknoParrotUI se reinicie para terminar la actualización? De lo contrario, TeknoParrotUI se cerrará.
fi_fi: Haluatko että TeknoParrotUi käynnistyy uudelleen päättääkseen päivityksen? Muuten TeknoParrotUi sulkeutuu.
fr_fr: Voulez-vous que TeknoParrotUi redémarre pour terminer la mise à jour ? Sinon, TeknoParrotUi se fermera.
it_it: Vuoi che TeknoParrotUi si riavvii per completare l'aggiornamento? Altrimenti, TeknoParrotUi si chiuderà.
ja_jp: アップデートを完了するためにTeknoParrotUIを再起動しますか？そうでなければ、TeknoParrotUIは終了します。
ko_kr: 업데이트를 완료하기 위해 TeknoParrotUi를 재시작하시겠습니까? 그렇지 않으면 TeknoParrotUi가 종료됩니다.
nl_nl: Wilt u dat TeknoParrotUI herstart om de update te voltooien? Anders sluit TeknoParrotUI af.
pl_pl: Czy chcesz, aby TeknoParrotUi uruchomił się ponownie, aby zakończyć aktualizację? W przeciwnym razie TeknoParrotUi zostanie zamknięty.
pt_pt: Gostaria que TeknoParrotUi reiniciasse para finalizar a atualização? Caso contrário, TeknoParrotUi irá fechar.
ru_ru: Хотите ли вы перезапустить TeknoParrotUI для завершения обновления? Иначе TeknoParrotUI закроется.
zh_cn: 您希望TeknoParrotUi重启以完成更新吗？否则，TeknoParrotUi将关闭。

# UpdaterSuccess
source: Sucessfully updated {0} to {1}
ar_sa: تم تحديث {0} بنجاح إلى {1}
de_de: {0} erfolgreich auf {1} aktualisiert
es_es: Se actualizó exitosamente {0} a {1}
fi_fi: Päivitettiin onnistuneesti {0} versioon {1}
fr_fr: {0} mis à jour avec succès vers {1}
it_it: Aggiornato con successo {0} a {1}
ja_jp: {0}を{1}に正常にアップデート
ko_kr: {0}을(를) {1}로 성공적으로 업데이트했습니다
nl_nl: Succesvol geüpdatet {0} naar {1}
pl_pl: Pomyślnie zaktualizowano {0} do {1}
pt_pt: Atualizado com sucesso {0} para {1}
ru_ru: Успешно обновлен {0} до {1}
zh_cn: 成功将{0}更新到{1}

# UpdaterUpdate
source: Update
ar_sa: تحديث
de_de: Aktualisieren
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à Jour
it_it: Aggiorna
ja_jp: アップデート
ko_kr: 업데이트
nl_nl: Updaten
pl_pl: Aktualizuj
pt_pt: Atualizar
ru_ru: Обновить
zh_cn: 更新

# VanguardDetected
source: TeknoParrot has detected that you have the anti-cheat system for VALORANT currently running, Riot Vanguard. Vanguard interferes with how TeknoParrot loads games and is known to cause issues! It is highly recommended that you right click on the Vanguard icon in your system tray (next to the clock), and click "Exit Vanguard". This will mean you cannot play VALORANT until you restart your computer, but TeknoParrot games should now launch properly. Click "OK" to continue loading TeknoParrot.
ar_sa: اكتشف TeknoParrot أن لديك نظام مكافحة الغش لـ VALORANT يعمل حالياً، Riot Vanguard. يتداخل Vanguard مع طريقة تحميل TeknoParrot للألعاب ومن المعروف أنه يسبب مشاكل! ينصح بشدة أن تنقر بالزر الأيمن على أيقونة Vanguard في درج النظام (بجانب الساعة)، وتنقر "Exit Vanguard". هذا يعني أنك لن تتمكن من لعب VALORANT حتى تعيد تشغيل الكمبيوتر، لكن ألعاب TeknoParrot يجب أن تعمل الآن بشكل صحيح. انقر "OK" لمتابعة تحميل TeknoParrot.
de_de: TeknoParrot hat erkannt, dass du das Anti-Cheat-System für VALORANT derzeit laufend hast, Riot Vanguard. Vanguard stört die Art und Weise, wie TeknoParrot Spiele lädt und ist bekannt dafür, Probleme zu verursachen! Es wird dringend empfohlen, dass du mit der rechten Maustaste auf das Vanguard-Symbol in deiner Systemleiste (neben der Uhr) klickst und "Vanguard beenden" wählst. Das bedeutet, du kannst VALORANT nicht spielen, bis du deinen Computer neu startest, aber TeknoParrot-Spiele sollten jetzt ordnungsgemäß starten. Klicke "OK", um mit dem Laden von TeknoParrot fortzufahren.
es_es: TeknoParrot ha detectado que tienes el sistema anti-trampas para VALORANT ejecutándose actualmente, Riot Vanguard. ¡Vanguard interfiere con la forma en que TeknoParrot carga los juegos y se sabe que causa problemas! Se recomienda encarecidamente que hagas clic derecho en el icono de Vanguard en tu bandeja del sistema (junto al reloj), y hagas clic en "Salir de Vanguard". Esto significa que no podrás jugar VALORANT hasta que reinicies tu computadora, pero los juegos de TeknoParrot ahora deberían iniciarse correctamente. Haz clic en "OK" para continuar cargando TeknoParrot.
fi_fi: TeknoParrot on havainnut että sinulla on VALORANTin huijauksenesto-järjestelmä Riot Vanguard parhaillaan käynnissä. Vanguard häiritsee TeknoParrotin tapaa ladata pelejä ja se aiheuttaa tunnettuja ongelmia! On erittäin suositeltavaa että napsautat hiiren oikealla Vanguard-kuvaketta ilmaisinalueessa (kellon vieressä), ja napsautat "Exit Vanguard". Tämä tarkoittaa että et voi pelata VALORANTia ennen kuin käynnistät tietokoneen uudelleen, mutta TeknoParrot-pelit pitäisi nyt käynnistyä kunnolla. Napsauta "OK" jatkaaksesi TeknoParrotin lataamista.
fr_fr: TeknoParrot a détecté que vous avez le système anti-triche pour VALORANT en cours d'exécution, Riot Vanguard. Vanguard interfère avec la façon dont TeknoParrot charge les jeux et est connu pour causer des problèmes ! Il est fortement recommandé de faire un clic droit sur l'icône Vanguard dans votre barre d'état système (à côté de l'horloge), et cliquer sur "Quitter Vanguard". Cela signifie que vous ne pourrez pas jouer à VALORANT jusqu'à ce que vous redémarriez votre ordinateur, mais les jeux TeknoParrot devraient maintenant se lancer correctement. Cliquez sur "OK" pour continuer le chargement de TeknoParrot.
it_it: TeknoParrot ha rilevato che hai il sistema anti-cheat per VALORANT attualmente in esecuzione, Riot Vanguard. Vanguard interferisce con il modo in cui TeknoParrot carica i giochi ed è noto per causare problemi! È altamente raccomandato fare clic destro sull'icona Vanguard nella barra delle applicazioni (vicino all'orologio), e cliccare "Esci da Vanguard". Questo significherà che non potrai giocare a VALORANT finché non riavvii il computer, ma i giochi TeknoParrot dovrebbero ora avviarsi correttamente. Clicca "OK" per continuare il caricamento di TeknoParrot.
ja_jp: TeknoParrotはVALORANT用のアンチチートシステム、Riot Vanguardが現在実行中であることを検出しました。VanguardはTeknoParrotのゲーム読み込み方法を妨害し、問題を引き起こすことが知られています！ システムトレイ（時計の隣）のVanguardアイコンを右クリックし、「Vanguardを終了」をクリックすることを強く推奨します。これによりコンピューターを再起動するまでVALORANTをプレイできなくなりますが、TeknoParrotゲームは正常に起動するはずです。 「OK」をクリックしてTeknoParrotの読み込みを続行してください。
ko_kr: TeknoParrot이 현재 실행 중인 VALORANT의 안티치트 시스템인 Riot Vanguard를 감지했습니다. Vanguard는 TeknoParrot이 게임을 로드하는 방식을 방해하며 문제를 일으키는 것으로 알려져 있습니다! 시스템 트레이(시계 옆)의 Vanguard 아이콘을 마우스 우클릭하고 "Vanguard 종료"를 클릭하는 것을 강력히 권장합니다. 이렇게 하면 컴퓨터를 재시작할 때까지 VALORANT를 플레이할 수 없지만 TeknoParrot 게임이 제대로 실행될 것입니다. TeknoParrot 로딩을 계속하려면 "확인"을 클릭하세요.
nl_nl: TeknoParrot heeft gedetecteerd dat u het anti-cheat systeem voor VALORANT momenteel draait, Riot Vanguard. Vanguard interfereert met hoe TeknoParrot games laadt en staat bekend om problemen te veroorzaken! Het wordt sterk aanbevolen dat u rechts klikt op het Vanguard icoon in uw systeemvak (naast de klok), en klikt op "Exit Vanguard". Dit betekent dat u VALORANT niet kunt spelen totdat u uw computer herstart, maar TeknoParrot games zouden nu goed moeten starten. Klik "OK" om door te gaan met het laden van TeknoParrot.
pl_pl: TeknoParrot wykrył, że masz obecnie uruchomiony system anty-cheat dla VALORANT, Riot Vanguard. Vanguard zakłóca sposób ładowania gier przez TeknoParrot i jest znany z powodowania problemów! Zdecydowanie zaleca się kliknięcie prawym przyciskiem myszy na ikonę Vanguard w zasobniku systemowym (obok zegara) i kliknięcie "Zamknij Vanguard". Oznacza to, że nie będziesz mógł grać w VALORANT do czasu ponownego uruchomienia komputera, ale gry TeknoParrot powinny teraz uruchamiać się prawidłowo. Kliknij "OK", aby kontynuować ładowanie TeknoParrot.
pt_pt: TeknoParrot detectou que você tem o sistema anti-cheat para VALORANT atualmente executando, Riot Vanguard. Vanguard interfere com como TeknoParrot carrega jogos e é conhecido por causar problemas! É altamente recomendado que você clique com o botão direito no ícone do Vanguard na sua bandeja do sistema (próximo ao relógio), e clique em "Sair do Vanguard". Isso significará que você não poderá jogar VALORANT até reiniciar seu computador, mas jogos TeknoParrot agora deverão iniciar adequadamente. Clique "OK" para continuar carregando TeknoParrot.
ru_ru: TeknoParrot обнаружил, что у вас в данный момент запущена система античита для VALORANT - Riot Vanguard. Vanguard мешает тому, как TeknoParrot загружает игры, и известно, что вызывает проблемы! Настоятельно рекомендуется щелкнуть правой кнопкой мыши на иконку Vanguard в системном трее (рядом с часами) и нажать "Выйти из Vanguard". Это означает, что вы не сможете играть в VALORANT до перезагрузки компьютера, но игры TeknoParrot теперь должны запускаться правильно. Нажмите "OK", чтобы продолжить загрузку TeknoParrot.
zh_cn: TeknoParrot检测到您当前正在运行VALORANT的反作弊系统Riot Vanguard。Vanguard会干扰TeknoParrot加载游戏的方式，并且已知会导致问题！ 强烈建议您右键点击系统托盘中的Vanguard图标（时钟旁边），然后点击"退出Vanguard"。这意味着在重启计算机之前您无法玩VALORANT，但TeknoParrot游戏现在应该能够正常启动。 点击"确定"继续加载TeknoParrot。

# VerifyCancelled
source: Verification Cancelled.
ar_sa: تم إلغاء التحقق.
de_de: Verifizierung abgebrochen.
es_es: Verificación Cancelada.
fi_fi: Varmistus peruutettu.
fr_fr: Vérification Annulée.
it_it: Verifica Cancellata.
ja_jp: 検証がキャンセルされました。
ko_kr: 검증이 취소되었습니다.
nl_nl: Verificatie Geannuleerd.
pl_pl: Weryfikacja anulowana.
pt_pt: Verificação Cancelada.
ru_ru: Проверка отменена.
zh_cn: 验证已取消。
