Repository: Arcadeguy781/TeknoParrotUI-master
Catalog: TeknoParrotUi/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

# MultiGameButtonConfigButtonConfigurationApplied
source: Button configuration applied: {0} changes across {1} games
ar_sa: تم تطبيق تكوين الأزرار: {0} تغييرات عبر {1} لعبة
de_de: Tastenkonfiguration angewendet: {0} Änderungen in {1} Spielen
es_es: Configuración de botones aplicada: {0} cambios en {1} juegos
fi_fi: Painikemääritykset sovellettu: {0} muutosta {1} pelissä
fr_fr: Configuration des boutons appliquée : {0} changements sur {1} jeux
it_it: Configurazione pulsanti applicata: {0} modifiche su {1} giochi
ja_jp: ボタン設定を適用: {1}ゲームに{0}変更
ko_kr: 버튼 구성 적용됨: {1}개 게임에서 {0}개 변경
nl_nl: Knop configuratie toegepast: {0} wijzigingen over {1} games
pl_pl: Zastosowano konfigurację przycisków: {0} zmian w {1} grach
pt_pt: Configuração de botões aplicada: {0} alterações em {1} jogos
ru_ru: Конфигурация кнопок применена: {0} изменений в {1} играх
zh_cn: 按钮配置已应用：{0}个更改跨{1}个游戏

# MultiGameButtonConfigButtonConfigurationCopied
source: Button configuration copied from {0}
ar_sa: تم نسخ تكوين الأزرار من {0}
de_de: Tastenkonfiguration kopiert von {0}
es_es: Configuración de botones copiada de {0}
fi_fi: Painikemääritykset kopioitu pelistä {0}
fr_fr: Configuration des boutons copiée depuis {0}
it_it: Configurazione pulsanti copiata da {0}
ja_jp: {0}からボタン設定をコピー
ko_kr: {0}에서 버튼 구성 복사됨
nl_nl: Knop configuratie gekopieerd van {0}
pl_pl: Skopiowano konfigurację przycisków z {0}
pt_pt: Configuração de botões copiada de {0}
ru_ru: Конфигурация кнопок скопирована из {0}
zh_cn: 从{0}复制的按钮配置

# MultiGameButtonConfigButtonConfigurationReset
source: Button configuration reset for {0} games
ar_sa: تم إعادة تعيين تكوين الأزرار لـ {0} لعبة
de_de: Tastenkonfiguration für {0} Spiele zurückgesetzt
es_es: Configuración de botones restablecida para {0} juegos
fi_fi: Painikemääritykset nollattu {0} pelille
fr_fr: Configuration des boutons réinitialisée pour {0} jeux
it_it: Configurazione pulsanti resettata per {0} giochi
ja_jp: {0}ゲームのボタン設定をリセット
ko_kr: {0}개 게임의 버튼 구성 재설정됨
nl_nl: Knop configuratie gereset voor {0} games
pl_pl: Zresetowano konfigurację przycisków dla {0} gier
pt_pt: Configuração de botões redefinida para {0} jogos
ru_ru: Конфигурация кнопок сброшена для {0} игр
zh_cn: 已重置{0}个游戏的按钮配置

# MultiGameButtonConfigChangesApplied
source: Changes applied to {0} user profiles.
ar_sa: تم تطبيق التغييرات على {0} ملف شخصي للمستخدم.
de_de: Änderungen auf {0} Benutzerprofile angewendet.
es_es: Cambios aplicados a {0} perfiles de usuario.
fi_fi: Muutokset sovellettu {0} käyttäjäprofiiliin.
fr_fr: Changements appliqués à {0} profils utilisateur.
it_it: Modifiche applicate a {0} profili utente.
ja_jp: {0}ユーザープロファイルに変更を適用。
ko_kr: {0}개 사용자 프로필에 변경 사항 적용됨
nl_nl: Wijzigingen toegepast op {0} gebruikersprofielen.
pl_pl: Zastosowano zmiany do {0} profili użytkowników.
pt_pt: Alterações aplicadas a {0} perfis de usuário.
ru_ru: Изменения применены к {0} профилям пользователей.
zh_cn: 更改已应用到{0}个用户配置文件。

# MultiGameButtonConfigChangesAppliedTitle
source: Changes Applied
ar_sa: تم تطبيق التغييرات
de_de: Änderungen angewendet
es_es: Cambios Aplicados
fi_fi: Muutokset sovellettu
fr_fr: Changements Appliqués
it_it: Modifiche Applicate
ja_jp: 変更適用済み
ko_kr: 변경 사항 적용됨
nl_nl: Wijzigingen Toegepast
pl_pl: Zastosowano zmiany
pt_pt: Alterações Aplicadas
ru_ru: Изменения применены
zh_cn: 更改已应用

# MultiGameButtonConfigChangesSaved
source: Changes saved for {0} games.
ar_sa: تم حفظ التغييرات لـ {0} لعبة.
de_de: Änderungen für {0} Spiele gespeichert.
es_es: Cambios guardados para {0} juegos.
fi_fi: Muutokset tallennettu {0} pelille.
fr_fr: Changements sauvegardés pour {0} jeux.
it_it: Modifiche salvate per {0} giochi.
ja_jp: {0}ゲームの変更を保存。
ko_kr: {0}개 게임의 변경 사항 저장됨
nl_nl: Wijzigingen opgeslagen voor {0} games.
pl_pl: Zapisano zmiany dla {0} gier.
pt_pt: Alterações salvas para {0} jogos.
ru_ru: Изменения сохранены для {0} игр.
zh_cn: 已保存{0}个游戏的更改。

# MultiGameButtonConfigConfirmDelete
source: Confirm Delete
ar_sa: تأكيد الحذف
de_de: Löschen bestätigen
es_es: Confirmar Eliminación
fi_fi: Vahvista poisto
fr_fr: Confirmer la Suppression
it_it: Conferma Eliminazione
ja_jp: 削除確認
ko_kr: 삭제 확인
nl_nl: Verwijdering Bevestigen
pl_pl: Potwierdź usunięcie
pt_pt: Confirmar Exclusão
ru_ru: Подтвердите удаление
zh_cn: 确认删除

# MultiGameButtonConfigConfirmDeleteProfile
source: Are you sure you want to delete the profile '{0}'? This cannot be undone.
ar_sa: هل أنت متأكد أنك تريد حذف الملف الشخصي '{0}'؟ لا يمكن التراجع عن هذا.
de_de: Bist du sicher, dass du das Profil '{0}' löschen möchtest? Dies kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar el perfil '{0}'? Esto no se puede deshacer.
fi_fi: Oletko varma että haluat poistaa profiilin '{0}'? Tätä ei voi peruuttaa.
fr_fr: Êtes-vous sûr de vouloir supprimer le profil '{0}' ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler eliminare il profilo '{0}'? Questa azione non può essere annullata.
ja_jp: プロファイル'{0}'を削除してもよろしいですか？この操作は元に戻せません。
ko_kr: 프로필 '{0}'을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl_nl: Weet u zeker dat u het profiel '{0}' wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl_pl: Czy na pewno chcesz usunąć profil '{0}'? Tej operacji nie można cofnąć.
pt_pt: Tem certeza que deseja excluir o perfil '{0}'? Isso não pode ser desfeito.
ru_ru: Вы уверены, что хотите удалить профиль '{0}'? Это действие нельзя отменить.
zh_cn: 您确定要删除配置文件'{0}'吗？此操作无法撤销。

# MultiGameButtonConfigConfirmReset
source: Confirm Reset
ar_sa: تأكيد إعادة التعيين
de_de: Zurücksetzen bestätigen
es_es: Confirmar Restablecimiento
fi_fi: Vahvista nollaus
fr_fr: Confirmer la Réinitialisation
it_it: Conferma Reset
ja_jp: リセット確認
ko_kr: 재설정 확인
nl_nl: Reset Bevestigen
pl_pl: Potwierdź reset
pt_pt: Confirmar Redefinição
ru_ru: Подтвердите сброс
zh_cn: 确认重置

# MultiGameButtonConfigConfirmResetConfiguration
source: This will reset button configurations to default for the selected games. Continue?
ar_sa: سيؤدي هذا إلى إعادة تعيين تكوينات الأزرار إلى الافتراضي للألعاب المحددة. المتابعة؟
de_de: Dies wird die Tastenkonfigurationen für die ausgewählten Spiele auf Standard zurücksetzen. Fortfahren?
es_es: Esto restablecerá las configuraciones de botones a los valores predeterminados para los juegos seleccionados. ¿Continuar?
fi_fi: Tämä nollaa painikemääritykset oletusarvoihin valituille peleille. Jatka?
fr_fr: Ceci réinitialisera les configurations de boutons par défaut pour les jeux sélectionnés. Continuer ?
it_it: Questo resetterà le configurazioni dei pulsanti ai valori predefiniti per i giochi selezionati. Continuare?
ja_jp: 選択したゲームのボタン設定をデフォルトにリセットします。続行しますか？
ko_kr: 선택한 게임의 버튼 구성을 기본값으로 재설정합니다. 계속하시겠습니까?
nl_nl: Dit zal knop configuraties naar standaard resetten voor de geselecteerde games. Doorgaan?
pl_pl: To zresetuje konfiguracje przycisków do domyślnych dla wybranych gier. Kontynuować?
pt_pt: Isso irá redefinir as configurações de botões para o padrão nos jogos selecionados. Continuar?
ru_ru: Это сбросит конфигурацию кнопок к настройкам по умолчанию для выбранных игр. Продолжить?
zh_cn: 这将把所选游戏的按钮配置重置为默认值。继续吗？

# MultiGameButtonConfigDeleteError
source: Delete Error
ar_sa: خطأ في الحذف
de_de: Löschfehler
es_es: Error de Eliminación
fi_fi: Poistovirhe
fr_fr: Erreur de Suppression
it_it: Errore Eliminazione
ja_jp: 削除エラー
ko_kr: 삭제 오류
nl_nl: Verwijderingsfout
pl_pl: Błąd usuwania
pt_pt: Erro de Exclusão
ru_ru: Ошибка удаления
zh_cn: 删除错误

# MultiGameButtonConfigErrorApplyingChanges
source: Error applying changes: {0}
ar_sa: خطأ في تطبيق التغييرات: {0}
de_de: Fehler beim Anwenden der Änderungen: {0}
es_es: Error al aplicar cambios: {0}
fi_fi: Virhe muutosten soveltamisessa: {0}
fr_fr: Erreur lors de l'application des changements : {0}
it_it: Errore nell'applicazione delle modifiche: {0}
ja_jp: 変更適用エラー: {0}
ko_kr: 변경 사항 적용 오류: {0}
nl_nl: Fout bij toepassen wijzigingen: {0}
pl_pl: Błąd stosowania zmian: {0}
pt_pt: Erro ao aplicar alterações: {0}
ru_ru: Ошибка применения изменений: {0}
zh_cn: 应用更改时出错：{0}

# MultiGameButtonConfigErrorDeletingProfile
source: Error deleting profile: {0}
ar_sa: خطأ في حذف الملف الشخصي: {0}
de_de: Fehler beim Löschen des Profils: {0}
es_es: Error al eliminar perfil: {0}
fi_fi: Virhe profiilin poistamisessa: {0}
fr_fr: Erreur lors de la suppression du profil : {0}
it_it: Errore nell'eliminazione del profilo: {0}
ja_jp: プロファイル削除エラー: {0}
ko_kr: 프로필 삭제 오류: {0}
nl_nl: Fout bij verwijderen profiel: {0}
pl_pl: Błąd usuwania profilu: {0}
pt_pt: Erro ao excluir perfil: {0}
ru_ru: Ошибка удаления профиля: {0}
zh_cn: 删除配置文件时出错：{0}

# MultiGameButtonConfigErrorLoadingProfile
source: Error loading profile: {0}
ar_sa: خطأ في تحميل الملف الشخصي: {0}
de_de: Fehler beim Laden des Profils: {0}
es_es: Error al cargar perfil: {0}
fi_fi: Virhe profiilin lataamisessa: {0}
fr_fr: Erreur lors du chargement du profil : {0}
it_it: Errore nel caricamento del profilo: {0}
ja_jp: プロファイル読み込みエラー: {0}
ko_kr: 프로필 로딩 오류: {0}
nl_nl: Fout bij laden profiel: {0}
pl_pl: Błąd ładowania profilu: {0}
pt_pt: Erro ao carregar perfil: {0}
ru_ru: Ошибка загрузки профиля: {0}
zh_cn: 加载配置文件时出错：{0}

# MultiGameButtonConfigErrorSavingProfile
source: Error saving profile: {0}
ar_sa: خطأ في حفظ الملف الشخصي: {0}
de_de: Fehler beim Speichern des Profils: {0}
es_es: Error al guardar perfil: {0}
fi_fi: Virhe profiilin tallentamisessa: {0}
fr_fr: Erreur lors de la sauvegarde du profil : {0}
it_it: Errore nel salvataggio del profilo: {0}
ja_jp: プロファイル保存エラー: {0}
ko_kr: 프로필 저장 오류: {0}
nl_nl: Fout bij opslaan profiel: {0}
pl_pl: Błąd zapisywania profilu: {0}
pt_pt: Erro ao salvar perfil: {0}
ru_ru: Ошибка сохранения профиля: {0}
zh_cn: 保存配置文件时出错：{0}

# MultiGameButtonConfigErrorSavingProfiles
source: Error saving profiles: {0} Stack trace: {1}
ar_sa: خطأ في حفظ الملفات الشخصية: {0} تتبع المكدس: {1}
de_de: Fehler beim Speichern der Profile: {0} Stack-Trace: {1}
es_es: Error al guardar perfiles: {0} Rastreo de pila: {1}
fi_fi: Virhe profiilien tallentamisessa: {0} Pinojälki: {1}
fr_fr: Erreur lors de la sauvegarde des profils : {0} Trace de pile : {1}
it_it: Errore nel salvataggio dei profili: {0} Stack trace: {1}
ja_jp: プロファイル保存エラー: {0} スタックトレース: {1}
ko_kr: 프로필 저장 오류: {0} 스택 추적: {1}
nl_nl: Fout bij opslaan profielen: {0} Stack trace: {1}
pl_pl: Błąd zapisywania profili: {0} Ślad stosu: {1}
pt_pt: Erro ao salvar perfis: {0} Rastreamento de pilha: {1}
ru_ru: Ошибка сохранения профилей: {0} Трассировка стека: {1}
zh_cn: 保存配置文件时出错：{0} 堆栈跟踪：{1}

# MultiGameButtonConfigGamesSelectedControlsShown
source: {0} games selected, {1} unique controls shown
ar_sa: {0} لعبة محددة، {1} عنصر تحكم فريد معروض
de_de: {0} Spiele ausgewählt, {1} eindeutige Steuerelemente angezeigt
es_es: {0} juegos seleccionados, {1} controles únicos mostrados
fi_fi: {0} peliä valittu, {1} yksilöllistä ohjainta näytetty
fr_fr: {0} jeux sélectionnés, {1} contrôles uniques affichés
it_it: {0} giochi selezionati, {1} controlli unici mostrati
ja_jp: {0}ゲーム選択、{1}固有コントロール表示
ko_kr: {0}개 게임 선택됨, {1}개 고유 컨트롤 표시됨
nl_nl: {0} games geselecteerd, {1} unieke besturingselementen getoond
pl_pl: Wybrano {0} gier, pokazano {1} unikalnych kontrolek
pt_pt: {0} jogos selecionados, {1} controles únicos mostrados
ru_ru: Выбрано игр: {0}, показано уникальных элементов управления: {1}
zh_cn: 已选择{0}个游戏，显示{1}个独特控件

# MultiGameButtonConfigLoadError
source: Load Error
ar_sa: خطأ في التحميل
de_de: Ladefehler
es_es: Error de Carga
fi_fi: Latausvirhe
fr_fr: Erreur de Chargement
it_it: Errore Caricamento
ja_jp: 読み込みエラー
ko_kr: 로딩 오류
nl_nl: Laadfout
pl_pl: Błąd ładowania
pt_pt: Erro de Carregamento
ru_ru: Ошибка загрузки
zh_cn: 加载错误

# MultiGameButtonConfigNoConfigurationsFound
source: No Configurations Found
ar_sa: لا توجد تكوينات
de_de: Keine Konfigurationen gefunden
es_es: No se Encontraron Configuraciones
fi_fi: Määrityksiä ei löytynyt
fr_fr: Aucune Configuration Trouvée
it_it: Nessuna Configurazione Trovata
ja_jp: 設定が見つかりません
ko_kr: 구성을 찾을 수 없음
nl_nl: Geen Configuraties Gevonden
pl_pl: Nie znaleziono konfiguracji
pt_pt: Nenhuma Configuração Encontrada
ru_ru: Конфигурации не найдены
zh_cn: 未找到配置

# MultiGameButtonConfigNoGamesSelected
source: No games selected
ar_sa: لا توجد ألعاب محددة
de_de: Keine Spiele ausgewählt
es_es: No hay juegos seleccionados
fi_fi: Pelejä ei valittu
fr_fr: Aucun jeu sélectionné
it_it: Nessun gioco selezionato
ja_jp: ゲーム未選択
ko_kr: 선택된 게임 없음
nl_nl: Geen games geselecteerd
pl_pl: Nie wybrano gier
pt_pt: Nenhum jogo selecionado
ru_ru: Игры не выбраны
zh_cn: 未选择游戏

# MultiGameButtonConfigNoGamesSelectedTitle
source: No Games Selected
ar_sa: لا توجد ألعاب محددة
de_de: Keine Spiele ausgewählt
es_es: No Hay Juegos Seleccionados
fi_fi: Pelejä ei valittu
fr_fr: Aucun Jeu Sélectionné
it_it: Nessun Gioco Selezionato
ja_jp: ゲーム未選択
ko_kr: 선택된 게임 없음
nl_nl: Geen Games Geselecteerd
pl_pl: Nie wybrano gier
pt_pt: Nenhum Jogo Selecionado
ru_ru: Игры не выбраны
zh_cn: 未选择游戏

# MultiGameButtonConfigNoMatchingConfigurations
source: No matching game configurations found in the selected profile.
ar_sa: لا توجد تكوينات ألعاب مطابقة في الملف الشخصي المحدد.
de_de: Keine passenden Spielkonfigurationen im ausgewählten Profil gefunden.
es_es: No se encontraron configuraciones de juego coincidentes en el perfil seleccionado.
fi_fi: Vastaavia pelimäärityksiä ei löytynyt valitusta profiilista.
fr_fr: Aucune configuration de jeu correspondante trouvée dans le profil sélectionné.
it_it: Nessuna configurazione di gioco corrispondente trovata nel profilo selezionato.
ja_jp: 選択したプロファイルに一致するゲーム設定が見つかりません。
ko_kr: 선택한 프로필에서 일치하는 게임 구성을 찾을 수 없습니다.
nl_nl: Geen overeenkomende game configuraties gevonden in het geselecteerde profiel.
pl_pl: Nie znaleziono pasujących konfiguracji gier w wybranym profilu.
pt_pt: Nenhuma configuração de jogo correspondente encontrada no perfil selecionado.
ru_ru: Подходящие конфигурации игр в выбранном профиле не найдены.
zh_cn: 在所选配置文件中未找到匹配的游戏配置。

# MultiGameButtonConfigNoSelection
source: No Selection
ar_sa: لا يوجد تحديد
de_de: Keine Auswahl
es_es: Sin Selección
fi_fi: Ei valintaa
fr_fr: Aucune Sélection
it_it: Nessuna Selezione
ja_jp: 未選択
ko_kr: 선택 없음
nl_nl: Geen Selectie
pl_pl: Brak wyboru
pt_pt: Nenhuma Seleção
ru_ru: Нет выбора
zh_cn: 无选择

# MultiGameButtonConfigPleaseSelectAtLeastOneGame
source: Please select at least one game to save its configuration.
ar_sa: يرجى تحديد لعبة واحدة على الأقل لحفظ تكوينها.
de_de: Bitte wähle mindestens ein Spiel aus, um dessen Konfiguration zu speichern.
es_es: Por favor selecciona al menos un juego para guardar su configuración.
fi_fi: Valitse vähintään yksi peli tallentaaksesi sen määritykset.
fr_fr: Veuillez sélectionner au moins un jeu pour sauvegarder sa configuration.
it_it: Seleziona almeno un gioco per salvare la sua configurazione.
ja_jp: 設定を保存するために少なくとも1つのゲームを選択してください。
ko_kr: 구성을 저장할 게임을 최소 하나 선택해주세요.
nl_nl: Selecteer ten minste één game om de configuratie op te slaan.
pl_pl: Proszę wybrać co najmniej jedną grę, aby zapisać jej konfigurację.
pt_pt: Por favor selecione pelo menos um jogo para salvar sua configuração.
ru_ru: Пожалуйста, выберите хотя бы одну игру для сохранения ее конфигурации.
zh_cn: 请至少选择一个游戏来保存其配置。

# MultiGameButtonConfigPleaseSelectAtLeastOneGameToApply
source: Please select at least one game to apply changes to.
ar_sa: يرجى تحديد لعبة واحدة على الأقل لتطبيق التغييرات عليها.
de_de: Bitte wähle mindestens ein Spiel aus, um Änderungen anzuwenden.
es_es: Por favor selecciona al menos un juego para aplicar cambios.
fi_fi: Valitse vähintään yksi peli joihin muutokset sovelletaan.
fr_fr: Veuillez sélectionner au moins un jeu pour appliquer les changements.
it_it: Seleziona almeno un gioco per applicare le modifiche.
ja_jp: 変更を適用するために少なくとも1つのゲームを選択してください。
ko_kr: 변경 사항을 적용할 게임을 최소 하나 선택해주세요.
nl_nl: Selecteer ten minste één game om wijzigingen op toe te passen.
pl_pl: Proszę wybrać co najmniej jedną grę, do której zastosować zmiany.
pt_pt: Por favor selecione pelo menos um jogo para aplicar alterações.
ru_ru: Пожалуйста, выберите хотя бы одну игру для применения изменений.
zh_cn: 请至少选择一个游戏来应用更改。

# MultiGameButtonConfigPleaseSelectAtLeastOneGameToReset
source: Please select at least one game to reset.
ar_sa: يرجى تحديد لعبة واحدة على الأقل لإعادة التعيين.
de_de: Bitte wähle mindestens ein Spiel zum Zurücksetzen aus.
es_es: Por favor selecciona al menos un juego para restablecer.
fi_fi: Valitse vähintään yksi peli nollausta varten.
fr_fr: Veuillez sélectionner au moins un jeu à réinitialiser.
it_it: Seleziona almeno un gioco da resettare.
ja_jp: リセットするために少なくとも1つのゲームを選択してください。
ko_kr: 재설정할 게임을 최소 하나 선택해주세요.
nl_nl: Selecteer ten minste één game om te resetten.
pl_pl: Proszę wybrać co najmniej jedną grę do zresetowania.
pt_pt: Por favor selecione pelo menos um jogo para redefinir.
ru_ru: Пожалуйста, выберите хотя бы одну игру для сброса.
zh_cn: 请至少选择一个游戏来重置。

# MultiGameButtonConfigPleaseSelectExactlyOneGame
source: Please select exactly one game to copy from.
ar_sa: يرجى تحديد لعبة واحدة بالضبط للنسخ منها.
de_de: Bitte wähle genau ein Spiel zum Kopieren aus.
es_es: Por favor selecciona exactamente un juego del cual copiar.
fi_fi: Valitse täsmälleen yksi peli mistä kopioida.
fr_fr: Veuillez sélectionner exactement un jeu à partir duquel copier.
it_it: Seleziona esattamente un gioco da cui copiare.
ja_jp: コピー元として正確に1つのゲームを選択してください。
ko_kr: 복사할 게임을 정확히 하나 선택해주세요.
nl_nl: Selecteer exact één game om van te kopiëren.
pl_pl: Proszę wybrać dokładnie jedną grę do skopiowania.
pt_pt: Por favor selecione exatamente um jogo para copiar.
ru_ru: Пожалуйста, выберите ровно одну игру для копирования.
zh_cn: 请只选择一个游戏来复制。

# MultiGameButtonConfigPleaseSelectGamesAndConfigureButton
source: Please select games and configure at least one button.
ar_sa: يرجى تحديد ألعاب وتكوين زر واحد على الأقل.
de_de: Bitte wähle Spiele aus und konfiguriere mindestens eine Taste.
es_es: Por favor selecciona juegos y configura al menos un botón.
fi_fi: Valitse pelit ja määritä vähintään yksi painike.
fr_fr: Veuillez sélectionner des jeux et configurer au moins un bouton.
it_it: Seleziona i giochi e configura almeno un pulsante.
ja_jp: ゲームを選択し、少なくとも1つのボタンを設定してください。
ko_kr: 게임을 선택하고 최소 하나의 버튼을 구성해주세요.
nl_nl: Selecteer games en configureer ten minste één knop.
pl_pl: Proszę wybrać gry i skonfigurować co najmniej jeden przycisk.
pt_pt: Por favor selecione jogos e configure pelo menos um botão.
ru_ru: Пожалуйста, выберите игры и настройте хотя бы одну кнопку.
zh_cn: 请选择游戏并配置至少一个按钮。

# MultiGameButtonConfigPressAButton
source: Press a button...
ar_sa: اضغط زر...
de_de: Drücke eine Taste...
es_es: Presiona un botón...
fi_fi: Paina painiketta...
fr_fr: Appuyez sur un bouton...
it_it: Premi un pulsante...
ja_jp: ボタンを押してください...
ko_kr: 버튼을 누르세요...
nl_nl: Druk op een knop...
pl_pl: Naciśnij przycisk...
pt_pt: Pressione um botão...
ru_ru: Нажмите кнопку...
zh_cn: 按一个按钮...

# MultiGameButtonConfigProfileDeleted
source: Profile '{0}' has been deleted.
ar_sa: تم حذف الملف الشخصي '{0}'.
de_de: Profil '{0}' wurde gelöscht.
es_es: El perfil '{0}' ha sido eliminado.
fi_fi: Profiili '{0}' on poistettu.
fr_fr: Le profil '{0}' a été supprimé.
it_it: Il profilo '{0}' è stato eliminato.
ja_jp: プロファイル'{0}'が削除されました。
ko_kr: 프로필 '{0}'이(가) 삭제되었습니다.
nl_nl: Profiel '{0}' is verwijderd.
pl_pl: Profil '{0}' został usunięty.
pt_pt: Perfil '{0}' foi excluído.
ru_ru: Профиль '{0}' был удален.
zh_cn: 配置文件'{0}'已被删除。

# MultiGameButtonConfigProfileDeletedTitle
source: Profile Deleted
ar_sa: تم حذف الملف الشخصي
de_de: Profil gelöscht
es_es: Perfil Eliminado
fi_fi: Profiili poistettu
fr_fr: Profil Supprimé
it_it: Profilo Eliminato
ja_jp: プロファイル削除済み
ko_kr: 프로필 삭제됨
nl_nl: Profiel Verwijderd
pl_pl: Profil usunięty
pt_pt: Perfil Excluído
ru_ru: Профиль удален
zh_cn: 配置文件已删除

# MultiGameButtonConfigProfileLoaded
source: Profile Loaded
ar_sa: تم تحميل الملف الشخصي
de_de: Profil geladen
es_es: Perfil Cargado
fi_fi: Profiili ladattu
fr_fr: Profil Chargé
it_it: Profilo Caricato
ja_jp: プロファイル読み込み済み
ko_kr: 프로필 로드됨
nl_nl: Profiel Geladen
pl_pl: Profil załadowany
pt_pt: Perfil Carregado
ru_ru: Профиль загружен
zh_cn: 配置文件已加载

# MultiGameButtonConfigProfileNameRequired
source: Please enter a profile name.
ar_sa: يرجى إدخال اسم الملف الشخصي.
de_de: Bitte gib einen Profilnamen ein.
es_es: Por favor ingresa un nombre de perfil.
fi_fi: Syötä profiilin nimi.
fr_fr: Veuillez entrer un nom de profil.
it_it: Inserisci un nome per il profilo.
ja_jp: プロファイル名を入力してください。
ko_kr: 프로필 이름을 입력해주세요.
nl_nl: Voer een profiel naam in.
pl_pl: Proszę wprowadzić nazwę profilu.
pt_pt: Por favor digite um nome de perfil.
ru_ru: Пожалуйста, введите название профиля.
zh_cn: 请输入配置文件名称。

# MultiGameButtonConfigProfileNameRequiredTitle
source: Profile Name Required
ar_sa: اسم الملف الشخصي مطلوب
de_de: Profilname erforderlich
es_es: Nombre de Perfil Requerido
fi_fi: Profiilin nimi vaaditaan
fr_fr: Nom de Profil Requis
it_it: Nome Profilo Richiesto
ja_jp: プロファイル名必須
ko_kr: 프로필 이름 필요
nl_nl: Profiel Naam Vereist
pl_pl: Nazwa profilu wymagana
pt_pt: Nome de Perfil Necessário
ru_ru: Требуется название профиля
zh_cn: 需要配置文件名称

# MultiGameButtonConfigProfileNotFound
source: Profile Not Found
ar_sa: الملف الشخصي غير موجود
de_de: Profil nicht gefunden
es_es: Perfil No Encontrado
fi_fi: Profiilia ei löytynyt
fr_fr: Profil Introuvable
it_it: Profilo Non Trovato
ja_jp: プロファイルが見つかりません
ko_kr: 프로필을 찾을 수 없음
nl_nl: Profiel Niet Gevonden
pl_pl: Profil nie znaleziony
pt_pt: Perfil Não Encontrado
ru_ru: Профиль не найден
zh_cn: 未找到配置文件

# MultiGameButtonConfigProfileSaved
source: Profile Saved
ar_sa: تم حفظ الملف الشخصي
de_de: Profil gespeichert
es_es: Perfil Guardado
fi_fi: Profiili tallennettu
fr_fr: Profil Sauvegardé
it_it: Profilo Salvato
ja_jp: プロファイル保存済み
ko_kr: 프로필 저장됨
nl_nl: Profiel Opgeslagen
pl_pl: Profil zapisany
pt_pt: Perfil Salvo
ru_ru: Профиль сохранен
zh_cn: 配置文件已保存

# MultiGameButtonConfigSaveError
source: Save Error
ar_sa: خطأ في الحفظ
de_de: Speicherfehler
es_es: Error de Guardado
fi_fi: Tallennusvirhe
fr_fr: Erreur de Sauvegarde
it_it: Errore Salvataggio
ja_jp: 保存エラー
ko_kr: 저장 오류
nl_nl: Opslagfout
pl_pl: Błąd zapisywania
pt_pt: Erro de Salvamento
ru_ru: Ошибка сохранения
zh_cn: 保存错误

# MultiGameButtonConfigSaveSuccessful
source: Save Successful
ar_sa: تم الحفظ بنجاح
de_de: Erfolgreich gespeichert
es_es: Guardado Exitoso
fi_fi: Tallennus onnistui
fr_fr: Sauvegarde Réussie
it_it: Salvataggio Riuscito
ja_jp: 保存成功
ko_kr: 저장 성공
nl_nl: Opslaan Succesvol
pl_pl: Zapisano pomyślnie
pt_pt: Salvamento Bem-sucedido
ru_ru: Сохранение успешно
zh_cn: 保存成功

# MultiGameButtonConfigSelectAtLeastOneGameToLoad
source: Please select at least one game to load configuration for.
ar_sa: يرجى تحديد لعبة واحدة على الأقل لتحميل التكوين لها.
de_de: Bitte wähle mindestens ein Spiel aus, um die Konfiguration zu laden.
es_es: Por favor selecciona al menos un juego para cargar la configuración.
fi_fi: Valitse vähintään yksi peli joille määritykset ladataan.
fr_fr: Veuillez sélectionner au moins un jeu pour charger la configuration.
it_it: Seleziona almeno un gioco per cui caricare la configurazione.
ja_jp: 設定を読み込むために少なくとも1つのゲームを選択してください。
ko_kr: 구성을 로드할 게임을 최소 하나 선택해주세요.
nl_nl: Selecteer ten minste één game om configuratie voor te laden.
pl_pl: Proszę wybrać co najmniej jedną grę do załadowania konfiguracji.
pt_pt: Por favor selecione pelo menos um jogo para carregar configuração.
ru_ru: Пожалуйста, выберите хотя бы одну игру для загрузки конфигурации.
zh_cn: 请至少选择一个游戏来加载配置。
